package com.better.nutritiontherapy;

import androidx.appcompat.app.AppCompatActivity;
import androidx.appcompat.widget.Toolbar;
import androidx.recyclerview.widget.GridLayoutManager;
import androidx.recyclerview.widget.RecyclerView;

import android.os.Bundle;

import java.util.ArrayList;
import java.util.List;

public class DiseaseActivity extends AppCompatActivity {
    List<Book> lstBook ;
    @Override
    protected void onCreate(Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
        setContentView(R.layout.activity_disease);
        Toolbar toolbar = findViewById(R.id.toolbar);
        toolbar.setTitle("রোগ");
        setSupportActionBar(toolbar);
        getSupportActionBar().setDisplayHomeAsUpEnabled(true);
        lstBook = new ArrayList<>();
        lstBook.add(new Book("ডাউন সিনড্রোম","বিস্তারিত","ডাউন সিনড্রোম কি?\n" +
                "\n" +
                "জন লংড্রোম নামক এক ইংরেজ ডাক্তার, ১৮৮৭ সালে প্রথম এই অবস্থার কথা ব্যাখ্যা করেন। ওনার নামেই এই অবস্থার নামকরন হয়েছে। অন্য মেডিক্যাল টেকনলজিতে, এটা ট্রাইসোমি ২১ নামে পরিচিত। জিনগত অসঙ্গতি হল এর বৈশিষ্ট্য। এটা সবথেকে প্রচলিত অটোসোমাল ক্রোমোজোমাল অস্বাভাবিকতা, যেখানে নতুনভাবে গঠিত ভ্রূণ বা এম্রায়োতে ক্রোমজম ২১ থেকে অতিরিক্ত জিনগত উপাদান স্থানান্তরিত হয়। এই অতিরিক্ত জিন ও ডিএনএ, ভ্রূণ বা এম্রায়ো ও ফিটাসের বৃদ্ধি ও বিকাশকে বদলে দেয়, ফলে শারীরিক ও মানসিক অস্বাভাবিকতা দেখা যায়। প্রতিটি রোগী বিরল-অনন্য এবং লক্ষণ ও উপসর্গের গভীরতাও ব্যাপকভাবে পরিবর্তীত হয়। \n" +
                "\n" +
                "ডাউন সিনড্রোম কত রকমের হয়?\n" +
                "\n" +
                "তিনধরনের ডাউন সিনড্রোম হয়ঃ\n" +
                "\n" +
                "১. ট্রাইসোমি ২১ঃ এর মানে হল, প্রতিটি কোষে একটা অতিরিক্ত ক্রোমোজম ২১-র নকল বা প্রতিলিপি থাকে। এটা ডাউন সিনড্রোমের সবথেকে প্রচলিত ধরণ।\n" +
                "\n" +
                "২. মোসাইসিমঃ একটা শিশু, যখন সব কোষে না হলেও কয়েকটা কোষে অতিরিক্ত ক্রোমোজম নিয়ে জন্মায়, তখন এটা হয়। ট্রাইসোমির কয়েকটা উপসর্গ এখানেও দেখা যায়। \n" +
                "\n" +
                "৩. ট্রান্সলোকেশানঃ এই ধরণের ডাউন সিনড্রোমে, শিশুদের শুধুই ক্রোমোজম ২১-র অতিরিক্ত অংশ থাকে। সর্বমোট ৪৬ টা ক্রোমোজম থাকে। অবশ্য, এর মধ্যে একটার সাথে ক্রোমোজম ২১-র অতিরিক্ত অংশ যুক্ত থাকে। \n" +
                "\n" +
                "ডাউন সিনড্রোমের লক্ষণ ও উপসর্গ কি?\n" +
                "\n" +
                "•\tশারীরিক লক্ষণ ও উপসর্গঃ\n" +
                "•\tচেপটা মুখ।\n" +
                "•\tবেরিয়ে থাকা বা প্রসারিত জিভ।\n" +
                "•\tপেশীর কম টোন।\n" +
                "•\tআকারে ছোট মাথা সহ কম উচ্চতা।\n" +
                "•\tসাধারণভাবে বাচ্চাদের বৃদ্ধির হার ধীরে হয়।\n" +
                "•\tআকারে ছোট কান ও ঘাড়।\n" +
                "•\tছোট আকারের হাত ও ছোট আঙুল যুক্ত পা।\n" +
                "•\tচোখের রঙিন অংশে (আইরিস) সূক্ষ্ম সাদা দাগ।\n" +
                "\n" +
                "মানসিক লক্ষণ ও উপসর্গঃ\n" +
                "•\tঅস্থির ব্যবহার।\n" +
                "•\tস্লথ শেখার ক্ষমতা।\n" +
                "•\tবেঠিক বা খারাপ বিচার দক্ষতা।\n" +
                "•\tমনঃসংযোগের খামতি। \n" +
                "\n" +
                "ডাউন সিনড্রোমের সাথে স্বাস্থ্য সংক্রান্ত আর কি কি অসঙ্গতি জড়িত?\n" +
                "\n" +
                "খুব প্রচলিতঃ\n" +
                "\n" +
                "•\tশ্রবণ ক্ষমতা নষ্ট হওয়া।\n" +
                "•\tচোখের রোগ (৬০% পর্যন্ত)।\n" +
                "•\tব্যাঘাতজনক স্লিপ অ্যাপ্নিয়া। এটা একটা পরিস্থিতি যেখানে ঘুমিয়ে থাকার সময়ে সাময়িকভাবে নিঃশ্বাস বন্ধ হয়ে যায় (৫০%-৭৫%)।\n" +
                "•\tকানের সংক্রমণ (৫০% থেকে ৭০%-র মধ্যে)।\n" +
                "•\tজন্ম থেকে হৃদপিণ্ডের ত্রুটি (৫০%)।\n" +
                "\n" +
                "কম প্রচলিতঃ\n" +
                "\n" +
                "•\tথাইরয়েডের রোগ।\n" +
                "•\tনিতম্বের স্থানচ্যুতি।\n" +
                "•\tরক্তাল্পতা।\n" +
                "\n" +
                "বাচ্চাদের বা শিশু বয়সের গোড়ার দিকে লিউকোমিয়া। \n" +
                "কি কারণে ডাউন সিনড্রোম হয়?\n" +
                "\n" +
                "সাধারণত, বাবা-মা উভয়ের কাছ থেকেই একটা শিশু ২৩টা করে মোট ৪৬টা ক্রোমোজম পায়। ডাউন সিনড্রোমে আক্রান্ত নবজাতকদের অস্বাভাবিক কোষ বিভাজনের জন্য জিনগত অসঙ্গতি দেখা যায়। এর ফলে একটা ক্রোমোজম ২১-র পুরো বা আংশিক প্রতিলিপি গঠিত হয়। ক্রোমোজম যেহেতু ধীরে ধীরে গর্ভের মধ্যে ও জন্মের পরে শারীরিক কার্যকলাপ গড়ে তোলে তাই এটা গর্ভাবস্থায় বাচ্চার সঠিক শারীরিক গঠন নিশ্চিত করে। অতিরিক্ত জিনগত উপাদান প্রাপ্তি কিন্তু মস্তিষ্ক ও শরীরের বৃদ্ধি ও বিকাশ বদলে দেয়। ডাউন সিনড্রোমের ধরণ আসলে অতিরিক্ত কোষ সংখ্যা বা অস্বাভাবিক ক্রোমোজমের ভিত্তিতে নির্ভর করে। ক্রোমোজম ২১-র আংশিক বা পুরো, শরীরের কোষের দ্বিগুণ হিসেবের তুলনায় তিনগুন (ট্রাইসোমি) দেখা যায়। \n" +
                "\n" +
                "ডাউন সিনড্রোমের চিকিৎসা কীভাবে করা হয়?\n" +
                "\n" +
                "বাবা-মেয়ের ক্ষেত্রেঃ\n" +
                "\n" +
                "দুই ধরণের টেস্টের বিভাগ আছে, যা শিশুর জন্মের আগে করা হয়।\n" +
                "\n" +
                "স্ক্রিনিং টেস্ট- গর্ভাবস্থার প্রথম বা দ্বিতীয় ট্রাইমেস্টারে আলট্রাসাউন্ড বা রক্ত পরীক্ষা করা হয়। অনেকসময়ে এইগুলো সঠিক পর্যাপ্ত মেডিক্যাল টেস্ট নয়।\n" +
                "\n" +
                "ডাউয়াগনিস্টিক টেস্ট- স্ক্রিনিং টেস্ট থেকে অস্বাভাবিক ফলাফল পেলে কিংবা ডাউন সিনড্রোমের ব্যাপারে কেউ যদি চিন্তিত হয়, তাহলে তারা ডায়াগনিস্টিক টেস্ট করাতে পারে, যেমন ক্রনিওনিক ভিলাস স্যাম্পলিং বা  ভিলাস স্যাম্পলিং বা অ্যামিনিওসেন্টেসিস। \n" +
                "\n" +
                "জন্মের সময়েঃ\n" +
                "\n" +
                "সাধারণত, নির্দিষ্ট কিছু শারীরিক বৈশিষ্ট্যের ভিত্তিতে জন্মের সময়ে ডাউন সিনড্রোম চিহ্নিত করা যায়। ডায়াগনিসিস নিশ্চিত করবার জন্য কারিওটাইপ নামক ক্রোমোজোমাল অ্যানালিসিস করা হয়। কারিওটাইপ পাবার জন্য, ডাক্তার শরীরের কোষ পরীক্ষা করতে রক্তের নমুনা নেন। এফআইএসএইচ নামক অন্য একটা জেনেটিক পরীক্ষা একই নীতি অবলম্বন করে এবং কম সময়ের মধ্যে রোগ নির্ণয় সুনিশ্চিত করে।  \n" +
                "\n" +
                "ডাউন সিনড্রোমের চিকিৎসা কীভাবে করা হবে?\n" +
                "\n" +
                "এই সমস্যার নিরাময় করা না গেলেও, গোড়ার দিকে চিকিৎসা কিন্তু ডাউন সিনড্রোমে আক্রান্ত লোকদের কার্যকারীভাবে বেঁচে থাকতে সাহায্য করে। ব্যক্তিগত চাহিদার ওপর চিকিৎসা নির্ভর করে। প্রাথমিক হস্তক্ষেপ ও আজীবন চিকিৎসার কার্যক্রমের থেরাপিতে মোটামুটিভাবে স্পিচ-ল্যাঙ্গোয়েজ থেরাপি, ফিজিক্যাল থেরাপি, ইমোশানাল ও বিহেভিরাল থেরাপি ও অকুপেশানাল থেরাপি অন্তর্গত। \n" +
                "\n" +
                "ডাউন সিনড্রোমের বর্তমান প্রাসঙ্গিকতা ও সমাজের ওপর এর প্রভাব কি?\n" +
                "\n" +
                "ডাউন সিনড্রোমে আক্রান্ত ব্যক্তিরা ক্রমেই সমাজ ও সম্প্রদায়ের অন্তর্ভুক্ত হচ্ছে। মেডিক্যাল টেকনোলোজির অগ্রগতির কারণে, ডাউন সিনড্রোমে আক্রান্তরা আগের তুলনায় বেশীদিন বাঁচে। উনবিংশ শতাব্দীর প্রথমদিকে ডাউন সিনড্রোমে আক্রান্ত শিশুরা গড়ে নয় বছর বছয় পর্যন্ত বাঁচত। আন্টিবায়োটিক আবিষ্কারের পরে, আয়ু বেড়ে গড়ে ১৯ থেকে ২০ বছর হয়েছে। সাম্প্রতিক ক্লিনিক্যাল অগ্রগতির যুগে, বিশেষভাবে কারেক্টিভ হার্ট সার্জারির জন্য, ডাউন সিনড্রোমে ভোগা প্রায় ৮০% বয়স্করা ৬০ বছর, এমনকি আরও বেশীদিন বাঁচে।\n",R.drawable.healthcare));
        lstBook.add(new Book("অ্যালার্জি","বিস্তারিত","অ্যালার্জি\n" +
                "\n" +
                "লক্ষণ\n" +
                "অ্যালার্জিক প্রতিক্রিয়া লঘু থেকে গুরুতর আকার নিতে পারে। বিভিন্ন ক্ষেত্রে, অ্যালার্জি অ্যানাফাইলাক্সিস নামক প্রাণঘাতী প্রতিক্রিয়া আকার ধারণ করে।  \n" +
                "\n" +
                "লক্ষণ এবং উপসর্গের মধ্যে রক্তচাপ কমে যাওয়া, জ্ঞান হারানো, ফুসকুড়ি, গুরুতর নিঃশ্বাসের দুর্বলতা, দ্রুত এবং দুর্বল নাড়ির স্পন্দন, গা-গোলানো ভাব, উদভ্রান্তি এবং বমি অন্যতম। \n" +
                "\n" +
                "বাতাস, খাবার অথবা পতঙ্গের হুল বা অন্যান্য কিছুর সংস্পর্শের আসা বা না আসবার ওপর লক্ষণ নির্ভর করে।\n" +
                "\n" +
                "১. হে ফিভার অ্যালার্জিক রিনিটিস নামেও পরিচিত, যার জন্য নাকে ভেতরে সুড়সুড়ি লাগা ছাড়াও মুখের ভেতর বা চোখে চুলকানি হয়, হাঁচি, নাক বন্ধ হয়ে যাওয়া ও সর্দি এবং পানসে বা লাল অথবা ফোলা চোখ (কনজাংটিভাইটিস) অন্যতম। \n" +
                "\n" +
                "২. খাবারের অ্যালার্জি থেকে ঠোঁট, জিভ, গলা বা মুখ ফুলে যায়, বা কাঁপুনি হয়।   \n" +
                "\n" +
                "৩. পতঙ্গের হুলের জন্য অ্যালার্জি হলে, যেখানে হুল ফুটেছে সেই জায়গা গুরুতর ফুলে যায় (এডেমা), সারা শরীরে চুলকানি বা আমবাত, বুকে টান লাগা, কাশি, নিঃশ্বাসে উইসিলের শব্দ বা নিঃশ্বাসের দুর্বলতা এবং অ্যানাফাইলাক্সিস হয়। \n" +
                "\n" +
                "৪. অসুধের অ্যালার্জি থেকে চুলকানি, আমবাত, অ্যানাফাইলাক্সিস, ফুসকুড়ি, মুখ ফুলে যায়। \n" +
                "\n" +
                "৫. অ্যালার্জিক ত্বককে অ্যাটোপিক ডারমিটাইটিস বলে। এটাকে একজিমাও বলে এবং ত্বক থেকে খোসা, আঁশ ওঠে বা চুলকোয় বা লাল হয়ে যায়। \n" +
                "\n" +
                "কারণ \n" +
                "অ্যালার্জির সাধারণ কারণের মধ্যে অন্যতম হলঃ\n" +
                "\n" +
                "•\tবায়ুবাহিত অ্যালার্জি, যেমন ধূলিকণা, গুঁড়ো বা ঝুরো মাটি, পুষ্পরেণু এবং প্রাণীর প্লিহা।\n" +
                "•\tপতঙ্গের দংশন, যেমন বোলতা বা মৌমাছি।\n" +
                "•\tগাছে হওয়া বাদামের মতন কিছু খাবার, চীনাবাদাম, গম, মাছ, সয়াসস, ডিম, শেলফিস এবং দুধ।\n" +
                "•\tওষুধ, প্রধানত পেনিসিলিন অথবা পেনিসিলিনযুক্ত অ্যান্টিবডি।\n" +
                "•\tল্যাটেক্স বা অন্যান্য বস্তুর সংস্পর্শে । অ্যালার্জিক ত্বকের সমস্যাও হতে পারে।  \n" +
                "\n" +
                "জটিলতা \n" +
                "অ্যালার্জি অন্যান্য বেশ কিছু সমস্যার ঝুঁকি বাড়িয়ে দেয়। \n" +
                "যেমনঃ\n" +
                "\n" +
                "হাঁপানিঃ অ্যালার্জি থাকলে হাঁপানি হবার সমূহ সম্ভবনা থাকে। রোগ প্রতিরোধ ক্ষমতার প্রতিক্রিয়ার ফলে শ্বাসপ্রশ্বাসের পথ এবং নিঃশ্বাস প্রভাবিত হয়। পরিবেশের অ্যালার্জেনের সংস্পর্শে অনেক ক্ষেত্রে হাঁপানি হয়, যাকে অ্যালার্জি-ইনডিউসড অ্যাজমা বলে। \n" +
                "\n" +
                "অ্যানাফাইলাক্সিসঃ গুরুতর অ্যালার্জি থেকে অ্যালার্জি-ইনডিউসড অ্যাজমা হবার সম্ভবনা অনেক বেশী। অ্যানাফাইলাক্সিস প্রধানত, পেনিসিলিয়াম অ্যালার্জি, খাবারে অ্যালার্জি এবং পতঙ্গের বিষের সাথে জড়িত।\n" +
                "\n" +
                "সাইনাস বা ফুসফুসের ফাঙ্গাল জটিলতাঃ  গুঁড়ো বা ঝুরো মাটির প্রতি অ্যালার্জিক হলে যেকোন কারোর এই পরিস্থিতির শিকার হবার সম্ভবনা অনেক বেশী, যা ব্রোঙ্কো-পালমোনারি অ্যাসপারজিলোসিস এবং অ্যালার্জিক ফাঙ্গাল সাইনুসাইটিস নামে পরিচিত। \n" +
                "\n" +
                "এটোপিক ডারমাটাইটিস (এক্সিমা): কান বা ফুসফুস এবং সাইনাসের সংক্রমণ হতে পারে। কারোর যদি পোষ্য বা হে ফিভার থাকে তাহলে তার এই পরিস্থিতির শিকার হবার সম্ভবনা অনেক বেশী।  \n" +
                "\n" +
                "  \n" +
                "\n" +
                "রোগ নির্ণয় এবং টেস্ট\n" +
                "\n" +
                "প্রাথমিকভাবে, অ্যালার্জির লক্ষণ ও উপসর্গ পরীক্ষা করা হয়। ডাক্তার নিম্নলিখিত টেস্টের সুপারিশ করতে পারেনঃ\n" +
                "\n" +
                "রক্ত পরীক্ষা: রেডিও অ্যালেরগো সোরবেন্ট টেস্ট (আরএএসটি) নামক রক্ত পরীক্ষা করা হয়, যেখানে সুনির্দিষ্ট অ্যালার্জেনের প্রতিক্রিয়াতে রোগ প্রতিরোধ ক্ষমতা মাপা হয়। এটা রক্তস্রোতের মধ্যে অ্যালার্জির জন্য দায়ী অ্যান্টিবডির পরিমাণ মাপে। এইসব অ্যান্টিবডি ইমিউনোগ্লোবুলিন-ই বা আইজিই নামে পরিচিত। ল্যাবোরেটরিতে রক্তের নমুনা পাঠিয়ে সম্ভাব্য অ্যালার্জেনের প্রতি সংবেদনশীলতার প্রমাণ পরীক্ষা করা হয়। \n" +
                "\n" +
                "ত্বকের পরীক্ষা: ত্বকের মধ্যে ফুটিয়ে তাকে সম্ভাব্য অ্যালার্জের মধ্যে প্রাপ্ত সামান্য প্রোটিনের সংস্পর্শে আনা হয়। অ্যালার্জিক প্রতিক্রিয়া পাওয়া গেলে ত্বকের পরীক্ষার জায়গা লাল হয়ে ফুলে যাবে। অ্যালার্জি স্পেশালিস্ট সেরা, কারণ তারা অ্যালার্জির স্কিন টেস্ট করার ও বোঝার জন্য ভালোভাবে প্রস্তুত। \n" +
                "\n" +
                "চিকিৎসা \n" +
                "অনেক ধরণের ওষুধ আছে, যা প্রেসক্রিপশান সহযোগে দোকান থেকে কিনতে পাওয়া যায়। ওষুধের সাহায্য নাক বন্ধ হয়ে যাওয়া এবং নাক দিয়ে জল পড়ার মতন বিরক্তিকর সমস্যার উপশম হয়, যার মধ্যে ডেকোনজেসটেন্ট, অ্যানথিস্ট্যামাইন, করটিকসটেরোয়েডস, কমবিনেশান ড্রাগ অন্যতম।  \n" +
                "\n" +
                "১. ডেকোনজেসটেন্ট\n" +
                "\n" +
                "এই কনজেশান থেকে উপসম করে। এটা অনেকক্ষেত্রে অ্যালার্জির জন্য অ্যান্টিহিসথামাইনের সাথে দেওয়া হয়। এইগুলো পিল কিংবা লিকুইড রূপে, নাসাল স্প্রে কিংবা আই ড্রপ রূপে থাকে। কিছু ডেকোনজেসটেন্ট ওভার-দা-কাউন্টারে পাওয়া যায়, যার মধ্যে আছে ফিনাইলফ্রিন, সিউডোইফেড্রিন এবং অক্সিমেটাজোলিন নাসাল স্প্রে। \n" +
                "\n" +
                "২. অ্যান্টিহিসথামাইন\n" +
                "\n" +
                "অ্যালার্জির চিকিৎসায় এইগুলো বহুবছর ধরে ব্যবহার করা হচ্ছে। এইগুলো লিকুইড রূপে, নাসাল স্প্রে কিংবা আই ড্রপ রূপে নেওয়া যেতে পারে। ওভার-দা-কাউন্টার অ্যান্টিহিসথামাইন নাসাল স্প্রে মরশুমি কিংবা বাৎসরিক অ্যালার্জির নিরাময়ে ব্যবহার করা যেতে পারে এবং আইড্রপ লালচে-ফাটা চোখের উপসম করে। উদাহরণ, সেরিটিজিন, ব্রোমেফেনিরেমাইন, ক্লোরফেনিরাইন। ফেক্সোফেনাডাইন, লোরেটাডিন, ক্লেমাস্তিন, ডিফেনহাইড্রামিন এবং ফেনোরামাইন।  \n" +
                "\n" +
                "৩. স্টেরয়েড\n" +
                "\n" +
                "মেডিক্যালি স্টেরয়েড করটকসস্টেরয়েড নামে পরিচিত। এটা অ্যালার্জির সাথে জড়িত জ্বালা-যন্ত্রণা কমায়। এটা হাঁচি, নাক বন্ধ হওয়া এবং ফাটা ও নাক দিয়ে জল পড়া আটকায় যা মরশুমি ও বাৎসরিক অ্যালার্জির কারণে হয়। এটা অন্যকোন অ্যালার্জিক প্রতিক্রিয়া থেকে হওয়া জ্বালা-যন্ত্রণা এবং ফোলা কমায়। \n" +
                "\n" +
                "প্রেশক্রিপশান নির্ভর নাসাল স্টেরয়েডঃ \n" +
                "সিলেসোনাইড, বেক্লোমেথাসোন, ফ্লুকাসোন, প্রোপ্রিনেট, মেমোটাসোন এবং ফ্লুটিকাসোন ফুরোয়েট হল এর অন্তর্গত।\n" +
                "ওভার-দা-কাউন্টার নাসাল স্টেরয়েড বুডেসোনাইড, ট্রাইয়াসিনোলোন এবং ফ্লুকাসোন এর মধ্যে আছে।\n" +
                "ইনিহেলড স্টেরয়েডঃ বুডেসোনাইড, সিলেসোনাইড, বেক্লোমেথাসোন, ফ্লুনিসোলাইড, মেমোথাসোন, ট্রায়াসিনেলোন এবং ফ্লুটিকাসোন এর মধ্যে থাকে। \n" +
                "এইগুলো হাঁপানির চিকিৎসায় লাগে। ফ্লুটিকাসোন/সালমেটেরাসোল এবং বুডেসোনাইড/ফরমোটেরল ইনহেলড ড্রাগ, যা ব্রঙ্কোডায়ালাটার যা হাঁপানির চিকিৎসায় অন্য স্টেরয়েডের সাথে যোগ করা হয়। এইসব স্টেরয়েড শুধুমাত্রা প্রেশক্রিপনের দ্বারা পাওয়া যায়। \n" +
                "\n" +
                "আইড্রপঃ \n" +
                "লেটেপ্রেডনল ও ডেক্সামেথাসোন যুক্ত ওষুধ। \n" +
                "ওরাল স্টেরয়েডঃ ডেল্টাসোন এবং প্রিডেনিসোন জড়িত। \n" +
                "\n" +
                "৪. কম্বিনেশান ওষুধ\n" +
                "\n" +
                "অ্যালার্জির কিছু ওষুধের মধ্যে মাল্টিপিল অ্যালার্জির উপসর্গের নিরাময়ের জন্য অ্যান্টিহিস্টামাইন ও ডেকঞ্জেসটেন্ট উভয়েই থাকে। কম্বিনেশান অ্যালার্জি ওষুধের মধ্যে হলঃ\n" +
                "\n" +
                "•\tসাইনাস ও অ্যালার্জির জন্য সিট্রিজাইন এবং সিউডোএফেড্রাইন, ডিফেহাইড্রামাইন এবং সিউডোএফেড্রাইন, ফেক্সোফেনাডাইন ও সিউডোএফেড্রাইন। \n" +
                "•\tঅ্যালার্জিক কনঞ্জাটিভাইটিসের জন্য কেটোটিফেন এবং নাফাজোলিন/ফেনিরামাইন, অ্যাজিলাস্টিন ও ওলোপাটাডাইন। \n" +
                "•\tনাকের অ্যালার্জির জন্য লোরাটাডাইন ও সিউডোএফেড্রাইন,, অ্যাক্রিভাসটিন ও সিউডোএফেড্রাইন। \n" +
                "•\tনাকের মরশুমি অ্যালার্জির জন্য অ্যাজেলাস্টাইন/ফ্লুটিক্যাসোন একসাথে অ্যান্টিহিস্টামিন ও স্টেরয়েডকে যুক্ত করে নাকের স্প্রে বানায়। \n" +
                "৫.ব্রঙ্কোডায়ালেটোর\n" +
                "\n" +
                "এটা শুধুমাত্র প্রেশক্রিপশানের সাহায্যে পাওয়া যায়। হাঁপানির ক্ষেত্রে, আক্রমনের সময়ে দ্রুত উপসম পেতে এটা ব্যবহার করা হয়। অনেকক্ষণ কাজ করা ব্রঙ্কোডায়ালেটার হাঁপানির উপসর্গের ১২ ঘণ্টা পর অবধি রেহাই দিতে পারে। উদাহরণ, লেভেলবুটেরল, অ্যালবুটেরল ইত্যাদি। \n" +
                "\n" +
                "৬. মাস্ট সেল স্টেবেলাইজার\n" +
                "\n" +
                "শরীরচর্চার সময়ে হাঁপানির উপসর্গ আটকাতে এটা ব্যবহার করা যেতে পারে। অ্যালার্জেনের সংস্পর্শে আসার আগে এটা দেওয়া যেতে পারে যখন তাকে বোকা বানানো সম্ভব হয় না। এইগুলো অ্যালার্জিক কনজান্টিবাইটিসের জন্য চোখের ড্রপ হিসেবে, হাঁপানির জন্য ইনহেলার হিসেবে এবং নাকের অ্যালার্জিক উপসর্গের জন্য নাসাল স্প্রে হিসেবে পাওয়া যায়। উদাহরণ, নেডোক্রোমিল, ক্রোমোলাইন সোডিয়াম, লোডোক্সামাইড ইত্যাদি।  \n" +
                "\n" +
                "৭. ইমিউনোথেরাপি\n" +
                "\n" +
                "এটা শুধুমাত্রা প্রেশক্রিপশানের দ্বারা পাওয়া যায়। হাঁপানির ক্ষেত্রে, আক্রমনের সময়ে দ্রুত উপসম পেতে এটা ব্যবহার করা হয়। অনেকক্ষণ কাজ করা ব্রঙ্কোডায়ালেটার হাঁপানির উপসর্গের ১২ ঘণ্টা পর অবধি রেহাই দিতে পারে। উদাহরণ, লেভেলবুটেরল, অ্যালবুটেরল ইত্যাদি। \n" +
                "\n" +
                "\n" +
                "\n" +
                "৮. লিউকোট্রাইনি মডিফায়ার\n" +
                "\n" +
                "এটা নাকের অ্যালার্জির উপসর্গ ও হাঁপানির নিরাময়ে সাহায্য করে। এইসব ওষুধ শুধুমাত্র প্রেশক্রিপশানের সাহায্যেই পাওয়া যায়। কিছু লিউকোট্রাইনি মডিফায়ার হল, জিফ্লো, মোনো  টেলেউকাস্ট, জাফিরলুকাস্ট ইত্যাদি। \n" +
                "\n" +
                "এইসব হাঁপানি ও নাকের অ্যালার্জির নিরাময় করে। এইসব ওষুধ শুধুমাত্র প্রেশক্রিপশানের সাহায্যে পাওয়া যায়। লিউকোট্রেনে মডিফায়ারের মধ্যে কিছু হল-জাইলো, মনোটেলেউকাস্ট, জাফিরলুকাস্ট ইত্যাদি।\n ",R.drawable.healthcare));

        lstBook.add(new Book("গ্যাসট্রাইটিস","বিস্তারিত","পাকস্থলীর ভেতরের আবরণের অস্বস্তি, ব্যথা কিংবা ক্ষয় জন্য যে পরিস্থিতির সৃষ্টি হয় তাকে গ্যাসট্রাইটিস বলে। গ্যাসট্রাইটিস আচমকা (অ্যাকিউট) অথবা ধীরে (ক্রনিক) হতে পারে। পাকস্থলীর আলসারের জন্য দায়ী ব্যাকটেরিয়ার সংক্রমণের জন্য গ্যাসট্রাইটিসের ব্যথা হয়। গ্যাসট্রাইটিস থেকে আলসার এবং ভবিষ্যতে পাকস্থলীর ক্যান্সার হবার ঝুঁকি থেকে যায়।  \n" +
                "\n" +
                "লক্ষণ বা উপসর্গ\n" +
                "গ্যাসট্রাইটিসে আক্রান্তদের তলপেটের ওপরে, বুক এবং নিতম্বের মাঝখানে ব্যথা কিংবা অস্বস্তি হয়। গ্যাসট্রাইটিসের লক্ষণ অনেক সময়ে নাও বোঝা যেতে পারে। \n" +
                "\n" +
                "লক্ষণ বোঝা গেলে সেই লক্ষণগুলো হল- \n" +
                "\n" +
                "1.\tবমি এবং বদহজম।\n" +
                "2.\tগা গোলানো কিংবা মাঝে মাঝেই পেটের গোলমাল। \n" +
                "3.\tখাবার খাওয়ার পরে কিংবা রাতে পেট কামড়ানো বা যন্ত্রণা।\n" +
                "4.\tপেটে ব্যথা এবং ফুলে যাওয়া।\n" +
                "5.\tখাবারে অনীহা।\n" +
                "6.\tকালো এবং আলকাতরার মতন মলত্যাগ। \n" +
                "7.\tকারণ \n" +
                "8.\tচাপ, অতিরিক্ত মদ্যপান, প্রচণ্ড বমি কিংবা অ্যাসপিরিন বা ব্যথা কমাবার ওষুধ খাওয়ার কারণে গ্যাসট্রাইটিস হয়।    \n" +
                "\n" +
                "গ্যাস্ট্রাইটিসের কারণ:-\n" +
                "\n" +
                "হেলকোবাক্ট্যার ফাইলোরি (এইচ.ফাইলোরি)- পাকস্থলীর ভেতরের আবরণে এই ব্যাকটেরিয়া থাকে। ঠিক মতন চিকিৎসা না হলে ভবিষ্যতে পাকস্থলীর আলসার এবং ক্যান্সারের ঝুঁকি বেড়ে যায়। \n" +
                "\n" +
                "পারনিসিয়াস অ্যানিমিয়া- ভিটামিন বি১২ শোষণ এবং হজমে সাহায্য করে। পাকস্থলীতে ভিটামিন বি১২-র অভাবে এই অ্যানিমিয়া বংশবিস্তার করে। \n" +
                "\n" +
                "বাইল রি-ফ্লাক্স- পিত্তনালী (যা যকৃত এবং পিত্তকোষকে যুক্ত করে) থেকে পাকস্থলীতে বাইলের ব্যাক-ফ্লো। \n" +
                "\n" +
                "গ্যাস্ট্রাইটিস কয় প্রকারের হতে পারে  \n" +
                "গ্যাসট্রাইটিস প্রধানত দুধরনের: ক্রনিক এবং অ্যাকিউট গ্যাসট্রাইটিস।\n" +
                "\n" +
                "•\tঅ্যাকিউট গ্যাসট্রাইটিস আচমকা হয়।\n" +
                "\n" +
                "•\tক্রনিক গ্যাসট্রাইটিস ধীরে ধীরে হয়। \n" +
                "\n" +
                "পরীক্ষা এবং রোগ নির্ণয় \n" +
                "গ্যাস্ট্রাইটিসের ডায়াগনোসিস যার ওপর ভিত্তি করে করা হয় –\n" +
                "\n" +
                "চিকিৎসা বা ওষুধ খাওয়ার ইতিবৃত্ত- গ্যাস্ট্রাইটিসের রোগ নির্ণয়ের জন্য, একজন রোগীর তার নিজের চিকিৎসা বা ওষুধের ইতিবৃত্ত জানা এবং সেটা ডাক্তারকে জানানোটা দরকার। \n" +
                "\n" +
                "আপার গ্যাস্ট্রোইটেস্টাইনাল এন্ডোক্সোপি- এন্ডোক্সোপ হল ক্যামেরা-যুক্ত সরু নল। এই যন্ত্র মুখের মধ্যে দিয়ে ঢুকিয়ে পাকস্থলী পর্যন্ত নিয়ে গিয়ে ব্যথার পরীক্ষা করা হয় এবং বায়োপসিও করা হতে পারে। টিস্যুর নমুনা সংগ্রহ করে পরীক্ষার জন্য ল্যাবরেটরিতে পাঠানোকে বায়োপসি বলে। \n" +
                "\n" +
                "পরিপাকতন্ত্রের ওপরের অংশের এক্স-রে- এক্স-রে করে খাদ্যনালী, পাকস্থলী এবং ক্ষুদ্রান্ত্রের ছবি তুললে অস্বাভাবিকতা থাকলে সেটা ধরা পড়বে। আলসার পরীক্ষার জন্য বেরিয়াম সংবলিত সাদা ধাতব তরল গিলে নিতে বলা হয়। বেরিলিয়াম পরিপাকনালীর ওপর একটা আস্তরণ তৈরি করে।  \n" +
                "\n" +
                "ফ্যাইকাল অকাল্ট রক্ত পরীক্ষা (স্টুল পরীক্ষা)-  স্টুলের ভেতরে রক্তের উপস্থিতি দেখর জন্য এই পরীক্ষা করা হয়। স্টূলের মধ্যে রক্তের উপস্থিতি গ্যাস্ট্রাইটিসের লক্ষণ।     \n" +
                "\n" +
                "জটিলতা \n" +
                "ঠিক সময়ে গ্যাসট্রাইটিস চিকিৎসা না হলে, পাকস্থলীর আলসার এবং রক্তপাত পর্যন্ত হতে পারে। বিরল ক্ষেত্রে, ক্রনিক গ্যাসট্রাইটিস থেকে পাকস্থলীর ক্যান্সার হবার ঝুঁকি থেকে যায়। \n" +
                "\n" +
                "চিকিৎসা\n" +
                "গ্যাস্ট্রাইটিসের কি কারণের হয়েছে তার ওপর চিকিৎসা নির্ভর করে। নন স্টেরয়ডাল অ্যান্টি ইনফ্ল্যামেটারি ওষুধ বা মদ্যপানের জন্য অ্যাকিউট গ্যাস্ট্রাইটিসের ক্ষেত্রে এই ওষুধ বা মদ্যপান বন্ধ করবার জন্য চিকিৎসা করা হয়। এইচ-ফাইলোরিক সংক্রমণে ক্রনিক গ্যাসট্রাইটিস হলে অ্যান্টিবডির মাধ্যমে চিকিৎসা করা হয়।\n" +
                "\n" +
                "অ্যান্টিবডি মেডিকেশানঃ পরিপাকনালীতে এইচ-ফাইলোরিক থাকলে, ব্যাকটেরিয়া নষ্ট করবার জন্য অ্যান্টিবডির একটা মিশ্রণ, যেমন ক্লারিথ্রোমাইসিন  ও মেট্রোনিডাজোল বা অ্যামক্সিসিলিনের সুপারিশ করা হয়। \n" +
                "\n" +
                "ওষুধ, যা অ্যাসিডের উৎপাদন বন্ধ করে এবং ক্ষত নিরাময় করে: প্রোটন পাম্প ইনহিবিটার অ্যাসিড উৎপাদনকারী কোষের কার্যকারিতা প্রতিরোধ করে অ্যাসিডের উৎপাদন কমিয়ে দেয়। ওষুধের মধ্যে অন্যতম হল ডিস্কালন্সসোপ্রেজাল, ল্যান্সোপ্রাজোল, রেবেপ্রোজেল, এসোমেপ্রোজেল, প্যান্টাপ্রোজেল এবং ওমেপ্রোজেল।  \n" +
                "\n" +
                "অ্যাসিড ব্লকার ওষুধ: হিস্টামিন (এইচ-২) ব্লকার, যা আমাদের পরিপাকনালীতে নিঃসৃত অ্যাসিডের পরিমাণ এবং গ্যাস্টাইটিসের ব্যথা কমায়, তাছাড়াও ক্ষত নিরাময় করে। অ্যাসিড ব্লকারের অন্তর্গত হল সিমেটাইডিন, ফ্যামোটাইডিন, নিজাটাইডিন এবং র্যান্টিডিন। অ্যান্টাসিড পাকস্থলীর অ্যাসিডকে নিষ্ক্রিয় করে- অ্যান্টাসিড পাকস্থলীর মধ্যস্থ অ্যাসিডকে নিষ্ক্রিয় করে চোখের পলকে ব্যথা কমায়।\n ",R.drawable.healthcare));

        lstBook.add(new Book("বিষণ্ণতা","বিস্তারিত","\n" +
                "বিষণ্ণতা একধরনের মনমেজাজের অসুস্থতা, যার জন্য বারেবারে দুঃখ, মনের কষ্ট এবং কোন কিছু করবার ইচ্ছে হারিয়ে যায়। একে ক্লিনিক্যাল ডিপ্রেশান/মেজর ডিপ্রেসিভ ডিসোর্ডার বলা হয়। মন খারাপ হলে বা বিষণ্ণতার জন্য সবারই দুশ্চিন্তা-উদ্বেগ, বিমর্ষ, হতাশ, রিক্ত, অসহায় লাগে, রাগ হয়, অপদার্থ, দোষী মনে হয়, লজ্জিত, অস্থির বা খিটখিটে লাগে। এইসময়ে খাবারে অনীহা বা বেশী খাওয়া, সম্পর্কের ক্ষেত্রে সমস্যা, আনন্দ পাওয়া যায় এমন কোন কাজের ইচ্ছে হারিয়ে ফেলা, সিদ্ধান্ত নিতে বা মনঃসংযোগে বা মনে রাখতে সমস্যা হয়, আত্মহত্যার চেষ্টা বা আত্মহত্যা করা, অনিদ্রা, অবসাদ, অনেক বেশীক্ষণ ঘুম, যন্ত্রণা, এনার্জি কমে যায় বা হজমের সমস্যা হয়।     \n" +
                "\n" +
                "লক্ষণ \n" +
                "বিষণ্ণতা বা মনমরা হয়ে থাকবার লক্ষণ হলঃ\n" +
                "\n" +
                "1.\tঅস্বস্তি বা হতাশা, রেগে যাওয়া এবং অনেক সময়ে ছোট ছোট কারণে। \n" +
                "2.\tদুঃখ, একাকীত্ব, ছিঁচকাঁদুনী অথবা নিরাশার অনুভূতি। \n" +
                "3.\tঅনিদ্রা বা বেশীক্ষণ ঘুমনো সহ ঘুমের ব্যাঘাত।\n" +
                "4.\tখাওয়ার ইচ্ছের বদল যেমন কারোর ক্ষেত্রে খাবারে অনীহা ও ওজন হ্রাস এবং কারোর ক্ষেত্রে বেশী খিদে পাওয়া ও ওজন বৃদ্ধি।  \n" +
                "5.\tউৎকণ্ঠা, অস্থিরতা কিংবা দুশ্চিন্তা। \n" +
                "6.\tএনার্জির অভাব এবং ক্লান্তি। ছোটখাটো কাজ করতে অতিরিক্ত সময় লাগা। \n" +
                "7.\tধীরে ধীরে কথা বলা, শারীরিক সচলতা এবং চিন্তাভাবনার ক্ষমতা কমে যাওয়া। \n" +
                "8.\tঅপদার্থতা কিংবা অপরাধী মনোভাব।\n" +
                "9.\tঅতীতের ব্যার্থতা চেপে বসা কাউকে অকারণ দোষারোপ করা।\n" +
                "10.\tচিন্তাভাবনা, সিদ্ধান্ত গ্রহণ, মনঃসংযোগ এবং মনে রাখতে সমস্যা। \n" +
                "11.\tঘন ঘন এবং বার বার মৃত্যুর চিন্তা, আত্মহত্যার চেষ্টা এবং আত্মহত্যার চিন্তা। \n" +
                "12.\tকোন কারণ ছাড়া শারীরিক সমস্যা, যেমন পিঠে বা মাথায় ব্যথা। \n" +
                "13.\tঅধিকাংশ বা সব ধরনের কাজে আরাম, তৃপ্তি এবং ইচ্ছা হারিয়ে ফেলা, যেমন যৌনমিলন, খেলাধুলো বা শখ-আহ্লাদ।\n" +
                "\n" +
                "কারণ \n" +
                "বিষণ্ণতা অনেক কারণে হতে পারে, যথাঃ\n" +
                "\n" +
                "হরমোনঃ \n" +
                "\n" +
                "শরীরে হরমোনের ভারসাম্য বদলে গেলে এই সমস্যা হতে পারে। গর্ভাবস্থায় এবং সন্তান প্রসবের কয়েক সপ্তাহ বা মাসের মধ্যে (পোস্টপারটাম), মেনোপোজের পরে, থাইরয়েডের সমস্যা কিংবা অন্যান্য অনেক পরিস্থিতিতে হরমোনের পরিবর্তন হয়।\n" +
                "\n" +
                "ব্রেন কেমিস্ট্রিঃ \n" +
                "\n" +
                "নিউরোট্রান্সমিটার স্বাভাবিকভাবে মস্তিষ্কের রাসায়নিক তৈরি করে যার জন্য মন খারাপ হতে পারে। সাস্প্রতিক গবেষণা নিউরোট্রান্সমিটারের কার্যকারিতা এবং প্রভাবের পরিবর্তন দেখিয়ে দিয়েছে। এটা তাছাড়াও বলেছে, যে মনমেজাজের স্থিরতা বজায় রাখার জন্য এটা কীভাবে নিউরো সারকিটের সাথে আদানপ্রদান করে। এটা বিষণ্ণতা এবং তার চিকিৎসার ক্ষেত্রে তাৎপর্যপুর্ন ভুমিকা পালন করে।\n" +
                "\n" +
                "জিনগত বৈশিষ্ট্যঃ \n" +
                "\n" +
                "বিষণ্ণতা সেইসব লোকদের মধ্যে হামেশাই দেখা যায় যাদের পরিবারের লোকেরা একই সমস্যায় ভুগেছেন। গবেষকরা বিষণ্ণতার জন্য দায়ী জিনের খোঁজ করছেন। \n" +
                "\n" +
                "শারীরবৃত্তীয় পার্থক্যঃ\n" +
                "\n" +
                "বিষণ্ণতায় আক্রান্তদের মস্তিষ্কের কোষে শারীরিক পরিবর্তন হতে পারে। এইসব পরিবর্তনের গুরুত্ব অজানা কিন্তু এইগুলো হয়তবা আঙুল দিয়ে কারণ দেখিয়ে দিতে পারে।\n" +
                "\n" +
                "রোগ নির্নয়\n" +
                "লক্ষণ, অনুভূতি, চিন্তাভাবনা এবং রোগীর ব্যবহারিক ধরণের ওপর ভিত্তি করে রোগ নির্নয় করা যায়। সমস্যা খারাপ আকার নিলে বা চিকিৎসার ৪-৮ সপ্তাহের মধ্যে কোন উন্নতি না হলে, রোগ নির্ণয় ও চিকিৎসার জন্য স্বাস্থ্য সেবা কর্মীরা সাইক্রিয়াটিস্টের কাছে যাবার সুপারিশ করে।   \n" +
                "\n" +
                "চিকিৎসা \n" +
                "বিষণ্ণতার প্রতিটি শাখার আলাদা আলাদা চিকিৎসা পদ্ধতি আছে। অনেকক্ষণ ধরে মন খারাপ থাকলে, বিশেষকরে অন্যান্য লক্ষণের সাথে একসাথে হলে, সেটা মনোরোগ সংক্রান্ত, চিকিৎসায় যার সুফল পাওয়া যায়। \n" +
                "\n" +
                "বিষণ্ণতার কার্যকারি চিকিৎসার জন্য, স্বাস্থ্যসেবা কর্মীদের যত্ন নেওয়া দরকার, যেমন প্রাথমিকভাবে ডাক্তারের পরিচর্চা কিংবা লাইসেন্সপ্রাপ্ত মেন্টাল হেলেথ প্রফেশানাল। উভয়েই সঠিক রোগ নির্ণয়ের সাথে চিকিৎসার পরিকল্পনা করতে পারে।\n" +
                "\n" +
                "বিষণ্ণতার অসংখ্য চিকিৎসা আছে এবং প্রধানত সাইকোথেরাপি ও ওষুধের সমন্বয় অন্তর্ভুক্ত। \n" +
                "\n" +
                "১. ওষুধ \n" +
                "\n" +
                "অনেক ধরণের অ্যান্টিডিপ্রেসেন্ট ওষুধ আছে, যা হল- \n" +
                "\n" +
                "সেরেটোনিন-নোরেপিনেফ্রাইন রেউপ্টেক ইনিহিবিটার (এসএনআরআই), যথা ডুলোক্সেটাইন, ডেসভেনলাফাক্সিন, ভেলালাফাক্সিন এবং লেভোমিনাসিপ্রান অন্যতম। \n" +
                "\n" +
                "নোরেপিনেফ্রাইন-ডোপামাইন রেউপ্টেক ইনহিবিটার (এনডিআরআই), যথা বুপ্রোপিওন এর অন্যতম, যা সেই কম সংখ্যক অ্যান্টিডিপ্রেসেন্ট যার যৌন সংক্রান্ত কোন পার্শবপ্রতিক্রিয়া নেই।  \n" +
                "\n" +
                "সিলেক্টিভ সেরোটোনিন রেউপ্টেক ইনহিবিটার (এসএসআরআই)। সুরক্ষিত এবং অন্যান্য অ্যান্টিডিপ্রেসেন্টের তুলনায় এদের পার্শ্চপ্রতিক্রিয়া কম। উদাহরণ- ফ্লুয়োক্সেটাইন, সিটালোপ্রাম,পারোক্সেটাইন, সারট্রালাইন এবং এসসিটালোপ্রাম। \n" +
                "\n" +
                "মোনোঅ্যামাইন অক্সিডেস ইনহিবিটার\n" +
                "\n" +
                "ট্রানইলসাইপ্রোমাইন, আইসোকারবক্সাইড এবং ফেনেলজাইম অন্যতম। অন্য কোন ওষুধ কার্যকারি না হলে এগুলো দেওয়া হয় কারণ এদের পার্শবপ্রতিক্রিয়া খুব গুরুতর। এই সব ইনহিবিটার খেলে যথেষ্ট নিয়ম মেনে খাবার খেতে হয়, কারণ নির্দিষ্ট কিছু আচার, চীজ, ওয়াইন, কিছু ওষুধ যেমন ডেকজেস্টান্ট, গর্ভনিরোধক এবং কিছু হারবাল সাপ্লিমেন্টের সাথে এদের একটা মারাত্মক (বা প্রাণঘাতী) প্রতিক্রিয়া হয়। সেলেগিলাইন, একটা নতুন মাএওআই যা প্যাচ হিসেবে ত্বকের ওপর লেগে থাকে এবং অন্যান্য মাএওআই-র তুলনায় কিছু ক্ষতিকারক প্রভাব ফেলতে পারে। এটা এসএসআরআই-র সাথে একসাথে দেওয়া সম্ভব নয়। \n" +
                "\n" +
                "আদর্শ অ্যান্টিডেপ্রেসেন্ট\n" +
                "\n" +
                "এইগুলো কোন ধরনের অ্যান্টিডিপ্রেসেন্টের রকমের মধ্যে পড়ে না। মিরটাজাপাইন এবং ট্রাজোডোন শিডেতিং বা অনুত্তেজক এবং সন্ধ্যাবেলায় দেওয়া হয়। নতুন ওষুধের মধ্যে আছে ভিলাজোডোন এবং ভরটিওক্সেটাইন। ভিলাডোজনের যৌন সংক্রান্ত ক্ষতিকারক প্রভাবের ঝুঁকি কম। \n" +
                "\n" +
                "ট্রাইসাইক্লিক অ্যান্টিডিপ্রেসেন্ট\n" +
                "\n" +
                "নরট্রিফাইটালাইন, ইমিপ্রেমাইন, ডোক্সেপিন, অ্যামিট্রিফাইটেমাইন, ট্রিমিপ্রেমাইন, প্রোট্রিফাইটেমাইন এবং ডেস্প্রামাইন অন্যতম। এইগুলো যথেষ্ট কার্যকারি কিন্তু নতুন অ্যান্টিডিপ্রেসেন্টের তুলনায় অনেক গুরুতর ক্ষতিকারক প্রভাব ফেলে। অতএব, প্রথমে এসএসআরআই প্রয়োগ করার পরে কোন উন্নতি না ঘটলে তবেই এইগুলোর সুপারিশ করা হয়। \n" +
                "\n" +
                "অন্যান্য ওষুধ\n" +
                "\n" +
                "অ্যান্টিডেপ্রেসেন্ট কার্যকারিতা বাড়াবার জন্য অ্যান্টিডিপ্রেসেন্টের সাথে অন্যান্য ওষুধ যোগ করা হয়। ডাক্তার মুড স্টেবিলাইজার কিংবা অ্যান্টি-সাইকোটিক্স অথবা দুটো অ্যান্টিডিপ্রেসেন্ট একসাথে খাওয়ার সুপারিশ করতে পারে। অ্যান্টি-অ্যাঞ্জাইটি এবং স্টিমুলেন্ট ওষুধও স্বল্পকালিন ব্যবহারের জন্য যোগ করা হতে পারে। \n" +
                "\n" +
                "২. হাসপাতালে চিকিৎসা\n" +
                "\n" +
                "একজন যখন নিজের যথাযথ যত্ন ও পরিচর্যা করতে পারে না কিংবা কারোর নিজেকে জখম করার তাৎক্ষণিক ভয় থাকে অথবা অন্যকিছু হলে তখন এর দরকার হতে পারে। হাসপাতালে সাইক্রিয়াটিক চিকিৎসা একজনকে মেজাজ ভালো হওয়া অবধি শান্ত এবং সুরক্ষিত রাখে।   \n" +
                "\n" +
                "৩. সাইকোথেরাপি\n" +
                "\n" +
                "বিষণ্ণতার চিকিৎসায় সাইকোথেরাপি একটা তাৎপর্যপূর্ণ অংশ। হালকা থেকে মাঝারি বিষণ্ণতার ক্ষেত্রে এটা লক্ষণ বা সমস্যা প্রশমিত করার জন্য একাই ব্যবহৃত হতে পারে। অনেকসময়ে, বিষণ্ণতার নিরসনে ওষুধের সাথে এটা ব্যবহার করা হয়। বিষণ্ণতার জন্য বিভিন্ন ধরনের সাইকোথেরাপি কার্যকারি যেমন কগনিটিভ বিহেভেরাল থেরাপি কিংবা ইনটারপারসোনাল থেরাপি। একজনের মানসিক স্বাস্থ্যসেবা কর্মী অন্যান্য থেরাপির সুপারিশ করতেও পারে। সাইকোথেরাপি যা সাহয্য করতে পারে তা হলঃ\n" +
                "\n" +
                "•\tঅভিজ্ঞতা ও সম্পর্ক অনুসন্ধান করা।\n" +
                "•\tঅন্যদের সাথে ইতিবাচক আদানপ্রদান তৈরি করা।\n" +
                "•\tনেতিবাচক বিশ্বাস এবং আচার-আচরন খুঁজে বের করা এবং তার বদলে সুস্থ ইতিবাচক কিছু।\n" +
                "•\tবিষণ্ণতার পেছনের কারণ খোঁজা।\n" +
                "•\tপরিস্থিতি আত খারাপ করার মতন বদল খোঁজা।\n" +
                "•\tসমস্যার মোকাবিলা ও সমাধানের উন্নততর পথ খোঁজা।\n" +
                "•\tসুস্থ ব্যবহারের মাধ্য্যমে যন্ত্রণা সহ্য করা ও স্বীকার করার ক্ষমতা তৈরি করা।\n" +
                "•\t\n" +
                "৪. ইলেক্ট্রোকনভালসিভ থেরাপি (ইসিটি)\n" +
                "\n" +
                "মাথার ইলেক্ট্রো নোডের মাধ্যমে ইলেক্ট্রিক কারেন্টের প্রয়োগ এর অন্তর্গত। সাধারণ অ্যানাস্থেসিয়ার জন্য রোগীরা ঘুমিয়ে থাকে বলে তারা এটা বুঝতে পারে না। ডাক্তার যদিও এটা ঠিক কীভাবে কাজ করে সেই ব্যাপারে জানে না, তাও মোটামুটি ভাবে কাজে দেয়, যদি, কয়েক সপ্তাহ যাবত অনেক ইসিটি চিকিৎসা হয় ও সমস্যার সমাধান হয়।  \n" +
                "\n" +
                "৫. ভেগাল নার্ভ সিমুলেশান (ভিএনএস)\n" +
                "\n" +
                "নির্দিষ্ট কিছু গুরুতর কিংবা ঘন ঘন হওয়া, ক্রনিক বিষণ্ণতার চিকিৎসায় ভিএনএস ব্যবহার করা হয়, যা নুন্যতম ২টো অ্যান্টিডিপ্রেসেন্ট ট্রায়ালে কোন সাড়া দেয় না। এটা একরকম সার্জিকাল চিকিৎসা যার মধ্যে পালস জেনারেটার অন্তর্গত এবং যা কলার বোনের নীচে দেওয়া হয়। মস্তিষ্কের মেজাজের জায়গাকে প্রভাবিত করবার চেষ্টায় এটা ভেগাস স্নায়ুকে উদ্দীপিত করতে তড়িৎ স্পন্দন পাঠায়। বিষণ্ণতার চিকিৎসায় ভিএনএস-র সুবিধা পাবার জন্য কয়েক মাস লেগে যায়।   \n" +
                "\n" +
                "৬. রিপিটেটিভ ট্রান্স-ক্রানিয়াল ম্যাগনেটিক স্টিমুলেশান (আরটিএমএস)\n" +
                "\n" +
                "এই পদ্ধতিতে মস্তিষ্কের মধ্যে দিয়ে শক্তিশালী ম্যাগনেটিক কারেন্ট পাঠানো হয়। এটা বিষণ্ণতার অন্য একটা চিকিৎসা প্রক্রিয়া। এটা অনেক সময়ে মুখ্য বিষণ্ণতা এবং অন্যান্য চিকিৎসায় সাড়া না পাওয়া গেলে ব্যবহৃত হয়। \n" +
                "\n" +
                "৭. বিষণ্ণতার জন্য ব্যায়াম\n" +
                "\n" +
                "বিষণ্ণতার যেকোন থেরাপিতে ব্যায়াম একটা আবশ্যিক অংশ। এটা মস্তিষ্কে রক্ত চলাচল বাড়িয়ে দেয়, মেজাজ ভালো করে এবং চাপ-ধকল থেকে রেহাই দেয়। শুধুই এটা ব্যবহার করলে অসাধারণ ফল পাওয়া যায়।\n ",R.drawable.healthcare));

        lstBook.add(new Book("হাঁপানি রোগ","বিস্তারিত","হাঁপানি রোগ কি? \n" +
                "হাঁপানি হল ফুসফুসের একধরণের ক্রনিক রোগ, যা নলাকার শ্বাসনালীকে উদীপ্ত করার সাথে সংকীর্ণ করে দেয়। এই নালি বাইরে থেকে ফুসফুসের মধ্যে ও ফুসফুসের ভেতর থেকে বাইরে বাতাস চালিত করে।\n" +
                "\n" +
                "হাঁপানি রোগ একইসাথে জিনগত এবং পরিবেশগত কারণের জন্য হয় বলে ধরে নেওয়া হয়। উপসর্গের ধরণ সহ সময়ের সাথে সাথে চিকিৎসায় সাড়া দেওয়া এবং স্পিরোমেট্রির ওপর ভিত্তি করে রোগ নির্ণয় করা হয়।\n" +
                "\n" +
                "হাঁপানি রোগের বৈশিষ্ট্যের মধ্যে আছে ঘন ঘন শব্দ করে শ্বাস নেওয়া, নিঃশ্বাসের দুর্বলতা, বুকে টান এবং কাশি। কাশির কারণে ফুসফুসে থুতু তৈরি হওয়া সত্ত্বেও কিন্তু অনেক ক্ষেত্রে সেটা বেরোতে পারে না।\n" +
                "\n" +
                "হাঁপানি রোগ শিশুদের মধ্যে খুবই ক্রনিক।\n" +
                "\n" +
                "হাঁপানি রোগের সাথে সাথে স্বাস্থ্য সংক্রান্ত অন্যান্য পরিস্থিতি বারংবার ঘটে, তার মধ্যে গ্যাসট্রো-ইসোফ্যাগাল রিফ্লাক্স রোগ (জিইআরডি), রিনোসোনুসিটিস এবং প্রতিবন্ধক সৃষ্টিকারী শ্লিপ অ্যাপেনিয়া অন্যতম। শারীরবৃত্তীয় রোগব্যাধি খুব সাধারণ ও প্রচলিত।\n" +
                "\n" +
                "জটিল লক্ষ্মণ বা উপসর্গের চিকিৎসা সাধারণভাবে ইনহেল্ড-অ্যাক্টিং বিতা-২ অ্যাগোনিস্ট (যথা সলবুটামল) এবং ওরাল ক্রস্টিকস্টেরএড। গুরুতর ক্ষেত্রে, ইন্ট্রাভেনাস ক্রস্টিকস্টেরএড, ম্যাগনেসিয়াম সালফেট এবং হাসপাতালে ভর্তি অবধি করতে হতে পারে।\n" +
                "\n" +
                "হাঁপানির পরিসংখ্যন\n" +
                "হাঁপানি খুবই প্রচলিত ক্রনিক রোগ এবং বর্তমানে সারা বিশ্বে প্রায় ২৩৫ মিলিয়ান মানুষ এইরোগে আক্রান্ত। দ্রুত নগরায়নের সাথে, হাঁপানি মুখ্য সমস্যা হয়ে দাঁড়িয়েছে, যা নিয়মিত ভিত্তিতে পৃথিবীর বুকে ভয় প্রদর্শন করছে এবং এর সাথে মৃত্যুর হার খুবই বিপদজনকভাবে বাড়ছে।\n" +
                "\n" +
                "হাঁপানি ও সংক্রমণ\n" +
                "নিঃশ্বাস সংক্রান্ত সংক্রমণ ও হাঁপানি এক জিনিষ না। অবশ্য, নিঃশ্বাস সংক্রান্ত যেকোন সংক্রমণ থেকেই হাঁপানির সমস্যা হতে পারে।\n" +
                "\n" +
                "হাঁপানি ও নিউমোনিয়া\n" +
                "অনেকের কাছে এটা যদিও একই জিনিষ, তবুও হাঁপানি ও নিউমোনিয়া কিন্তু সতন্ত্র অবস্থা। হাঁপানি একধরণের ক্রনিক অবস্থা এবং নিরাময়যোগ্য নয়, অন্যদিকে নিউমোনিয়া প্রধানত ফুসফুসের সংক্রমণ যা সহজেই সেরে যায়। হাঁপানির অন্তনির্হিত কারণ যদিও পরিষ্কারভাবে প্রতিষ্ঠিত নয়, অথচ নিউমোনিয়ার প্রধান অণুঘটক পরিচিত সত্য। এটা প্রধানত ভাইরাস ও ব্যাকটেরিয়াল রোগ।\n" +
                "\n" +
                "হাঁপানির ভয়াবয়তা\n" +
                "হাঁপানি প্রাণঘাতী না এবং হাঁপানি থেকে হামেশাই মানুষ মারা যায় না। হাঁপানিতে আক্রান্তদের এক-তৃতীয়াংশ মানুষ হাঁপানির গুরুতর আক্রমণের শিকার হয় এবং নজর না দেবার কারণে হাসপাতালে ভর্তি করতে হয়। রোগীর যথাযথ মেডিকেশান ও পরিচর্যা না হলেই অবস্থা ভয়াবহ আকার ধারণ করে।\n" +
                "\n" +
                "হাঁপানি রোগের লক্ষণ \n" +
                "হাঁপানির সময়ে ব্রঙ্কিয়াল টিউবের জ্বালা-যন্ত্রণার সময়ে চটচটে-আঠালো পদার্থের নিঃসরণ বেড়ে যায়। হাঁপানিতে আক্রান্তদের বায়ুনালী অনমনীয় হয়ে, ফুলে যায় বা পুঁজে ভরে যায়। সাধারণভাবে লক্ষণ হল:\n" +
                "\n" +
                "•\tকাশি, বিশেষকরে রাতে।\n" +
                "•\tসাঁ সাঁ শব্দ করে শ্বাস নেওয়া।\n" +
                "•\tনিঃশ্বাস নিতে সমস্যা।\n" +
                "•\tবুকে ব্যথা বা কষ্ট বা চাপ লাগা।\n" +
                "•\tহাঁপানি রোগে আক্রান্ত কেউ কেউ অনেক দিন পর্যন্ত কোন লক্ষণ বুঝতে না পারলেও মাঝে মাঝে সমস্যার তীব্রতা বাড়ে, যাকে অ্যাজমা অ্যাটাক বলে। \n" +
                "•\tহাঁপানির উপসর্গ\n" +
                "•\tহাঁপানির প্রচলিত উপসর্গ হলঃ\n" +
                "•\tনিঃশ্বাসের গুরুতর সমস্যা।\n" +
                "•\tজ্বলুনি।\n" +
                "•\tচোখের তলায় কালো দাগ-ছোপ।\n" +
                "•\tমুখের রঙ বদলানো।\n" +
                "•\tনিঃশ্বাস নেবার সময়ে দ্রুত হৃদস্পন্দন।\n" +
                "•\tহাঁপানি রোগ যা বাড়িয়ে দেয় \n" +
                "হাঁপানি রোগের কারণ লোক বিশেষে বদলায়। বিভিন্ন বস্তুর সংস্পর্শ অ্যালার্জি (অ্যালার্জেন) এবং যন্ত্রণাদায়ক পদার্থকে ইন্ধন যোগায়, যা থেকে হাঁপানির লক্ষণ এবং উপসর্গ চাগাড় দিয়ে ওঠে এবং এগুলো লোক বিশেষে বদলায়, যথা:\n" +
                "\n" +
                "•\tবায়ুবাহিত অ্যালার্জেন, যেমন ধুলো বা ফুলের রেণু, নোংরা-আবর্জনা বা পশুর গায়ের লোম, আরশোলা এবং বাতাসে ভাসমান ক্ষুদ্র পরজীবী কীট। \n" +
                "•\tশ্বাসযন্ত্রের সংক্রমণ, যেমন সাধারণ সর্দি-কাশি-ঠাণ্ডা লাগা। \n" +
                "•\tশারীরিক সক্রিয়তা (হাঁপানি বাড়তে পারে এমন ব্যায়াম) \n" +
                "•\tঠাণ্ডা হাওয়া। \n" +
                "•\tবায়ু দূষণকারী এবং যন্ত্রণাদায়ক পদার্থ, যেমন ধোঁয়া। \n" +
                "•\tবিশেষ কিছু ওষুধ, যার মধ্যে বিটা ব্লকার, অ্যাসপিরিন, ইবুপ্রোফেন (অ্যাডভিল, মরটিন আইবি, অন্যান্য) এবং ন্যাপ্রোক্সেন (অ্যালেভে)। \n" +
                "•\tঅনমনীয় অনুভূতি এবং চাপ-ধকল। \n" +
                "•\tকোন কোন খাবার ও পানীয়ের মধ্যে ব্যবহৃত সালফেট এবং প্রিজারভেটিভ, যার মধ্যে শ্রিম্প, শুকনো ফল, প্রসেসড আলু, বিয়ার এবং ওয়াইন।  \n" +
                "•\tগ্যাস্ট্রোএসোফেগাল রিফ্লাক্স ডিসঅর্ডার (জিএআরডি), যে অবস্থায় পাকস্থলীর অ্যাসিড গলায় ফেরত আসে। \n" +
                "•\tকোন কোন মহিলার মেন্সট্রুয়াল চক্র। \n" +
                "•\tপরিবেশ এবং জিনগত (বংশপরম্পরায় প্রাপ্ত) কারণ।  \n" +
                "•\tধূমপান।\n" +
                "•\tপোষ্য।\n" +
                "•\tজীবাণু সংক্রান্ত অ্যালার্জেন।\n" +
                "•\t\n" +
                "হাঁপানি কীভাবে শরীরের গুরুত্বপূর্ন অঙ্গকে প্রভাবিত করে\n" +
                "হাঁপানি শরীরের গুরুত্বপূর্ন অঙ্গকে প্রভাবিত করে, যা হলঃ\n" +
                "\n" +
                "হাঁপানি শরীরের রোগ প্রতিরোধ ক্ষমতাকে আক্রমণ করে এবং আরও সংবেদনশীল করে দেয়।\n" +
                "হাঁপানি প্রথমে শ্বসনতন্ত্রকে আক্রমণ করে এবং ফুসফুসের বাতাস বেরনোর পথকে সঙ্কুচিত করে দিয়ে নিঃশ্বাসের দুর্বলতার কারণ হয়ে ওঠে।\n" +
                "হাঁপানি স্নায়ুতন্ত্রের ক্ষতি করে এবং অস্বস্তির প্রতি সংবেদনশীল করে দেয়।\n" +
                "\n" +
                "হাঁপানির ঝুঁকির কারণঃ\n" +
                "হাঁপানির ঝুঁকির মধ্যে আছেঃ\n" +
                "\n" +
                "•\tঅ্যালার্জিক রাইনাইটিসের মতন অন্যান্য অ্যালার্জি হওয়া।\n" +
                "•\tহাঁপানির পারিবারিক ইতিহাস।\n" +
                "•\tবায়ু দূষণ।\n" +
                "•\tধূমপান।\n" +
                "•\tহাইড্রোক্লোরিক অ্যাসিড, সালফার ডাই-অক্সাইড ও অ্যামোনিয়ার মতন রাসায়ানিকের সংস্পর্শ থেকে হাঁপানি হয়।\n" +
                "•\tপ্যাসিভ স্মোকিং।\n" +
                "রোগ নির্ণয়\n" +
                "প্রথমত, ডাক্তার আপনার পারিবারিক ও মেডিক্যাল ইতিহাস, শারীরিক পরীক্ষা এবং টেস্টের ফলের ওপর ভিত্তি করে রোগে নির্ণয় করেন। ডাক্তার হাঁপানি রোগের গভীরতা বোঝবার চেষ্টা করেন অর্থাৎ ইনটারমিটেন্ট, হালকা, মাঝারি না কি তীব্র। \n" +
                "\n" +
                "হাঁপানি রোগ বিশেষজ্ঞকে তখন দেখানো উচিৎ যখন:\n" +
                "\n" +
                "হাঁপানিরোগ নির্ণয় করবার জন্য কোন বিশেষ পরীক্ষার প্রয়োজন কি না।  \n" +
                "জীবনের ওপর আশঙ্কাজনক হাঁপানি রোগের আক্রমণ হয়। \n" +
                "হাঁপানিরোগ নিয়ন্ত্রণের জন্য একাধিক কিংবা বেশী ডোজের ওষুধ লাগে অথবা সার্বিকভাবে হাঁপানিরোগ নিয়ন্ত্রণের ক্ষেত্রে কোন সমস্যা হলে। \n" +
                "অ্যালার্জির চিকিৎসার কথা ভাবলে।\n" +
                "\n" +
                "রোগ নির্ণয় করবার জন্য যে সব পরীক্ষা করা হয় তা হল:\n" +
                "\n" +
                "লাংস ফাংশন টেস্ট- স্পাইরোমেট্রি (স্পাই-রোমে-ট্রি) নামেও পরিচিত এবং এই পরীক্ষায় ফুসফুস ঠিক কীভাবে কাজ করছে সেটা দেখা হয়। এই পরীক্ষার দ্বারা নিঃশ্বাস প্রশ্বাসের পরিমাণও মাপা হয়।\n" +
                "অ্যালার্জি টেস্টিং করে সমস্যার জন্য দায়ী অ্যালার্জেন বের করা হয়, যদি সেরকম কিছু থেকে থাকে।\n" +
                "শ্বাসনালীর কতটা সংবেদনশীল তার পরীক্ষা করা হয় যা ব্রোঙ্কোপ্রভোকেশান (ব্রোং-কো-প্রো-ভ-কেশন) পরীক্ষা নামে পরিচিত। শারীরিক কাজকর্মের সময়ে বা ক্রমবর্ধমান হারে ঠাণ্ডা বাতাস নেওয়ার পরে বা শ্বাসের ভেতরে কোন বিশেষ রাসায়নিক নেওয়ার ফলে আপনার ফুসফুস কতটা সক্রিয়, স্পাইরোমেট্রির সাহায্যে এই পরীক্ষার দ্বারা বারংবার সেটা মাপ নেওয়া হয়।\n" +
                "হাঁপানির মতন রিফ্লাক্স রোগ, স্বরতন্ত্রীর ত্রুটি, স্লিপ অ্যাপ্নিয়ার ইত্যাদি একই লক্ষণযুক্ত অন্য কোন শারীরিক অবস্থার জন্য সমস্যা হচ্ছে কিনা সেটা পরীক্ষা করে দেখা হয়।  \n" +
                "বুকের এক্স-রে কিংবা ইকেজি (ইলেক্ট্রোকার্ডিওগ্রাম)। এই পরীক্ষার দ্বারা এটা বুঝতে পারা যায়, যে কোন বহিরাগত বস্তু কিংবা অন্য কোন রোগের কারণে আপনার এইসব লক্ষণ দেখা যাচ্ছে কি না।\n" +
                "প্রতিকার\n" +
                "উপযুক্ত চিকিৎসার মধ্যে বয়স, লক্ষণ, হাঁপানি বাড়বার কারণের সাথে কোন শ্রেষ্ঠ উপায়ে হাঁপানি নিয়ন্ত্রণ করা যায় কি না সেটা হল গুরুত্বপূর্ণ।\n" +
                "\n" +
                "নিঃশ্বাস যাবার পথের সমস্যা সৃষ্টিকারী জ্বালা-যন্ত্রণা কমানোর জন্য দীর্ঘমেয়াদী চিকিৎসার দরকার। চটজলদি উপশমের ইন হেলার (ব্রঙ্কোডায়ালেটার) তাড়াতাড়ি নিঃশ্বাসে বাঁধা সৃষ্টিকারী স্ফীত বায়ুনালীর পথ খুলে দেয়। কোন কোন ক্ষেত্রে, অ্যালার্জি মেডিকেশানের দরকার হয়।\n" +
                "\n" +
                "দীর্ঘকালীন মেডিকেশানের মধ্যে ইনহেল্ড কার্টিওকস্টেরয়েড, লিউকোট্রিয়েন মডিফায়ার, কম্পিনেশান ইন হেলার, লঙ্গাক্টিন বিটা অ্যাগোনিস, থিয়োফাইলিন অন্যতম।\n" +
                "\n" +
                "চটজলদি উপশমের ওষুধের মধ্যে সর্ট-অ্যাক্টিং বিটা অ্যাগোনিস, ইস্রাট্রোপিয়াম (অ্যাট্রোভেন্ট), ওরাল ও ইন্ট্রাভেনাস করটিস্টেরয়েড অন্যতম।\n" +
                "\n" +
                "অ্যালার্জি থেকে হাঁপানির সমস্যা খারাপ আকার নিলে অ্যালার্জির ওষুধের প্রয়োজন পরে।\n" +
                "\n" +
                "ক্রনিক হাঁপানির জন্য ব্রঙ্কিয়াল থারমোপ্লাস্টি একটা উপায়, যেখানে ইলেক্ট্রোডের সাহায্যে বায়ুনালীর পথকে গরম করা হয় যাতে পেশী নরম-মসৃণ হওয়ার সাথে নিঃশ্বাস প্রশ্বাসের জন্য পথ বাঁধা মুক্ত থাকে।\n" +
                "\n" +
                "ঘরোয়া প্রতিকার\n" +
                "হাঁপানির বেশ কিছু ঘরোয়া প্রতিকার হল:\n" +
                "\n" +
                "•\tআদা: হাঁপানি সহ অসংখ্য সমস্যার পরিচিত প্রাকৃতিক উপাদান। ঈষদুষ্ণ জলে কিছুক্ষণ ভিজিয়ে নিয়ে রোজ খেলে হাঁপানি রোগ প্রতিকারের ক্ষেত্রে চমৎকার ফল দেয়। মেথি গাছের সাথে মেশালে সেটা ফুসফুসকে ডিটক্সিফাই করে দেয়। কাঁচা আদাও উপকারী।\n" +
                "\n" +
                "•\tমধু: ক্রনিক হাঁপানির হাত থেকে রেহাই পাবার জন্য নিয়মিত মধু খেলে উপকার পাবেন।\n" +
                "\n" +
                "•\tসরষের তেল: সামান্য কর্পূর মিশিয়ে সরষের তেল বুকে মালিশ করলে সেটা অনেকাংশে হাঁপানির সমস্যার সমাধান করে।\n" +
                "\n" +
                "•\tডুমুর: হাঁপানির সমস্যার সমাধানের সারারাত ভিজিয়ে রাখুন এবং সকালবেলায় খালি পেটে খান।\n" +
                "\n" +
                "•\tরসুন: রোজ একবার করে দুধের মধ্যে দিয়ে ফোটালে রেহাই পাওয়া যায়।\n" +
                "\n" +
                "•\tকফি: দিনে দুবার কড়া করে ব্ল্যাক কফি খেলে হাঁপানির আক্রমণ কমানো যায়, কারণ ক্যাফেইন স্বাভাবিক ব্রঙ্কোডায়ালার হিসেবে কাজ করে। এককাপ ব্ল্যাকটিও কাজে দেবে।\n" +
                "\n" +
                "•\tইউক্যালিপটাস অয়েল: টিস্যু পেপারের মধ্যে কয়েক ফোঁটা এই তেল নিয়ে শুঁকলে উপকার পাওয়া যায়।\n" +
                "\n" +
                "হাঁপানির ওপর জীবনযাত্রার নিয়মাকানুনের ভুমিকাঃ\n" +
                "হাঁপানি প্রধানত পেশাগত রোগ, তাই এটা হওয়া আটকানোর জন্য জীবনযাত্রা সংক্রান্ত নিম্নলিখিত কৌশল অবলম্বন করা দরকারঃ\n" +
                "\n" +
                "১. নিয়মিত ভিত্তিতে বাড়ির ধুলোময়লা পরিষ্কার করবার অভ্যাস নোংরা জমতে দেবে না।\n" +
                "\n" +
                "২. বাড়ির মধ্যে বায়ুবাহিত দূষক এড়াতে এয়ারকন্ডিশনার ব্যবহার করুন। \n" +
                "\n" +
                "৩. বাতাসের আর্দ্রতা নিয়ন্ত্রন করবার জন্য ডেহুমিডিফায়ার ব্যবহার করুন।  \n" +
                "\n" +
                "৪. ধূমপান করবেন না।\n" +
                "\n" +
                "৫. গুঁড়ো মাটি এড়ানোর জন্য বাড়ির মধ্যের বাথরুম ও রান্নাঘরের মতন স্যাঁতস্যাঁতে জায়গা পরিষ্কার করুন।\n" +
                "\n" +
                "৬. স্বাস্থ্যকর খাবার খান।\n" +
                "\n" +
                "৭. শ্বাসপেশীকে শক্তিশালী বানানোর জন্য নিয়মিত সাঁতার কাটুন। \n" +
                "\n" +
                "হাঁপানি ও সংক্রমণ\n" +
                "ভাইরাল ও ব্যাকটেরিয়া সহ শ্বসনতন্ত্র সংক্রান্ত যেকোন সংক্রমন বিভিন্ন ভাবে হাঁপানির সমস্যা বাড়িয়ে তুলতে পারে। সংক্রমণ প্রধানত ফুসফুসের বায়ুনালীকে সঙ্কুচিত করে দেয় এবং এটা হাঁপানি রোগীদের জন্য গুরুতর। অতএব, হাঁপানি রোগীদের যেকোন ধরনের সংক্রমণ থেকে অতিরিক্ত সতর্ক থাকা উচিৎ।\n" +
                "\n" +
                "হাঁপানি ও শরীরচর্চা\n" +
                "ঠাণ্ডা ও শুকনো আবহাওয়ায় খেলাধুলা ও শরীরচর্চার কিছু করলে সেটা অনেকভাবে হাঁপানির সম্ভবনা বাড়িয়ে দেয়। শরীরচর্চার সময়ে অনেকেই যেহেতু মুখ দিয়ে শ্বাস নেয়, তাই শুষ্ক ও ঠাণ্ডা বাতাস ঢুকে বায়ু যাবার পথকে সঙ্কুচিত করে দেয় ও রোগীদের জন্য জটিল পরিস্থিতির সৃষ্টি করে। সুতরাং, যথাযথ পরিস্থিতিতে সুরক্ষিত শরীরচর্চা হাঁপানির মোকাবিলা করতে সাহয্য করে এবং রোগীর প্রতিরোধ ক্ষমতা বাড়ায়। হাঁপানি রোগীদের জন্য সাঁতার কাটা, হাঁটা এবং যোগা হল দারুণ শরীরচর্চা। যেকোন ধরণের শরীরচর্চা করবার সময়ে, মুখ দিয়ে শ্বাস না নেওয়া সুনিশ্চিত করুন।\n" +
                "\n" +
                "হাঁপানি ও বংশপরম্পরা\n" +
                "হাঁপানি জিনগত রোগ এবং বংশগত কারণে হাঁপানি হয়। হাঁপানি রোগী থেকে তার সন্তানদের রোগের জিন যায়। \n" +
                "\n" +
                "হাঁপানি ও লিঙ্গ\n" +
                "বাচ্চা মেয়েদের থেকে ছেলেরা অনেক বেশী হাঁপানি প্রবণ হয় কারণ তাদের বায়ু যাবার পথ অনেক বেশী সঙ্কুচিত। এইকারন হাঁপানির সমস্যা বাড়িয়ে দেয়। \n" +
                "\n" +
                "হাঁপানি ও গর্ভাবস্থা\n" +
                "গর্ভাবস্থায় হাঁপানির আক্রমণ মা ও ভ্রূণ উভয়ের ক্ষেত্রেই প্রাণঘাতী হতে পারে। মায়ের ক্ষেত্রে এটা গুরুতর জটিলতার সৃষ্টি করতে পারে, যার মধ্যে আছে অধিক রক্তচাপ ও সময়ের আগে শিশুর জন্ম। অক্সিজেনের সরবরাহ কমার কারণে, হাঁপানির আক্রমণ অনেকসময়ে বাচ্চার জন্য প্রচণ্ড মারাত্মক হতে পারে এবং মাতৃজঠরেই শিশু মৃত্যু হতে পারে। গর্ভাবস্থায় হাঁপানির আক্রমণ সঠিক ওষুধ নিয়ে নিয়ন্ত্রণ করা দরকার। অ্যান্টি-আজমাটিক ওষুধ গর্ভবতী মহিলাদের জন্য সুরক্ষিত। \n" +
                "\n" +
                "হাঁপানি এবং উপবাস\n" +
                "হাঁপানির ওষুধ খেলে উপবাস ভেঙ্গে যাবে ভেবে যদি কোন রোগী হাঁপানির ওষুধ না খায় তাহলে না খাওয়া বা উপবাস বিভিন্নভাবে হাঁপানির সমস্যা বাড়িয়ে দেয়। উপবাসের কারণে অনেকসময়ে ডিহাইড্রেশান হয়, যা থেকে বায়ু যাবার পথ শুকিয়ে যায় এবং সমস্যা খারাপ আকার ধারণ করে। সতর্ক থাকুন এবং গুরুতর আক্রমণ এড়িয়ে যান। \n" +
                "\n" +
                "\n" +
                "\n" +
                "হাঁপানি এবং ব্যথানিরাময়ক\n" +
                "হাঁপানি থাকলে পেইনকিলার বা ব্যথানিরাময়ক নেওয়া উচিৎ না। হাঁপানির অধিকাংশ রোগীরা ব্যথানিরাময়ক ওষুধের প্রতি সংবেদনশীল এবং অবশ্যই অ্যাসপিরিন ও ইবুপ্রোফান না খাওয়া উচিৎ। পেইনকিলার খেলে সেটা প্রো-ইনফ্ল্যামেটারি লিউকোট্রিয়েনের উৎপাদন বাড়িয়ে দেয় এবং এটা হাঁপানির সমস্যা বাড়িয়ে দেয়। \n" +
                "\n" +
                "হাঁপানি ও শিশু\n" +
                "শিশুরা অনেকবেশী হাঁপানি প্রবণ হয় এবং প্রায় ৭ মিলিয়ান শিশু এতে আক্রান্ত। শিশুদের বৃদ্ধিত শারীরিক গঠন ও অপরিণত প্রতিরোধ ক্ষমতার কারণে তারা অ্যালার্জেন প্রবণ হয় এবং এই কারণে তাদের হাঁপানি হয়। \n" +
                "\n" +
                "হাঁপানি এবং আবহাওয়ার পরিবর্তন-শীতকাল হল অপদেবতা\n" +
                "হাঁপানি রোগীদের ওপর আবহাওয়ার বদল যথেষ্ট প্রভাব ফেলে এবং শীতকালীন পরিস্থিতিতে এটা খারাপ আকার ধারণ করে। আবহাওয়ার আচমকা পরিবর্তন উপস্থিত অবস্থার দ্রুত অবনতি ঘটায় ও অনেকভাবে জটিলতা বাড়িয়ে দেয়। ঠাণ্ডা ও শুকনো শীতকাল হাঁপানি রোগীদের কাছে বিভীষিকা এবং অনেকের কাছেই দুঃস্বপ্নের কারণ হয়ে দাঁড়ায়। ঠাণ্ডা ও শুষ্ক বাতাস এবং ধুলোময়লা, নোংরা, মাটি ও ফায়ারপ্লেসের ধোঁয়ার মতন সাধারণ বিষয় অবস্থা সঙ্গিন করে তোলে। শীতকালে ভাইরাস ভিত্তিক অন্যান্য শ্বাস সংক্রান্ত রোগের সম্ভবনা বেড়ে যায়। সাধারণ ঠাণ্ডা ফ্লু হাঁপানি রোগীদের জীবন দুর্বিষহ করে দেয়।\n" +
                "\n" +
                "অবশ্য, কিছু মুল নিয়ম মেনে চলে পরিস্থিতি সামাল দেওয়া যায় এবং এটা শীতকালেও হাঁপানি রোগের মোকাবিলা করতে পারে। এইসব সাধারণ ও প্রচলিত পরামর্শ মেনে চলে সুথ ও আনন্দের মরসুম উপভোগ করুমঃ \n" +
                "\n" +
                "•\tঘন ঘন সাবান বা অ্যালকোহল ভিত্তিক হ্যান্ড স্যানিটাইজার দিয়ে হাত পরিষ্কার করবার মতন স্বাস্থ্যকর অভ্যাস তৈরি করুন। এটা ঠাণ্ডা ভাইরাস ছড়ানোর ঝুঁকি কমানোর সাথে ঠাণ্ডা সংক্রান্ত সংক্রমণ আটকায়।\n" +
                "\n" +
                "•\tডাক্তারের পরামর্শ মেনে ফ্লু সট নিয়ে ফ্লু প্রতিরোধ করুন। ঠাণ্ডা সংক্রান্ত ফ্লু কিন্তু হাঁপানি রোগীদের ক্ষেত্রে প্রাণঘাতী হতে পারে এবং পরিস্থিতির মোকাবিলায় ফ্লু টিকা নেওয়া আবশ্যিক। \n" +
                "\n" +
                "•\tফায়ারপ্লেস কতটা উষ্ণ বা আরামদায়ক সেটা বিষয় না, তাই এর পাশে বসবেন না। জ্বলন্ত কাঠ থেকে ধোঁয়া ওঠে যা প্রচলিত সমস্যার কারণ এবং এটা ফুসফুসের অস্বস্তির কারণ এবং রোগের সমস্যা বাড়িয়ে দেয়।\n" +
                "\n" +
                "•\tমুখ দিয়ে শ্বাস নেওয়া বন্ধ করুন এবং বাড়ির বাইরে থাকলে মুখ বন্ধ রাখার চেষ্টা করুন। মুখ দিয়ে ঠাণ্ডা ও শুষ্ক বাতাস ঢুকে হাঁপানির সমস্যা বাড়িয়ে দেয়। ঠাণ্ডা হাওয়া ঢোকা আটকাতে উষ্ণ স্কার্ফ দিয়ে নাক ঢেকে রাখুন।\n" +
                "\n" +
                "•\tবাড়ির ভেতর গরম করবার যন্ত্রের ফিল্টার পরীক্ষা করে ধুলোময়লা ও আবজর্না জমা আটকান।\n" +
                "\n" +
                "•\tশীতকালে যেহেতু নিঃশ্বাসের সাথে ঠাণ্ডা ও শুষ্ক হাওয়া ঢুকতে পারে তাই এইসময়ে বাড়ির বাইরে শরীরচর্চা করবেন না, কারণ এটা সমস্যা বাড়াতে পারে।\n" +
                "\n" +
                "•\tদৈনিক শরীরচর্চা শুরু করার আগে কিছুক্ষণ গা ঘামিয়ে নিন।\n" +
                "\n" +
                "•\tবাড়ির বাইরে বেরনোর আগে হাঁপানির প্রতিরোধের ওষুধ নিয়ে নেবেন।\n" +
                "\n" +
                "•\tশীতকালে কখনো ওষুধ বা হেলথ-চেকআপ বাদ দেবেন না। প্রচণ্ড ব্যস্ততা সত্ত্বেও ওষুধ খেতে ভুলবেন না।\n" +
                "\n" +
                "\n" +
                "\n" +
                "বায়ু দূষণ এবং হাঁপানি\n" +
                "দুষিত ও মন্দ মানের বাতাস যা আমরা রোজ শ্বাসের সাথে নিই সেটাই হল হাঁপানির সবথেকে স্পষ্ট কারণ। সারা বিশ্বব্যাপী হাঁপানি রোগীরা প্রতিনিয়ত বায়ু দূষণের ক্ষতিকারক প্রভাবের ভুক্তভোগী, যেহেতু এটা অনেকসময়ে হাঁপানির কারণ হয়ে দাঁড়ায়।  গাড়ি, কারখানার চিমনি থেকে নির্গত দূষণ পদার্থের সাথে সুর্যালোকের বিক্রিয়ার কারণে “ধোঁয়া বা কুয়াশার মিশ্রণ” তৈরি হয়। বাতাসের মধ্যের দুষিত বস্তুকণা সহ বাতাসের এই ধোঁয়ার স্তর হাঁপানি রোগীদের জীবন দুর্বিষহ করে তোলে। বাতাসের ভেতরের কার্বোন মনোঅক্সাইড ও অন্যান্য গ্রিনহাইজ গ্যাসের উপস্থিতি অবস্থা আরও জটিল ও ভয়াবহ করে দেয়। \n" +
                "\n" +
                "শহর ও গ্রামাঞ্চলে বায়ু দূষণের মুখ্য কারণ\n" +
                "•\tচাষের ক্ষেত্রে সাধারণভাবে ব্যবহৃত কীটনাশক, জীবাণুনাশক ও সার থেকে নির্গত ক্ষতিকারক অ্যামোনিয়া গ্যাস।\n" +
                "\n" +
                "•\tকয়লা, গ্যাসোলিন ও প্রাকৃতিক গ্যাসের মতন জীবাশ্ম পোড়ালে।\n" +
                "\n" +
                "•\tকারখানা থেকে নির্গত কার্বোন মনোঅক্সাইড, হাইড্রোকার্বোন ও অন্যান্য ক্ষতিকারক গ্যাস।\n" +
                "\n" +
                "•\tধূমপানও বায়ুদূষণের অন্যতম কারণ।\n" +
                "\n" +
                "•\tখনি থেকে নির্গত ধোঁয়া-ধুলো। \n" +
                "\n" +
                "•\tবায়ু দূষণ হাঁপানি রোগী এবং সুস্থ স্বাভাবিক মানুষের পক্ষেও গুরুতর, কারণঃ\n" +
                "\n" +
                "•\tবাতাসের মধ্যের দুষিত পদার্থ হাঁপানি রোগীদের বায়ুপথ আটকে দিয়ে হাঁপানি সমস্যা বাড়িয়ে তোলে।\n" +
                "\n" +
                "•\tগাড়ির ধোঁয়ার ক্ষুদ্র বায়ুবাহিত কণা দ্রুত ফুসফুসের মধ্যে ঢুকে গিয়ে বায়ুপথকে ফুলিয়ে দেয়, যা থেকে হাঁপানির সমস্যা হয়।\n" +
                "\n" +
                "•\tবায়ুর দূষণকারী পদার্থ অনেক সময়ে হাঁপানি রোগীদের ধুলোময়লা ও পরাগ বা রেণুর মতন হাঁপানি রোগের অন্যান্য কারণের থেকে সুরক্ষিত রাখে না।\n" +
                "\n" +
                "•\tবায়ুর গুরুতর দূষণ হাঁপানির আক্রমণের সম্ভবনা বাড়িয়ে তোলে।\n" +
                "\n" +
                "•\tগর্ভবতি মহিলাদের দুষিত বায়ুর সংস্পর্শে তাদের গর্ভের বাচ্চাদের হাঁপানি হবার সম্ভবনা বাড়িয়ে দেয়। \n" +
                "\n" +
                "•\tবায়ু দূষণকারী পদার্থের উপস্থিতি নিম্নলিখিত পরিস্থিতিতে ভয়ঙ্কর এবং বায়ু দূষণের সমস্যা ও ক্ষতির মোকাবিলায় অতিরিক্ত সতর্ক থাকতে হবেঃ\n" +
                "\n" +
                "•\tবায়ু দূষণ থেকে তরুণ-তরুণী ও শিশুরা অনেকবেশী প্রভাবিত হয়, তাদের শ্বাসের হাড় যেহেতু দ্রুত ও অনেক তাড়াতাড়ি বায়ুবাহিত দূষক পদার্থ নিতে পারে।\n" +
                "\n" +
                "•\tপ্রবীণরা যেহেতু হাঁপানি সহ হৃদরোগে ভুগছেন, তাই তারা বায়ুদূষণের সাথে সহজে মোকাবিলা করতে সমস্যায় পরেন। \n" +
                "\n" +
                "•\tহাঁপানি রোগীদের জন্য বায়ু দূষণের বিরুদ্ধে লড়াই করাটা খুবই কষ্টকর কারণ শহরের জীবনযাত্রা ও রোজকার কর্মব্যাস্ততা বজায় রাখতে গিয়ে অনেকক্ষেত্রে হাঁপানির সমস্যা চাগিয়ে ওঠে। \n" +
                "\n" +
                "•\tঅবশ্য, নিম্নলিখিত মুখ্য পরামর্শ মেনে চললে বায়ুদূষণের ক্ষতির মোকাবিলা করে উন্নত জীবনধারণ করা সম্ভবপর\n" +
                "•\tগ্যাসোলিন চালিত গাড়িতে উঠবেন না।\n" +
                "\n" +
                "•\tলনমোয়ার ব্যবহার এড়িয়ে চলুন।\n" +
                "\n" +
                "•\tউষ্ণ ও আর্দ্র দিনে যেহেতু ওজনের মাত্রা অনেক অধিক থাকা, তাই বাড়ির বাইরে শরীরচর্চা বা ব্যায়াম করবেন না। \n" +
                "\n" +
                "•\tউদ্বায়ী পদার্থ বেরোয় এমন কোনরকম আঁকা সংক্রান্ত কাজের সাথে জড়াবেন না।\n" +
                "\n" +
                "•\tকর্মস্থলে যাবার সময়ে সবসময়ে নিজের সাথে নিজের দরকারি ওষুধ রাখবেন এবং আপদকালিন পরিস্থিতিতে ডাক্তারের সাহায্য নিন।\n" +
                "\n" +
                "•\tওজনের প্রবেশ আটকাতে বাড়িতে ওজন ফিল্টার ব্যবহার করুন।\n" +
                "\n" +
                "•\tসুবাসিত মোমবাতি ও রুমফ্রেশনার ব্যবহার করবেন না।\n" +
                "\n" +
                "•\tবাড়িতে হাওয়াবাতাস চলাচলের উন্নততর ব্যবস্থা করুন।\n" +
                "\n ",R.drawable.healthcare));

        lstBook.add(new Book("স্ট্রোক","বিস্তারিত","স্ট্রোক কি?\n" +
                "স্ট্রোক বা “ব্রেইন অ্যাটাক” হল সাধারণভাবে মস্তিষ্কে আচমকা রক্ত সংবহন আটকে যাওয়া থেকে হওয়া একপ্রকার মারাত্মক অবস্থা। রক্ত জমাট বাঁধার কারণে কিংবা মস্তিষ্কের কোন রক্তবাহী নালী ফেটে গিয়ে মস্তিষ্কের দিকে যাওয়া যেকোন গুরুত্বপূর্ন রক্তবাহী নালী আটকে গেলে এই অবস্থার সূত্রপাত হয়। মস্তিষ্কে রক্ত সরবরাহ কমে গেলে অক্সিজেন ও প্রয়োজনীয় পুষ্টি উপাদানের সরবরাহ বন্ধ হয়ে যায়, যার ফলে মস্তিষ্কের কোষের ধ্বংস হয়। এই ঘটনা থেকে নড়াচড়া, কথাবার্তা ও স্মৃতিশক্তির মতন গুরুত্বপূর্ন শারীরিক কাজের অসঙ্গতি দেখা যায়। রক্ত ও অক্সিজেনের সরবরাহের কমতি থেকে স্ট্রোকের ৪ মিনিটের মধ্যে মস্তিষ্কের কোষের ধ্বংস হওয়া শুরু হয় এবং গুরুতর পরিণতি হিসেবে ভুক্তভোগীরা চোখের নিমেষে মারা যায়।   \n" +
                "\n" +
                "স্ট্রোকে মৃত্যুর হার কি?\n" +
                "সারা পৃথিবীকে প্রভাবিত করার মতন প্রাণঘাতী অবস্থার মধ্যে স্ট্রোক হল অন্যতম লক্ষ্যনীয়। এটা একটা সাঙ্ঘাতিক ঘটনা, যার জন্য রোগীর তৎক্ষণাৎ মৃত্যু হয় অথবা ভুক্তভোগী সারা জীবনের জন্য স্বাধীনভাবে কাজ করবার ক্ষমতা হারায়। \n" +
                "\n" +
                "সাম্প্রতিক হেলথ কেয়ার গবেষণা ইঙ্গিত করেছে, যে সারা পৃথিবীতে বছরে ১৬ মিলিয়ান মানুষ প্রথমবার স্ট্রোকে আক্রান্ত হয় এবং বাৎসরিক মৃত্যুর হার ৫.৭ মিলিয়ান। এই বেদনাদায়ক তথ্যের জন্য এটা পৃথিবীব্যাপী দ্বিতীয় মুখ্য প্রাণঘাতী কারণ। ভারতবর্ষ হল অন্যতম প্রধান উন্নয়নশীল দেশ, এখানে সারা পৃথিবীর স্ট্রোকে আক্রান্তদের মধ্যে এক পঞ্চমাংশ এখানকার এবং বছরে ১.৮ মিলিয়ান ভারতীয় এই রোগে মারা যায়। \n" +
                "\n" +
                "কোন কোন মুখ্য কারণের জন্য আচমকা স্ট্রোক হয়?\n" +
                "মস্তিষ্কে অক্সিজেন ও মুখ্য পুষ্টি উপাদান সরবরাহকারী সুস্থ রক্তনালীর কাজে গোলমালই হল স্ট্রোকের প্রধান কারণ হল। অতএব, কোন কারণে রক্তনালীর মধ্যে দিয়ে রক্ত চলাচলে বাধার সৃষ্টি হলেই স্ট্রোক হয়। অনেক পরিস্থিতির মধ্যে, প্রধান কারণ যার ফলে রক্ত চলাচলে বাধার সৃষ্টি হয়, তা হলঃ\n" +
                "\n" +
                "অ্যানুরিসম (শিরা-ধমনীতে দুর্বল ছাপ, যা ফেটে যায়)\n" +
                "আর্থারোস্ক্লেরোসিস (শিরা-ধমনীতে প্লেকের গঠন)\n" +
                "হাইপারটেনশান (অধিক রক্তচাপ থেকে অনেক সময়ে ফেটে যায় ও আর্টারির ক্ষতি হয়) \n" +
                "\n" +
                "কি কি ধরণের স্ট্রোক হয়?\n" +
                "মস্তিষ্কে রক্ত সরবরাহের গোলমালের ধরণের ওপর ভিত্তি করে স্ট্রোককে দুটো প্রধান ভাগে ভাগ করা হয়ঃ ইসকেমিক স্ট্রোক ও হেমেরোজেনিক স্ট্রোক।\n" +
                "\n" +
                "ইসকেমিক স্ট্রোকঃ রক্তবাহী নালিতে রক্ত জমাট বেঁধে যাবার জন্য মস্তিষ্কের ভেতরের রক্তবাহি নালী বন্ধ হয়ে গেলে এই ধরণের স্ট্রোক হয়। পৃথিবীর জনসংখ্যার সব স্ট্রোকের মধ্যে ৮০% স্ট্রোক এইকারনের জন্য হয়। এটাকে আরও দুই ভাগে ভাগ করা যায়, যথা থ্রোম্বোটিক স্ট্রোক ও এম্বোলিক স্ট্রোক। মস্তিষ্কের মধ্যের রক্তবাহী নালীর মধ্যে রক্ত জমাট বেঁধে গেলে থ্রোম্বোটিক স্ট্রোক হয় এবং অধিক কোলেস্টেরলে আক্রান্ত বয়স্কদের এই রোগ হয়। অন্যদিকে, মস্তিষ্ক থেকে শরীরের অন্য অঙ্গে রক্ত চলাচল জমাট বদ্ধ হয়ে এম্বোলিক স্ট্রোক হয় এবং এটা নির্দিষ্ট কোন রকমের লক্ষণ প্রকাশ করে না বলে প্রাণঘাতীও বটে। \n" +
                "\n" +
                "হেমেরোজেনিক স্ট্রোকঃ মস্তিষ্কের ভেতরের কোন রক্তবাহী নালী ফেটে গেলে এই নির্দিষ্ট ধরণের স্ট্রোক হয়। স্ট্রোকের মোট সংখ্যার ২০% এই জন্য হয়। এই ধরণের স্ট্রোককে দুইভাগে ভাগ করা হয়ঃ ইন্ট্রাসেরিব্রাল হেমারেজ (হাইপারটেনশান থেকে মস্তিষ্কের মধ্যের কোন একটা শিরা-ধমনি আচমকা ও দ্রুত ফেটে গিয়ে মৃত্যু অবধি হয়) এবং সাবআরচনয়েড হেমারেজ (মস্তিষ্কের মধ্যের রক্তবাহী নালিতে অস্বাভাবিক রক্তপাত থেকে সাবাআরচনয়েড স্থানে রক্তপাত হয়)। \n" +
                "\n" +
                "ট্রানসিয়েন্ট ইসকেমিক অ্যাটাক (টিআইএ) কি?\n" +
                "এটাকে অনেকসময়ে “মিনি স্ট্রোক” বলা হয় এবং এটা একইসাথে আগামী কয়েক দিনের মধ্যে আরও বড় অ্যাটাকের ইঙ্গিত দেয়। স্ট্রোকের লক্ষণের সাথে এর লক্ষণ এক হলেও এইগুলো কম মারাত্মক ও অনেকক্ষণ স্থায়ী হয় না। আচমকা কারোর শরীরের নির্দিষ্ট কোনদিক দুর্বল লাগলে, মাথা ঘোরা সহ চোখের দৃষ্টির সমস্যা ও কথা বলতে কষ্ট হলে, আরও স্ট্রোকের আঘাত আটকানোর সাথে সেটার মোকাবিলা করবার জন্য তৎক্ষণাৎ ডাক্তারের কাছে যাওয়া উচিৎ।  \n" +
                "\n" +
                "শরীরের প্রধান অঙ্গে স্ট্রোকের প্রভাব কি?\n" +
                "স্ট্রোকের পরিস্থিতি নিম্নলিখিত ছাড়াও শরীরের অধিকাংশ অঙ্গকেই প্রভাবিত করেঃ\n" +
                "\n" +
                "•\tমস্তিষ্ক- স্ট্রোক মস্তিষ্কর ব্যাপক ক্ষতি করে এবং স্মৃতিশক্তি, চেতনা-বুদ্ধির ক্রিয়া, শেখার ক্ষমতা, অন্ত্র ও মূত্রথলির নিয়ন্ত্রণ করবার স্বাভাবিক ক্ষমতাকে প্রভাবিত করে।\n" +
                "•\tহৃৎপিণ্ড- স্ট্রোক সরাসরি হৃৎপিণ্ডকে প্রভাবিত না করলেও, যারা আগে থেকেই হৃদরোগে আক্রান্ত, তাদের ক্ষেত্রে সবসময়েই স্ট্রোক হতে পারে।\n" +
                "•\tফুসফুস- ভুক্তভোগীর অনেকক্ষেত্রে নিঃশ্বাসের দুর্বলতা হতে পারে।\n" +
                "•\tপরিপাকতন্ত্রর সাথে জড়িত অঙ্গ- অন্ত্রের অসংযম স্বাভাবিক।   \n" +
                "•\tইউরিনারি সিস্টেম সংক্রান্ত অঙ্গ- স্ট্রোক আমাদের মূত্রথলিকে নিয়ন্ত্রণ করবার মতন মস্তিষ্ক ও কিডনির যোগসুত্রের ক্ষতি করে এবং এর ফলে ঘন ঘন অনিয়ন্ত্রিত মুত্রত্যাগ হয়। \n" +
                "\n" +
                "স্ট্রোকের লক্ষণ কি?\n" +
                "স্ট্রোক অনেকসময়েই আচমকা হয় এবং মস্তিষ্কের যেপাশ ক্ষতিগ্রস্ত হয়, তার ওপর নির্ভর করে। মস্তিষ্কের ডানপাশের ক্ষতি শরীরের বিপরিত দিককে প্রভাবিত করে এবং উল্টোটাও সত্যি। স্ট্রোকের ক্ষেত্রে প্রথম যেসব লক্ষণ দেখা যায়, তার মধ্যে আছেঃ\n" +
                "\n" +
                "•\tপেশীর লক্ষণঃ পেশীর দুর্বলতা সহ পেশী নড়াচড়ায় কষ্ট হয়, পেশীর সমন্বয়ে সমস্যা হয় ও পেশীর অনমনিয়তা দেখা যায়। \n" +
                "\n" +
                "•\tসারা-শরীরের লক্ষণঃ শরীরের যথাযথ ভারসাম্য বজায় রাখতে সমস্যা হয় এবং সারা শরীরে প্রচুর অবসন্নতা গ্রাস করে। \n" +
                "\n" +
                "•\tদৃষ্টিশক্তি সংক্রান্ত লক্ষণঃ দৃষ্টিশক্তি সংক্রান্ত সমস্যার অন্তর্গত হল ডাবল ভিশান, ঝাপসা দৃষ্টি ও আচমকা দৃষ্টিশক্তি নষ্ট হওয়া। \n" +
                "\n" +
                "•\tকথাবার্তা সংক্রান্ত লক্ষণঃ কথাবার্তা সংক্রান্ত সমস্যা থেকে একজনের সম্পূর্ন বা আংশিক কথা বলার ক্ষমতা নষ্ট হয়। \n" +
                "\n" +
                "•\tসংবেদন সংক্রান্ত লক্ষণঃ স্পর্শ ও বাহ্যিক উদ্দীপনার প্রতি সংবেদন কমে যায়।\n" +
                "\n" +
                "অন্যান্য লক্ষণঃ\n" +
                "•\tগিলতে সমস্যা, প্রচুর মাথাযন্ত্রনা ও চোখের অনিয়ন্ত্রিত নড়াচড়া। \n" +
                "\n" +
                "•\tস্ট্রোকের গুরুত্বপূর্ন ও মুখ্য প্রাথমিক লক্ষণকে “এফএএসটি” নাম দেওয়া হয়েছে, যেখান “এফএএসটি” হলঃ\n" +
                "\n" +
                "•\tফেস (এফ)-পরীক্ষা করে দেখুন যে মুখের একদিক আচমকা ঝুলে পড়বার সাথে অসাড় হয়ে গিয়েছে কি না।\n" +
                "\n" +
                "•\tআর্মস (এ)-হাত তোলা ও আচমকা নামানোর সময়ে হাতের কোন লক্ষণীয় দুর্বলতা দেখা গিয়েছে কি না। \n" +
                "\n" +
                "•\tস্পিচ (এস)- কথা বলতে না পারা ও কথোপকথনে সমস্যা।\n" +
                "\n" +
                "•\tটাইম (টি)- সময় খুবই গুরুত্বপূর্ণ, অতএব উপরে-উল্লেখিত কোন লক্ষণ প্রকাশ পেলে তখনই ডাক্তারের সাহায্য নিন। \n" +
                "\n" +
                "স্ট্রোকের ক্ষেত্রে স্বাস্থ্য সংক্রান্ত প্রধান ঝুঁকি কি?\n" +
                "স্ট্রোকের নানান ঝুঁকির কারণকে দুটো ভাগে ভাগ করা হয়ঃ\n" +
                "\n" +
                "অপরিবর্তীত ঝুঁকির কারণঃ \n" +
                "\n" +
                "•\tবয়স- ৫৫ বছর বয়সের পরে, প্রতি ১০ বছর অন্তর স্ট্রোকের ঝুঁকি দ্বিগুণ হয়ে যায়।\n" +
                "\n" +
                "•\tপারিবারিক ইতিহাস- জিনগত কারণের জন্য অনেকসময়ে স্ট্রোক হয় এবং আগে হওয়া স্ট্রোকের ইতিহাস অনেকভাবেই ঝুঁকি বাড়িয়ে দেয়। সিকেল সেল ডিসঅর্ডার সহ জেনেটিক অসঙ্গতির অনেক কারণ থেকে স্ট্রোক হয়।\n" +
                "\n" +
                "•\tজাতি- ক্যাসকেসিয়ানদের (ইউরোপ ও এশিয়ার মানুষ) তুলনায়, আফ্রিকা ও আমেরিক্যানদের স্ট্রোকের ঝুঁকি অনেক বেশী।\n" +
                "\n" +
                "•\tলিঙ্গ- স্ট্রোকের জন্য পুরুষদের থেকে মহিলারা অনেক বেশী ক্ষতিগ্রস্ত হয় এবং কন্ট্রাসেপক্টিভের ব্যবহার সহ জেসটেশানাল ডায়াবেটিস ও গর্ভাবস্থা এর জন্য দায়ী।\n" +
                "\n" +
                "•\tস্ট্রোক হবার পূর্ব ইতিহাস বা টিআইএ- একজনের আগে একবার স্ট্রোক হলে, তার আর একবার স্ট্রোক হবার সম্ভবনা থেকে যায়। \n" +
                "\n" +
                "•\t\n" +
                "\n" +
                "পরিবর্তীত ঝুঁকির কারনঃ\n" +
                "\n" +
                "•\tঅধিক রক্তচাপ- এটা স্ট্রোকের অন্যতম মুখ্য কারণ। স্ট্রোকের সম্ভবনা কমানোর জন্য অধিক রক্তচাপ নিয়ন্ত্রণে রাখা দরকার।\n" +
                "\n" +
                "•\tডায়াবেটিস- ডায়াবেটিসের সাথে অধিক রক্তচাপ ও কোলেস্টেরলের মাত্রা সম্পর্কযুক্ত এবং এই কারণগুলোর যথাযথ নিয়ন্ত্রণ স্ট্রোকের সম্ভবনা কমায়।\n" +
                "\n" +
                "•\tধূমপান- ধুমপানের সময়ে যতটা পরিমাণ নিকোটিন ভেতরে যায়, সেটা আর্টারিতে প্লাকে হওয়া বাড়ায় ও সেইকারণে রক্ত জমাট বেঁধে স্ট্রোকের ঝুঁকি বেড়ে যায়। সুরক্ষিত জীবন চান? যত তাড়াতাড়ি সম্ভব ধূমপান ছাড়ুন। \n" +
                "\n" +
                "•\tখাদ্যাভ্যাস- অধিক কোলেস্টেরল ও ফ্যাটযুক্ত খাবার এড়িয়ে যান। সুস্থ মস্তিষ্ক ও হৃৎপিণ্ডের উপযুক্ত খাবার খান। স্ট্রোকের ঝুঁকি কমানোর জন্য খাদ্যতালিকায় ফল ও সবজি যোগ করুন। \n" +
                "\n" +
                "•\tমেদবহুলতা- শরীরের অত্যাধিক ওজন কিন্তু স্ট্রোক ও অধিক রক্তচাপের সাথে সম্পর্কিত। অতএব শরীরের ওজন নিয়ন্ত্রণ করা দরকার। বাস্তবে ৫ থেকে ১০ কিলো কমালেই সেটা তফাৎ করে দেয়।\n" +
                "\n" +
                "•\tশারীরিক সক্রিয়তা- রোজকার শারীরচর্চা ও শারীরিক সক্রিয়তা স্ট্রোকের ঝুঁকি কমিয়ে দেয়। কম শারীরিক সচলতা কিন্তু একাধারে অধিক রক্তপাত, অধিক কোলেস্টেরল ও মেদবহুলতার ঝুঁকি বাড়ায়।\n" +
                "\n" +
                "•\tরক্তে অধিক কোলেস্টেরল- রক্তবাহী নালিতে কোলেস্টেরল জমা কিন্তু আর্টারি আটকে যাবার সম্ভবনা বাড়ায়। অতএব কিছুটা মাত্রা অবধি কোলেস্টেরল কমানো ও নিয়ন্ত্রণ করাটা অবশ্য স্ট্রোকের ঝুঁকি কমায়।\n" +
                "\n" +
                "•\tহৃদরোগ- করোনারি আর্টারির রোগ, পেরিফেরাল আর্টারির রোগ, আর্টিয়াল ফাইব্রিলেশান, করোনারি হার্ট ফেলিওর ও কনজেনিটাল হার্টের রোগের মতন হৃৎপিণ্ড সংক্রান্ত রোগ যদি আগে থেকেই থাকে, তাহলে স্ট্রোকের ঝুঁকি দ্রুত বেড়ে যায়।\n" +
                "\n" +
                "•\tসিকেল সেল ডিজিজ- সিকেল সেল ডিজিজে যেহেতু “সিকেল লোহিত রক্ত কণার (আরবিসি)”-র অক্সিজেন বহন করবার ক্ষমতা দ্রুত কমে যায়, তাই মস্তিষ্কের মধ্যে কম পরিমাণ অক্সিজেন যায় এবং এটা স্ট্রোকের ঝুঁকি বাড়িয়ে দেয়। \n" +
                "\n" +
                "অতিরিক্ত শর্করা ও কৃত্রিমভাবে বানানো মিষ্টি পানীয় খেলে কি স্ট্রোকের সম্ভবনা বেড়ে যায়?\n" +
                "হ্যাঁ। গোগ্রাসে এইসব উপাদেয় প্যাস্ট্রি ও সুইটেনড পানীয় খাবার আগে এটা মাথায় রাখা দরকার, যে অত্যাধিক শর্করা খেলে সেটা থেকে কিন্তু শিরা-ধমনীর মধ্যে রক্ত ও ফ্যাট জমে গিয়ে জমাট বেঁধে নানানভাবে স্ট্রোকে হবার সম্ভবনা বাড়িয়ে দেয়। \n" +
                "\n" +
                "সেলুনে মাথা ও ঘাড়ের মালিশ করানোঃ উপকার না কি অভিশাপ?\n" +
                "নাপিতের কাছে এরপরে যখন যাবেন, তখন অতিরিক্ত সাবধান থাকবেন। সে হয়ত ঘাড় ও মাথার সেরা মালিশ করে ইন্দ্রিয়কে আরাম দেবে কিন্তু সেটা হয়ত ভারটিব্রাল আর্টারির ক্ষতি করে ও ব্যাঘাত ঘটায়। এটা মস্তিষ্কে রক্ত বহন বন্ধ করে দিয়ে ব্যাপকভাবে স্ট্রোকের সম্ববনা বাড়িয়ে দেয়।  \n" +
                "\n" +
                "কগনিশান ইমপেয়ারমেন্ট ও স্ট্রোকঃ কি সেটা জানা দরকার?\n" +
                "স্ট্রোক যেহেতু মস্তিষ্কের বিভিন্ন অঙ্গকে প্রভাবিত করার সাথে বিভিন্ন গুরুত্বপূর্ন কোষ ও স্নায়ুর ক্ষতি করে, তাই স্ট্রোকে আক্রান্তদের ক্ষেত্রে চেতনা-বুদ্ধি সংক্রান্ত গোলমাল (চিন্তাভাবনা করতে ও শিখতে সমস্যা) এবং ডিমেনসিয়া (স্মৃতিশক্তি লোপ পাওয়া) খুবই প্রচলিত। আক্রান্তের ভালোবাসার ও পরিবারের লোকদের, সেইক্ষেত্রে তার স্মৃতিশক্তি ও চেতনা-বুদ্ধি সংক্রান্ত দক্ষতার উন্নতি জন্য সক্রিয়ভাবে সহায়তা করবার জন্য নিম্নলিখিত কিছু সহজসরল পদক্ষেপ অবলম্বন করা দরকারঃ\n" +
                "\n" +
                "কঠিন ও কষ্টকর কাজকে সরজসরল ধাপে ভেঙ্গে নেওয়া\n" +
                "•\tতথ্যভিত্তিক চার্ট বানানো\n" +
                "•\tসব জিনিষ নির্দিষ্ট জায়গায় রেখে, রোগীকে রোজ সেইগুলো জায়গা মতন সাজাতে বলা\n" +
                "•\tদৈনিক সহজ হিসেবের সাথে জড়িত কিছু গুরুত্বপূর্ন তথ্য রোগীকে মনে রাখতে সাহায্য করা\n" +
                "\n" +
                "স্ট্রোক কি প্রবীণদের প্রভাবিত করে?\n" +
                "না, এমন কোন মানে নেই। ৬৫ বছরের কম বয়সী অনেকেই, এমনকি তরুণরাও স্ট্রোকে আক্রান্ত হতে পারে। স্ট্রোকে আক্রান্ত মোট সংখ্যার ১০% মানুষই ৫০ বছরের কমবয়সী। তরুণ প্রাপ্তবয়স্কদের ক্ষেত্রে, ধূমপান, মদ্যপান ও অযৌক্তিক জীবনধারণের মতন নানান কারণ স্ট্রোকের সম্ভবনা বাড়িয়ে দেয়। এমনকি, নবজাতক ও বাচ্চারাও স্ট্রোকে আক্রান্ত হতে পারে। কনজেনিটাল হার্টের রোগ ও সিকেল সেল ডিজিজ কিন্তু নবজাতক ও বাচ্চাদের ক্ষেত্রে স্ট্রোকের সম্ভবনা বাড়িয়ে দেয়।  \n" +
                "\n" +
                "মহিলাদের কি পুরুষদের থেকে বেশী স্ট্রোক হয়?\n" +
                "হ্যাঁ, অবশ্য নির্দিষ্ট কিছু সীমা পর্যন্ত। সাম্প্রতিক গবেষণার রিপোর্ট অনুসারে, মহিলাদের পুরুষদের তুলনায় অধিক স্ট্রোক হবার সম্ভবনা থাকে। বিশ্বব্যাপী, স্ট্রোকের জন্য হওয়া মৃত্যুর মধ্যে, ৬০% হল মহিলা। বাস্তবে, অধিক রক্তচাপ, দীর্ঘ জীবন, মেনোপোজ সংক্রান্ত সমস্যা, জন্মনিয়ন্ত্রক ওষুধ, পারিবারিক অশান্তির জন্য হওয়া চাপ-ধকল ও হৃদরোগ হবার অধিক সম্ভবনা কিন্তু মহিলাদের স্ট্রোকের ঝুঁকি বাড়িয়ে দেয়। \n" +
                "\n" +
                "স্ট্রোকের ক্ষেত্রে চাপ-ধকলের ভুমিকা কি?\n" +
                "যতবেশী চাপ-ধকল, শরীর ততবেশি পরিমাণ অ্যাড্রিনালিন ও করটিসলের মতন স্ট্রেস হরমোন নিঃসৃত করবে এবং এটা থেকে রক্তচাপ বাড়ার সাথে স্ট্রোক হবার সম্ভবনা ততটাই বাড়ে। শান্ত থাকুন, কাজের চাপ সমালান এবং সুখকর জীবনধারন করুন। \n" +
                "\n" +
                "স্ট্রোক ম্যানেজমেন্টে ফার্স্ট এইডঃ কখন, কেন এবং কীভাবে?\n" +
                "শুনতে অন্যরকম লাগলেও, পরিবারের লোক, বন্ধু এমনকি কোন অপরিচিত ব্যাক্তি কিন্তু কাউকে তৎক্ষণাৎ স্ট্রোকের মোকাবিলায় সাহায্য করতে পারে। নীচে দেওয়া নির্দেশিকা মেনে চলুন এবং জীবন বাঁচান।\n" +
                "\n" +
                "কখনঃ কাউকে কষ্টে বা যন্ত্রনায় কাতরাতে দেখলেই “এফএএসটি” নীতি কার্যকারী করে তখনই কিছু করা উচিৎ।\n" +
                "\n" +
                "কেনঃ দ্রুত কাজ করা ও প্রতিরোধ মূল্যবান প্রাণ বাঁচাতে পারে।\n" +
                "\n" +
                "কীভাবেঃ স্বচ্ছন্দের জায়গায় সঠিক বিশ্রাম নিশ্চিত করবার সাথে দেখা উচিৎ, যে ঠিকভাবে শ্বাস নিতে পারছে কি না। ভুক্তভোগীকে কোন ওষুধ, খাবার বা পানীয় নিতে চাপ দেবেন না এবং কথা না বললেই ভালো। রোগীকে কিছুটা স্বচ্ছন্দ দেবার পরে, তৎক্ষণাৎ ডাক্তারের সাহায্য নিন। \n" +
                "\n" +
                "স্ট্রোক কি সবসময়ে আপদকালিন? মেডিক্যাল সাহায্য নেওয়াটা কি প্রয়োজনীয়?\n" +
                "হ্যাঁ। সর্বদাই স্ট্রোক হল মেডিক্যাল জরুরী অবস্থা। রোগীর ওপরে, সেলফ মেডিকেশান কৌশল ও নিজস্ব পরিকল্পনা প্রয়োগ করা উচিৎ না। তৎক্ষণাৎ মেডিক্যাল সাহায্য নেওয়া দরকার। \n" +
                "\n" +
                "স্ট্রোকের চিকিৎসা কি?\n" +
                "স্ট্রোকের চিকিৎসার অনেকগুলো বিভাগ আছে, যা হলঃ\n" +
                "\n" +
                "মেডিক্যাল চিকিৎসাঃ বাজারে আজকাল, স্ট্রোকের চিকিৎসার জন্য মেডিক্যালি স্বীকৃত ওষুধ পাওয়া যায়, যা হল টিস্যু প্লাজমিনোজেন অ্যাক্টিভেটার (টিপিএ) এবং এটা অ্যালেটেফেজ আইভি ইঞ্জেকশান নামে চিহ্নিত। \n" +
                "\n" +
                "মেকানিক্যাল চিকিৎসাঃ বড় আকারের জমাট বাঁধা রক্ত সরাতে ও স্ট্রোকের সম্ভবনা আটকাতে, মেকানিক্যাল থ্রোম্বেক্টোমি ব্যবহার করা হয়। জমাট বাঁধা ফাটাতে যখন মেডিক্যাল থেরাপি কাজে দেয় না, তখন এই থেরাপি ব্যবহার করা হয়। প্রশিক্ষিত মেডিক্যাল প্র্যাকটিশনাররা খাঁচার মতন যন্ত্র ব্যবহার করেই শিরা-ধমনী থেকে জমাট বাঁধা রক্ত বের করে।\n" +
                "\n" +
                "জীবনযাত্রা সংক্রান্ত চিকিৎসাঃ বয়স্কদের হওয়া প্রায় ৮০% স্ট্রোক নিরাময়যোগ্য এবং জীবনযাত্রা সংক্রান্ত যথাযথ পরিকল্পনা স্ট্রোক হবার সম্ভবনা কমিয়ে দেয়। নীচে, জীবনযাত্রা সংক্রান্ত কিছু গুরুত্বপূর্ন বিষয়ের কথা বলা হল, যা অবশ্যই সাবধানে নিয়ন্ত্রণ করা ছাড়াও প্রয়োজনীয় প্রতিরোধমুলক পদক্ষেপ নেওয়া দরকার।\n" +
                "\n" +
                "•\tকম-ফ্যাট ও শর্করাযুক্ত খাবার খাওয়া দরকার\n" +
                "•\tধূমপান করবেন না\n" +
                "•\tসঠিক ও সুস্থ ওজন বজায় রাখুন\n" +
                "•\tচাপ-ধকল থেকে দূরে থাকুন\n" +
                "•\tরোজ শরীরচর্চা করা শুরু করুন\n" +
                "•\tদরকার মতন ডাক্তারের পরামর্শ নিন \n" +
                "•\t\n" +
                "স্ট্রোক পরবর্ত জীবনধারাঃ রিহ্যাবিলিটেশান কিভাবে কাজ করে?\n" +
                "স্ট্রোক আনন্দদায়ক কোন ঘটনা নয়। আচমকা হওয়া এই মারাত্মক আক্রমণ থেকে কিন্তু আক্রান্তের নিজের ও তার পরিবারের জন্য কষ্টকর ট্রমাটিক দিনের শুরু। নানান গুরুত্বপূর্ন রিহ্যাবিলিটেশান প্রক্রিয়ার মধ্যে, নিম্নলিখিতগুলো উপকারী হতে পারে।\n" +
                "\n" +
                "•\tওয়াকার ও ক্রেনসের মতন মবিলিটি এইড ব্যবহার করতে শিখুন।\n" +
                "•\tস্বাভাবিক গতিবিধি পুনরুদ্ধারের জন্য সহজসরল মটোর স্কিল সংক্রান্ত ব্যায়াম করুন। \n" +
                "•\tপক্ষাঘাতগ্রস্ত হাত বা পায়ের নড়াচড়া ফিরিয়ে আনবার জন্য, অনেকসময়েই জোর করে থেরাপির সাহায্য নেওয়া হয়। \n" +
                "•\tজীবিতের মানসিক স্বাস্থ্যের উন্নতির জন্য কাউন্সেলিং-র প্রয়োজন আছে, কারণ ভুক্তভোগী কিন্তু স্ট্রোক পরবর্তি গুরুতর প্রভাবের মধ্যে দিয়ে যায়, যা তার রোজকার কার্যকলাপের ক্ষতি করে।\n" +
                "•\tরোগীর পরিবারের লোকদের আরও বেশী উৎসাহী হওয়ার সাথে রিহ্যাবিলিটেশানের সময়ে বুঝদারও হতে হবে। আরও বেশী যত্ন করুন, যতটা সম্ভব কথা বলুন এবং স্বাভাবিক রাখুন। \n" +
                "\n" +
                "স্ট্রোক সেরে যাবার পরে আবার স্ট্রোক হবার সম্ভবনা কতটা?\n" +
                "স্ট্রোক থেকে সেরে ওঠার পরে খুব তাড়াতাড়ি আবার স্ট্রোক হবার প্রভুত সম্ভবনা থাকে। লঘু অ্যাটাক হবার পরে, আর একটা বড়সড় অ্যাটাক হবার সম্ভবনা প্রায় ৪৩% এবং সেটা কিন্তু প্রাণঘাতী হতে পারে। প্রথমবার স্ট্রোক হবার প্রথম ৫ বছরের মধ্যে দ্বিতীয়বার স্ট্রোক হবার সম্ভবনা থেকে যায়। ঝুঁকির কারণ সম্পর্কে যথাযথ ধারনে থাকলে, সেটা দ্বিতীয়বার স্ট্রোকের সম্ভবনা কমিয়ে দেয়।  \n" +
                "\n" +
                "স্ট্রোক থেকে নিরাময়ের পরে কি ক্যান্সার হবার প্রবণতা থাকে?\n" +
                "একটা প্রাণঘাতী অসুখের মোকাবিলা করবার পরে অন্যটা দরজায় কড়া নাড়ে। এটা দুর্ভাগ্যজনক হলেও কোন কোন সময়ে সত্য। স্ট্রোক হবার সময়ে, টিস্যুতে যথাযথ রক্তের সরবরাহের অভাব থেকে পরপর কয়েকটা মারাত্মক ঘটনা ঘটে, যার থেকে শেষপর্যন্ত কোষের অস্বাভাবিক মৃত্যু ঘটে এবং ক্যান্সার মাথাচাড়া দেয়। \n ",R.drawable.healthcare));

        lstBook.add(new Book("হার্ট ফেলিওর","বিস্তারিত","হার্ট ফেলিওরকে (এইচএফ) অনেকক্ষেত্রেই কগনিটিভ হার্ট ফেলিওরের (সিএইচএফ) সাথে যুক্ত করা হয়। হৃদপিণ্ড যখন শরীরের চাহিদা অনুযায়ী রক্ত সংবহন বজায় রাখবার জন্য পর্যাপ্ত পরিমাণে পাম্প করতে পারে না, তখনই হৃৎস্পন্দন বন্ধ হয়ে যায়। হৃৎপিণ্ডের রক্তবাহী নালী কোনও-কোনও সময়ে সঙ্কুচিত হয়ে গেলে (করোনারি আর্টারি ডিজিজ) অথবা রক্তচাপ বেড়ে গিয়ে হৃৎপিণ্ডকে ধীরে ধীরে দুর্বল কিংবা অনমনীয় করে দিলেও ঠিকমতন পাম্প হয় না।   \n" +
                "\n" +
                "লক্ষণ\n" +
                "হার্ট ফেলিওরের লক্ষণ:  \n" +
                "\n" +
                "•\tহতোদ্যম হয়ে পড়লে কিংবা শুয়ে থাকবার সময়ের নিঃশ্বাসের দুর্বলতা  \n" +
                "•\tরাতে বার বার প্রস্রাব পাওয়া  \n" +
                "•\tদুর্বলতা এবং অবসাদ\n" +
                "•\tঅনিয়মিত অথবা দ্রুত হৃৎস্পন্দন \n" +
                "•\tশরীরচর্চার ক্ষমতার কমে যাওয়া \n" +
                "•\tপা, গোড়ালি এবং পায়ের পাতা ফুলে যাওয়া (এডেমা)  \n" +
                "•\tকাশির সঙ্গে কালচে লাল বা সাদা রক্তযুক্ত কফ বেরোনো \n" +
                "•\tপেট ফুলে যাওয়া (অ্যাসিটেস)\n" +
                "•\tশরীর তরল ধরে রাখবার ফলে হটাৎ করে ওজন বেড়ে যাওয়া  \n" +
                "•\tখাবারে অনীহা এবং গা গোলানো  \n" +
                "•\tমনোনিবেশ করতে সমস্যা কিংবা মনঃসংযোগে খামতি \n" +
                "•\tগুরুতর বা আচমকা নিঃশ্বাসের দুর্বলতা\n" +
                "•\tকালচে লাল কাশির সাথে ফেনার মতন শ্লেষ্মা  \n" +
                "•\tহার্ট অ্যাটাকের জন্য হৃৎস্পন্দন বন্ধ হয়ে গেলে বুকে ব্যথা\n" +
                "\n" +
                "কারণ \n" +
                "হৃৎস্পন্দন বিভিন্ন পরিস্থিতিতে বন্ধ হয়ে যাবার কারণে হৃদপেশি ক্ষতিগ্রস্ত হয়, যার মধ্যে- \n" +
                "\n" +
                "করোনারি আর্টারি ডিজিজ: হৃৎপিণ্ডে রক্ত এবং অক্সিজেন সরবরাহকারী ধমনীর রোগের জন্য হৃদপেশিতে রক্ত সংবহন কমে যায়। রক্তনালীর গতিপথ আটকে গেলে কিংবা গুরুতর সঙ্কুচিত হয়ে গেলে হৃৎপিণ্ডে অক্সিজেন এবং পুষ্টি উপাদানের অভাব দেখা যায়। \n" +
                "\n" +
                "হার্ট অ্যাটাক: করোনারি আর্টারি আচমকা বন্ধ হয়ে হার্ট অ্যাটাক হয়। এটা হৃদপেশিতে রক্ত চলাচল বন্ধ করে দিয়ে তাকে ক্ষতিগ্রস্ত করে এবং তাই ক্ষতিগ্রস্ত জায়গা ঠিকভাবে কাজ করে না। \n" +
                "\n" +
                "কার্ডিওমায়োপ্যাথিঃ সংক্রমণ, অ্যালকোহল কিংবা ড্রাগে আসক্তির কারণে হৃদপেশির ক্ষতিকে কার্ডিওমায়োপ্যাথি বলে। \n" +
                "\n" +
                "হৃৎপিণ্ড অতিরিক্ত পরিশ্রমে ক্লান্ত হয়ে যায়: হাই ভাল্ব রোগ, রক্তচাপ, কিডনি ও থাইরয়েডের রোগ, ডায়াবেটিস, কিংবা হৃৎপিণ্ডের জন্মগত ত্রুটি এর অন্যতম কারণ এবং হৃৎস্পন্দন বন্ধ হয়ে যেতে পারে।   \n" +
                "\n" +
                "রোগ নির্ণয় \n" +
                "রোগ নির্ণয়ের জন্য যে সব পরীক্ষা করা হয়:\n" +
                "\n" +
                "রক্ত পরীক্ষা- এন-টার্মিনাল প্রো-বি-টাইপ নাট্রিউরেটিক পেপটাইড নামক রাসায়নিক পরীক্ষা করা হয় এবং হার্ট ফেলিওর ডায়গনিসিস করা যায়।  \n" +
                "\n" +
                "এক্স-রে- হার্ট ফেলিওরের ক্ষেত্রে, হৃৎস্পন্দন বন্ধ হয়ে যাবার ফলে হৃদপিণ্ড আকারে বড় হয়ে যেতে পারে এবং ফুসফুসের মধ্যে তরল পদার্থ জমে থাকলে দেখা যায়। ডাক্তার এক্স-রে করে হার্ট ফেলিওর ব্যতীত অন্যান্য অবস্থা ডায়াগনোসিস করতে পারে এবং যা সম্ভবত লক্ষণ এবং উপসর্গের ব্যাখ্যা দিতে পারে। \n" +
                "\n" +
                "ইলেক্ট্রোকার্ডিওগ্রাম (ইসিজি)- এটা ডাক্তারকে হৃৎস্পন্দন সংক্রান্ত সমস্যা এবং হার্ট অ্যাটাকের ফলে হওয়া ক্ষতি ডায়াগনিসিস করতে সহায়তা করে, যা হয়তবা হার্ট বিকল হবার কোন লুকিয়ে থাকা কারণ। \n" +
                "\n" +
                "ইকোকার্ডিওগ্রাম- হার্ট ফেলিওর বোঝবার জন্য এটা একটা গুরুত্বপূর্ণ পরীক্ষা। এর দ্বারা ডায়াস্টোলিক হার্ট ফেলিওর থেকে হওয়া সিস্টোলিক হার্ট ফেলিওর নির্ণয় করতে সাহায্য করে, যেক্ষেত্রে হার্ট অনমনীয় হয়ে গিয়ে ঠিকভাবে পাম্প করতে পারে না। এটা শব্দ তরঙ্গের দ্বারা হৃৎপিণ্ডের ভিডিও চিত্র তোলে। এই পরীক্ষার মাধ্যমে ডাক্তার আমাদের হৃৎপিণ্ডের আকার, গঠন এবং কতটা ভালো পাম্প করছে সেটা দেখে। \n" +
                "\n" +
                "স্ট্রেস টেস্ট- করোনারি আর্টারির রোগ হয়েছে কি না, সেটা এই পরীক্ষার দ্বারা জানা যায়। হৃৎপিণ্ডের পাম্প করার কার্যকারিতা কমে গেলে শরীর কীভাবে প্রতিক্রিয়া দেখায় সেটাও এর দ্বারা জানা সম্ভব। দীর্ঘকালিন চিকিৎসার বিষয়ে এটা সহায়তা করতে পারে। \n" +
                "\n" +
                "করোনারি অ্যাঞ্জিওগ্রাম- এই পরীক্ষা আমাদের হৃৎপিণ্ডের সঙ্কুচিত হয়ে যাওয়া শিরা, অর্থাৎ করোনারি হার্ট ডিজিজকে চিহ্নিত করতে সাহায্য করে, যার জন্য হৃৎস্পন্দন বন্ধ হয়ে যেতে পারে। ভেন্ট্রিকিউলোগ্রাম এর অন্তর্গত। ভেন্ট্রিকিউলোগ্রামের মাধ্যমে হৃৎপিণ্ডের বাঁদিকের নিলয়ের (পাম্প করবার প্রধান প্রকোষ্ঠ) ক্ষমতা এবং হৃৎপিণ্ডের ভালভের অবস্থা জানা যায়। \n" +
                "\n" +
                "মায়োকার্ডিয়াল বায়োপসি- এই পরীক্ষার সময়ে, ডাক্তার একটা ছোট এবং নমনীয় বায়োপসি কর্ডকে কুঁচকি বা ঘাড়ের শিরায় ঢোকায় এবং হৃদপেশির সামান্য নমুনা সংগ্রহ করে। এটা সেইসব হৃদপেশিতে করা হয়, যারা হার্ট ফেলিওরের কারণ। \n" +
                "\n" +
                "কার্ডিয়াক কম্পিউটারাইজড টোমোগ্রাফি স্ক্যান (সিটি স্ক্যান) বা ম্যাগনেটিক রেজোন্যান্স ইমেজিং (এমআরআই)- হার্ট ফেলিওর যে সমস্যার জন্য হয়, এই পরীক্ষা সেটা বুঝতে সাহায্য করে।  \n" +
                "\n" +
                "চিকিৎসা \n" +
                "হার্ট ফেলিওর একপ্রকার ক্রনিক রোগ যার তদারকি আজীবন চালিয়ে যেতে হয়। অবশ্য, চিকিৎসার মাধ্যমে পরিস্থিতির লক্ষণের উন্নতি ও কোন কোন সময়ে হৃৎপিণ্ডকে শক্তিশালী করা যায়। চিকিৎসার ফলে হটাৎ করে মারা যাবার সম্ভাবনা কমে যায় এবং বেশীদিন বেঁচে থাকতে সাহায্য করে।  \n" +
                "\n" +
                "ওষুধ \n" +
                "ডাক্তাররা বেশিরভাগ সময়ে কয়েকটা ওষুধ একসাথে প্রয়োগ করে হার্ট ফেলিওরের চিকিৎসা করে। লক্ষণের ওপর ভিত্তি করে একটা বা একাধিক ওষুধ দেওয়া হয়, যথা-\n" +
                "\n" +
                "এসিই ইনহিবিটার- সিস্টোলিক হার্ট ফেলিওর হলে এই ওষুধ আপনাকে সুস্থ করে তুলে আরও ভালোভাবে বেঁচে থাকতে সাহায্য করে। এটা একধরণের ভেসোডিলেটার। এই ওষুধ রক্ত চলাচল বাড়ায়, রক্তনালীকে প্রসারিত করে রক্তচাপ কমায় এবং হৃৎপিণ্ডের কাজের চাপ কমায়। উদাহরণ, এনালাপ্রিল, ক্যাপটোপ্রিল এবং লিসিনোপ্রিল। \n" +
                "\n" +
                "অ্যাঞ্জিওটেনশিন II রিসেপ্টার ব্লকার- এই ওষুধের মধ্যে ভ্যালসারট্যান এবং লোসারট্যান অন্যতম। এসিই ইনহিবিটারের অনেক কার্যকারিতার সাথে এর মিল আছে বলেই যারা এসিই ইনহিবিটার নিতে পারে না তাদের এই ওষুধ দেওয়া হয়। \n" +
                "\n" +
                "বিটা ব্লকার- এই ধরণের ওষুধ শুধুমাত্র হৃৎস্পন্দনের গতি এবং রক্তচাপই কমায় না, বরং সিস্টোলিক হার্ট ফেলিওরের ক্ষতিকারক প্রভাব আটকায় কিংবা উল্টে দেয়। উদাহরণ, মেটোপ্রোলল, কারভেডিলোল এবং বিসোপ্রোলল। \n" +
                "\n" +
                "ডিউরেটিকস- ডিউরাটিকসকে ওয়াটার পিলও বলা হয়। এটা ঘন ঘন মূত্রত্যাগ করায় এবং একজনের শরীর থেকে ফ্লুয়িড গ্রহণ করে যায়। ডিউরাটিক, যেমন ফুরোসেমাইড (ল্যাসিক্স) ফুসফুসের ভেতরের জলের পরিমাণ কমিয়ে সহজে নিঃশ্বাস নিতে সাহায্য করে। \n" +
                "\n" +
                "অ্যালডোস্ট্রোন অ্যান্টাজোনিস্ট- এই ওষুধের মধ্যে এপ্লেরেনোনে এবং স্পাইরোনোল্যাটোন অন্যতম। এই ওষুধ পটাশিয়াম-স্প্যারিং ডিউরাটিকস এবং এর অতিরিক্ত গুণ হল গুরুতর সিস্টোলিক হার্ট ফেলিওর হলে অনেকদিন বাঁচতে সাহায্য করে। \n" +
                "\n" +
                "ডিগোক্সিন (ল্যানোক্সিন)- এই ওষুধ ডিজিটালিস হিসেবেও বিবেচিত হয়। এটা হৃদ পেশির ঘনত্বের শক্তি বৃদ্ধি করে। এটা তাছাড়াও হৃৎস্পন্দনের গতি আস্তে করে দেয়। এটা সিস্টোলিক হার্ট ফেলিওরের ক্ষেত্রে হার্ট ফেলিওরের সমস্যা কমায়।    \n" +
                "\n" +
                "সার্জারি এবং চিকিৎসার যন্ত্র \n" +
                "হার্ট ফেলিওর হবার অন্তর্নিহিত কারণের চিকিৎসা করার জন্য কিছু ক্ষেত্রে ডাক্তাররা সার্জারি করেন। নির্দিষ্ট কিছু চিকিৎসার বিষয়ে গবেষণা করা হয়েছে এবং বেশ কিছু মানুষের ওপর প্রয়োগ করা হয়েছে, যা হল,  \n" +
                "\n" +
                "করোনারি বাইপাস সার্জারি- শিরা বা ধমনী বন্ধ হয়ে যাওয়া হার্ট ফেলিওরের জন্য দায়ী হলে, ডাক্তাররা তখন করোনারি আর্টারি বাইপাস সার্জারি করার পরামর্শ দিতে পারেন। এই পদ্ধতিতে, হৃৎপিণ্ড থেকে নিরবচ্ছিন্ন রক্ত সংবহনের জন্য পা, হাত বা বুকের রক্তনালীকে হৃৎপিণ্ডের বন্ধ হয়ে যাওয়া ধমনীতে বাইপাস করানো হয়।  \n" +
                "\n" +
                "হৃৎপিণ্ডের ভাল্ব প্রতিস্থাপন বা পুনরুদ্ধার- হৃৎপিণ্ডের ক্ষতিগ্রস্ত ভাল্ব থেকে যদি হার্ট ফেলিওর হয়, তাহলে ডাক্তার সেটার প্রতিস্থাপন বা পুনরুদ্ধারের পরামর্শ দেন। ডাক্তার রক্তের পেছনের দিকে আসা বন্ধ করবার জন্য মূল ভাল্বকে ঠিক করতে পারে (ভালবুলোপ্লাস্টি)। ডাক্তাররা ভাল্বের লিফলেটকে পুনরায় যোগ করে কিংবা অতিরিক্ত টিস্যু বের করে ভাল্বকে ঠিক করতে পারে যাতে লিফলেটগুলো শক্তভাবে কাছাকাছি থাকে।   \n" +
                "\n" +
                "ইমপ্লান্টেবল কার্ডিওভারটার-ডিফাইব্রিলেটার (আইসিডি)- এটা হল পেসমেকারের মতন একটা যন্ত্র। বুকের মধ্যে ত্বকের নীচে এই যন্ত্র লাগানো হয় এবং এবং এর তার ধমনীর ভেতর দিয়ে নিয়ে গিয়ে হৃৎপিণ্ডে নিয়ে যাওয়া হয়। \n" +
                "\n" +
                "বাইভেন্ট্রিকুলার পেসিং অথবা (সিআরটি) কার্ডিয়াক রিসিঙ্ক্রোনাইজেশান থেরাপি- বাইভেন্টিকুলার পেসমেকার হৃৎপিণ্ডের বাঁ এবং দক্ষিণ উভয় অলিন্দেই সময় মিলিয়ে ইলেক্ট্রিক্যাল সঙ্কেত পাঠায়, যাতে তারা আরও কার্যকারীভাবে এবং সমন্বয়ের সাথে পাম্প করতে পারে।  \n" +
                "\n" +
                "হার্ট পাম্প- এটা ভেন্ট্রিকুলার সহায়ক যন্ত্রের (ভিএডি-র) মতন একধরনের যান্ত্রিক জিনিষ, যা তলপেট বাঁ দিকে বসানো হয় এবং ক্লান্ত হৃৎপিণ্ডের সাথে যুক্ত করে তাকে সারা শরীরের রক্ত সঞ্চালনের করতে সাহায্য করে। এই যন্ত্র অধিকাংশ সময়ে হৃৎপিণ্ডের বাম অলিন্দে ব্যবহার করা হলেও দক্ষিণ কিংবা উভয় অলিন্দেও লাগানো যেতে পারে।   \n" +
                "\n" +
                "হৃৎপিণ্ড প্রতিস্থাপন- গুরুতর হার্ট ফেলিওর হলে সার্জারি কিংবা ওষুধে কোন ফল দেয় না, তখন তাদের ক্ষেত্রে ডোনারের হৃৎপিণ্ড দিয়ে সেই ক্ষতিগ্রস্ত হৃৎপিণ্ডকে প্রতিস্থাপন করা হয়।\n" +
                "\n ",R.drawable.healthcare));

        lstBook.add(new Book("ব্রঙ্কাইটিস","বিস্তারিত","শ্বাসনালী বা ব্রংকাইয়ের (যা বাতাসকে ফুসফুসের ভেতর থেকে বাইরে এবং বাইরে থেকে ফুসফুসের ভেতরে বহন করে) যন্ত্রণা বা জ্বালাকে ব্রঙ্কাইটিস বলে। সর্দি বা নিঃশ্বাসের অন্যান্য সম্ভাব্য সংক্রামণ থেকেও ব্রঙ্কাইটিস হয়। অ্যাকিউট ব্রঙ্কাইটিস হামেশা ঘটlলেও ক্রনিক ব্রঙ্কাইটিস কিন্তু গুরুতর ও জটিল। অ্যাকিউট ব্রঙ্কাইটিসে শ্বাসনালীতে অবিরাম অস্বস্তি বা কষ্ট হয়। \n" +
                "\n" +
                "ভাইরাল সংক্রমণ থেকে প্রায়শই অ্যাকিউট ব্রঙ্কাইটিস হয়। বুকে সর্দি বা কফ জমাকেও অ্যাকিউট ব্রঙ্কাইটিস বলে। ধূমপায়ীদের ক্ষেত্রে, ধূমপানের সাথে অ্যাকিউট ব্রঙ্কাইটিস জড়িত এবং ধূমপান চালিয়ে গেলে সমস্যা আরও খারাপ আকার ধারণ করে। \n" +
                "\n" +
                "প্রতিবছর অন্ততপক্ষে দুই থেকে তিন মাস যাবত ধরে চলা কাশিকে ক্রনিক ব্রঙ্কাইটিস বলে। ধূমপান ক্রনিক ব্রঙ্কাইটিস অন্যতম প্রচলিত ও প্রধান কারণ।\n" +
                "\n" +
                "লক্ষণ \n" +
                "ব্রঙ্কাইটিসের লক্ষণ হল: \n" +
                "\n" +
                "•\tশ্লেষ্মাযুক্ত ঘন ঘন কাশি।\n" +
                "•\tএনার্জি কমে যাওয়া।\n" +
                "•\tনিঃশ্বাস নেবার সময় হুইসিলের মতন শব্দ।\n" +
                "•\tজ্বর। \n" +
                "•\t\n" +
                "কারণ \n" +
                "ভাইরাসের মাধ্যমে অ্যাকিউট ব্রঙ্কাইটিস হয় এবং সর্দি-কাশি এবং ফ্লুয়ের (ইনফ্লুয়েঞ্জা) জন্যও এই একই ভাইরাস দায়ী। অ্যান্টিবডি ভাইরাসকে ধ্বংস করতে পারে না বলে এই ধরনের ওষুধ বা চিকিৎসা অধিকাংশ ব্রঙ্কাইটিসের ক্ষেত্রেই কার্যকারী হয় না। \n" +
                "\n" +
                "ধূমপানের জন্য ক্রনিক ব্রঙ্কাইটিস হয়। আশেপাশের পরিবেশ বা কাজের জায়গার ধুলো-বালি কিংবা বিষাক্ত গ্যাস, বায়ু দূষণও ক্রনিক ব্রঙ্কাইটিসের জন্য দায়ী।   \n" +
                "\n" +
                "রোগ নির্ণয়\n" +
                "বুকের এক্স-রে: নিউমোনিয়া বা অন্য সংক্রমণের জন্য যদি সর্দি-কাশি হয়, তাহলে বুকের এক্স-রেতে সেটা ধরা পড়বে। ধূমপায়ী এবং যারা সদ্য ধূমপান ছেড়ে দিয়েছেন তাদের ক্ষেত্রে এই পরীক্ষা কাজে দেয়।\n" +
                "\n" +
                "থুতু পরীক্ষা: কাশির সাথে বেরোনো থুতুকে স্পুটাম বলে, যা আসলে ফুসফুসের ভেতরে জমে থাকা শ্লেষ্মা। হুপিং কাশি (পারটুসিস) বা অন্য কোন অসুস্থতা আছে কি না দেখবার জন্যও এই পরীক্ষা করা হয়। হুপিং কাশি বা অন্য ধরণের অসুস্থতার চিকিৎসায় অ্যান্টিবায়োটিক প্রয়োগ করা হয়। অ্যালার্জির লক্ষণ বুঝতেও থুতু পরীক্ষা করা হয়।\n" +
                "\n" +
                "পালমোনারি ফাংশন টেস্ট: পালমোনারি ফাংশন টেস্টের সময়ে, আপনাকে স্পাইরোমিটার যন্ত্রের ভেতরে মুখ দিয়ে হাওয়া ভরতে বলা হয়। আপনার ফুসফুস কতটা বাতাস ধরে রাখতে সক্ষম এবং আপনি কত তাড়াতাড়ি ফুসফুস থেকে হাওয়া বের করতে সক্ষম, সেটা এই পরীক্ষা দ্বারা বোঝা যায়।\n" +
                "\n" +
                "চিকিৎসা \n" +
                "অ্যান্টিবায়োটিক: ভাইরাল সংক্রমণ থেকে ব্রঙ্কাইটিস হয়, তাই অ্যান্টিবায়োটিক খুব কাজ দেয়। ডাক্তার ব্যাকটেরিয়ার সংক্রমণ সন্দেহ করলেও অ্যান্টিবায়োটিক দিতে পারে। \n" +
                "\n" +
                "কাফ মেডিসিন: কাশি দমিয়ে রাখাটা উচিৎ নয় কারণ কাশি আমাদের ফুসফুস বা শ্বাসনালীর ভেতর থেকে জমে থাকা অস্বস্তিকর শ্লেষ্মা বার করে দেয়। অবশ্য কাশির জন্য ঘুমের সমস্যা হলে  শোয়ার আগে কাফ সাপ্রেসেন্ট ব্যবহার করা যেতে পারে। \n" +
                "\n" +
                "অন্যান্য ওষুধ: অ্যালার্জি, হাঁপানি বা ক্রনিক অবস্ট্রাকটিভ পালমোনারি ডিজিজে ভুগলে, ডাক্তার ইন-হেলার বা অন্যান্য কার্যকারী ওষুধ দিতে পারে যা ব্যথা কমিয়ে আটকে থাকে ফুসফুসের নালী খুলে দেয়।\n ",R.drawable.healthcare));

        lstBook.add(new Book("কার্ডিওমায়োপ্যাথি","বিস্তারিত","\n" +
                "হার্ট শক্ত হয়ে বা পুরু হয়ে আকারে বড় হয়ে যাওয়াকে কার্ডিয়োমায়োপ্যাথি বা হৃদ-পেশির রোগ বলে। এই রোগের জন্য হৃদ-পেশির পাম্প করে রক্ত বের করবার ক্ষমতা কমে বা দুর্বল হয়ে যায় এবং হার্ট ফেলিওর হয়।     \n" +
                "\n" +
                "তিন রকমের কার্ডিয়োমায়োপ্যাথি হয়:\n" +
                "\n" +
                "ডায়ালেটেড কার্ডিয়োমায়োমায়োপ্যাথিঃ সবথেকে প্রচলিত রকমের কার্ডিয়োমায়োপ্যাথি। হৃদপিণ্ডের পাম্প করবার প্রধান প্রকোষ্ঠ- বাম নীলয়ের শক্তি কমে যায়। এটা আকারে বড় হয়ে যায় অথবা বিস্তৃত হয়ে যায়, ফলে হৃদপিণ্ডের রক্ত পাম্প করবার কার্যকারিতা কমে যায়।\n" +
                "\n" +
                "হাইপারট্রফিক কার্ডিয়োমায়োপ্যাথিঃ এক্ষেত্রে হৃদপেশী অস্বাভাবিক রকমের পুরু হয়ে যায় এবং হৃদপিণ্ডের পাম্প করবার প্রধান প্রকোষ্ঠ- বাম নীলয় ক্ষতিগ্রস্ত হয়। হৃদপেশী পুরু-মোটা হয়ে যাবার ফলে হৃদ পেশীর পক্ষে পাম্প করতে সমস্যা হয়। \n" +
                "\n" +
                "রেসিট্রিকটিভ কার্ডিয়োমায়োপ্যাথিঃ এক্ষেত্রে হৃদপেশী অনমনীয়-কঠিন এবং অনঢ় হয়ে যায়, অর্থাৎ হৃদপিণ্ড সঠিকভাবে প্রসারিত হতে পারে না এবং দুটো হৃৎস্পন্দনের মাঝে রক্ত ভরতে পারে না।      \n" +
                "\n" +
                "লক্ষণ\n" +
                "লক্ষণ হল:\n" +
                "\n" +
                "•\tপরিশ্রমের ফলে বা বিশ্রামের কারণে নিঃশ্বাসের কষ্ট। \n" +
                "•\tপা, পায়ের পাতা এবং গোড়ালি ফুলে যায়।\n" +
                "•\tজল জমার কারণে তলপেট ফুলে যায়।\n" +
                "•\tশোবার সময় কাশি।\n" +
                "•\tঅনিয়মিত হৃৎস্পন্দন, যা দ্রুতগতির, পেষানো বা অনিশ্চিত। \n" +
                "•\tবুকে ব্যথা। \n" +
                "•\tমাথা ঝিমঝিম। \n" +
                "•\tমাথা ঘোরা এবং সংজ্ঞা হারানো। \n" +
                "•\t\n" +
                "কারণ\n" +
                "কার্ডিওমায়োপ্যাথির কারণ অনেক সময়ে জানা যায় না। ডাক্তার কারও কারও ক্ষেত্রে দায়ী কিছু কারণ খুঁজে পায়, যা হল:\n" +
                "\n" +
                "•\tজিনগত কারণ এবং কানেক্টিভ টিস্যুর রোগ।\n" +
                "•\tরক্তচাপের দীর্ঘদিনের সমস্যা এবং দ্রুত হৃৎস্পন্দনের ক্রনিক সমস্যা।\n" +
                "•\tহৃৎপিণ্ডের ভাল্বের সমস্যা এবং আগে একবার হয়ে যাওয়া হার্ট অ্যাটাকের কারণে হৃদপিণ্ডের টিস্যু ক্ষতিগ্রস্ত হয়েছে।\n" +
                "•\tমেটাবলিক সমস্যা, যেমন মেদবহুলতা, ডায়াবেটিস, থাইরয়েডের রোগ ইত্যাদি।\n" +
                "•\tভিটামিন বা মিনারেলের অভাব, যেমন থায়ামিন (ভিটামিন বি১)।\n" +
                "•\tগর্ভাবস্থাকালিন জটিলতা। \n" +
                "•\tঅনেক বছর ধরে অতিরিক্ত মদ্যপান।\n" +
                "•\tকোকেন, অ্যাম্ফেটামাইন বা অ্যানাবলিক স্টেরয়েড খাওয়া।\n" +
                "•\tক্যান্সারের চিকিৎসার জন্য কিছু কেমোথেরাপির ওষুধ এবং রেডিয়েশন।\n" +
                "•\tহৃদ-পেশিতে আয়রন তৈরি হওয়া (হোমোক্রোমাটোসিস)।\n" +
                "•\tঅস্বাভাবিক মাত্রায় প্রোটিন তৈরি হওয়ার সমস্যা (অ্যামাইলোডোসিস)।  \n" +
                "•\tরোগ নির্ণয়\n" +
                "•\tকার্ডিওমায়োপ্যাথি সন্দেহ হলে, রোগ নির্ণয়ের জন্য বেশ কিছু পরীক্ষা করা দরকার।\n" +
                "\n" +
                "\n" +
                "\n" +
                "পরীক্ষাগুলো হল:\n" +
                "\n" +
                "বুকের এক্স-রে: হৃৎপিণ্ডের একটা ছবি তুললে বোঝা যাবে যে হৃৎপিণ্ড আদৌ আকারে বেড়েছে কি না।\n" +
                "\n" +
                "ইকোকার্ডিওগ্রামঃ হৃৎপিণ্ডের ছবি নেবার জন্য শব্দ তরঙ্গ ব্যবহার করা হয়। ডাক্তার এই ছবি দেখে হৃৎপিণ্ডের আকার, কার্যকলাপ এবং হৃৎস্পন্দনের গতি পরীক্ষা করে।\n" +
                "\n" +
                "ইলেক্ট্রোকার্ডিওগ্রাফ (ইসিজি): হৃৎপিণ্ডের ইলেকট্রিক গতিবিধির বাধাবিপত্তি এর দ্বারা বোঝা যায়, যার দ্বারা ক্ষতিগ্রস্ত জায়গা এবং অস্বাভাবিক হৃৎস্পন্দন বোঝা যায়।\n" +
                "\n" +
                "ট্রেড-মিল স্ট্রেস টেস্ট: ট্রেড-মিলে হাঁটবার সময়ে হৃৎস্পন্দন, নিঃশ্বাস এবং রক্তচাপ মাপা হয়। ডাক্তার লক্ষণ, এক্সারসাইজ করবার ক্ষমতা এবং এক্সারসাইজের ফলে হৃৎস্পন্দনের কোন অস্বাভাবিক কিছু আছে কি না সেটা পরীক্ষা করেন।\n" +
                "\n" +
                "কার্ডিয়াক ম্যাগনেটিক রেজোন্যান্স ইমেজিং (এমআরআই): ম্যাগনেটিক ফিল্ড এবং রেডিও তরঙ্গের সাহায্যে হৃৎপিণ্ডের ছবি নেওয়া হয়। ইকোকার্ডিওগ্রাফির সাথে এটার ব্যবহার করা হয়, বিশেষকরে যদি রোগ নির্ণয় করবার জন্য ইকোকার্ডিওগ্রামের ছবি কোন কাজে না দেয়। \n" +
                "\n" +
                "কার্ডিয়াক কম্পিউটারাইজড টোমোগ্রাফি (সিটি) স্ক্যান: হৃৎপিণ্ডের আকার-আয়তন, কার্যকলাপ এবং হৃৎপিণ্ডের ভাল্ব দেখবার জন্য এটা কখনও কখনও ব্যবহার করা হয়।\n" +
                "\n" +
                "রক্ত পরীক্ষা: কিডনি, থাইরয়েড এবং লিভারের কার্যকারিতা পরীক্ষা করবার পাশাপাশি আয়রনের মাত্রা পরীক্ষার জন্য রক্ত পরীক্ষা করা হয়।  \n" +
                "\n" +
                "চিকিৎসা\n" +
                "অবস্থা যাতে খারাপ আকার ধারণ না করে সেটার প্রতিরোধের জন্য এবং জটিলতার ঝুঁকি কমাবার জন্য লক্ষণ, উপসর্গ এবং সমস্যার নিরাময় হল চিকিৎসার সার্বিক লক্ষ্য। \n" +
                "\n" +
                "মেডিকেশানঃ হৃৎপিণ্ডের পাম্প করবার ক্ষমতা এবং কার্যকারিতার উন্নতি, রক্ত সঞ্চালন বৃদ্ধি, রক্তচাপ কমানো, হৃৎস্পন্দনের গতি কমানো, শরীর থেকে অতিরিক্ত তরল বের করার পাশাপাশি রক্ত জমাট বাঁধা আটকানোর লক্ষ্যে, ডাক্তাররা মেডিকেশানের পরামর্শ দেয়।\n" +
                "\n" +
                "ইমপ্ল্যান্টেবল কার্ডিওভেরটার-ডেফিব্রিলাটার (আইসিডি): হৃৎস্পন্দনের গুরুতর সমস্যার ঝুঁকি থাকলে, ডাক্তার ইমপ্ল্যান্টেবল কার্ডিওভেরটার-ডেফিব্রিলাটার (আইসিডি) করার পরামর্শ দেন- একটা যন্ত্র যা হৃৎস্পন্দনের গতি নিয়ন্ত্রণ করে এবং অস্বাভাবিক হৃৎস্পন্দন নিয়ন্ত্রণের জন্য ইলেকট্রিক শক দেয়। বিশেষ কোন কেসে, ডাক্তার পেসমেকার বসানোর পরামর্শ দেয়, যা দক্ষিণ ও বাম অলিন্দের সঙ্কোচনের সাম্যতা বজায় রাখবে (বাই-ভেনট্রিকুলার পেসমেকার)।\n" +
                "\n" +
                "সেপ্টাল মাইয়েক্টমিঃ এক্ষেত্রে সার্জেন হৃৎপিণ্ডের নীচের দুটো প্রকোষ্ঠকে আলাদা করা (ভেন্ট্রিকল) পুরু হয়ে যাওয়া হৃৎপেশীর দেওয়াল (সেপ্টাম) বাদ দিয়ে দেয়। এই পদ্ধতির ফলে হৃৎপেশী হৃৎপিণ্ডের মাধ্যমে ভালো করে রক্ত সঞ্চালন করতে পারে এবং মিট্রাল ভাল্ব রেগুরগিট্রেশান কমে।\n" +
                "\n" +
                "সেপ্টাল অ্যাবালেশানঃ এই পদ্ধতিতে, ক্ষতিগ্রস্ত জায়গার রক্ত সংবহনকারী রক্তবাহের মধ্যে দীর্ঘ পুরু নলের (ক্যাথিটার) দ্বারা অ্যালকোহল পাঠিয়ে পুরু হয়ে যাওয়া হৃৎপেশীর সামান্য অংশ নষ্ট করে ফেলা হয়।\n ",R.drawable.healthcare));
        lstBook.add(new Book("পেপ্টিক আলসার বা পাকস্থলীর আলসার","বিস্তারিত","\n" +
                "পাকস্থলী বা ডিয়োডিনামের আবরণের ওপরে যে ক্ষত বা আলসার হয়, তাকে পেপ্টিক আলসার বা পাকস্থলীর আলসার বলে।\n" +
                "\n" +
                "লক্ষণ\n" +
                "পেপ্টিক আলসারের লক্ষণ হল:\n" +
                "\n" +
                "•\tপেটে জ্বালা করা এবং পেটে ব্যথা।\n" +
                "•\tপেট ভরা ভরা লাগা, পেট ফোলা কিংবা ঢেঁকুর তোলা। \n" +
                "•\tফ্যাটযুক্ত খাবার সহ্য না করতে পারা।\n" +
                "•\tঅম্বল বা বুকজ্বালা।\n" +
                "•\tলাল বা কালো রঙের বমি (কোন কোন সময়ে বমির সাথে রক্ত)। \n" +
                "•\tস্টুলের সাথে রক্ত, অথবা কালো বা আলকাতরার মতন স্টুল।\n" +
                "•\tনিঃশ্বাসের সমস্যা।\n" +
                "•\tমূর্ছা যাওয়া।\n" +
                "•\tকারণ ছাড়া ওজন কমে যাওয়া।\n" +
                "•\tখাবারের রুচি বদলে যাওয়া।\n" +
                "\n" +
                "\n" +
                "\n" +
                "কারণ\n" +
                "পাকস্থলী এবং ডিওডেনামের পাচকরসের অসামঞ্জস্যের চূড়ান্ত পরিণতি হল আলসার। অধিকাংশ আলসার হেলিকোব্যাক্টার ফাইলোরি (এইচ.ফাইলোরি) নামক ব্যাকটেরিয়ার সংক্রমণের কারণ হয়। \n" +
                "\n" +
                "আলসারের ঝুঁকি বাড়বার কারণ হল:\n" +
                "\n" +
                "•\tপেইন কিলারের ব্যবহার যা নন-স্টেরয়েডাল অ্যান্টি-ইনফ্ল্যামেটারি (এনএআইডি) নামে পরিচিত, যথা অ্যাসপিরিন, ইবুপ্রফেন এবং অন্যান্য ওষুধ যা প্রেসক্রিপশনের মাধ্যমে পাওয়া যায়। \n" +
                "•\tগ্যাসট্রোনমাস এবং টিউমোয়ারস নামক পাকস্থলীর অ্যাসিড উৎপাদক কোষ থেকে অতিরিক্ত অ্যাসিড নিঃসৃত হলে।\n" +
                "•\tমাত্রাতিরিক্ত মদ্যপান।\n" +
                "•\tধূমপান এবং তামাকজাত পদার্থ।\n" +
                "•\tনির্দিষ্ট কোন একটা অঙ্গে রেডিয়েশনের প্রভাবে।\n" +
                "রোগ নির্ণয়\n" +
                "এন্ডোক্সোপিঃ এই পদ্ধতিতে এন্ডোক্সোপ নামক ছোট এবং আলো লাগানো নল মুখের ভেতর দিয়ে পাকস্থলী পর্যন্ত ঢোকানো হয়। আলসার থাকলে এই যন্ত্রে সেটা দেখা যাবে। আলসারের গুরুতর লক্ষণ দেখা গেলে এন্ডোক্সোপি করা হয়। \n" +
                "\n" +
                "ডাক্তাররা কিছু ক্ষেত্রে এন্ডোক্সোপি না করেই আলসারের চিকিৎসা করে।\n" +
                "\n" +
                "জটিলতা\n" +
                "পেপ্টিক আলসারের চিকিৎসা সঠিক সময়ে না হলে:\n" +
                "\n" +
                "•\tআভ্যন্তরীণ রক্তক্ষরণ: অল্প কিংবা গুরুতর রক্তক্ষরণ হতে পারে। অল্প রক্তক্ষয় অ্যানিমিয়া কারণ। গুরুতর রক্তক্ষয় হলে, রোগীকে হয় হাসপাতালে ভর্তি করা কিংবা রক্ত দেওয়া প্রয়োজন হয়।  \n" +
                "\n" +
                "•\tসংক্রমণ: পেপটিক আলসার থেকে পাকস্থলী এবং ক্ষুদ্রান্ত্রের দেওয়াল ভেদ করে গর্ত হয়, যে কারণে তলপেটের গহ্বরের (পেরিটোনিটিস) মধ্যে গুরুতর সংক্রমণের ঝুঁকি বেড়ে যায়। \n" +
                "\n" +
                "•\tপ্রতিবন্ধকতা: পেপটিক আলসার থেকে ফোলা, ব্যথা বা জ্বলুনি, অথবা ক্ষতের সৃষ্টি হতে পারে। এই প্রতিবন্ধকতার কারণে পরিপাক নালীর ভেতরে খাবার যাবার পথ আটকে যায় এবং এই কারণে পেট ভরা লাগে, বমি পায় ও ওজন কমবারও সম্ভাবনা থাকে।\n" +
                "\n" +
                "চিকিৎসা\n" +
                "পেপ্টিক আলসার কি জন্য হচ্ছে, তার ওপর চিকিৎসা পদ্ধতি নির্ভর করে। পেপ্টিক আলসারের ওষুধের মধ্যে,\n" +
                "\n" +
                "অ্যান্টিবায়োটিক ওষুধ: পরিপাকনালীতে এইচ.ফাইলোরি পাওয়া গেলে, তাকে নষ্ট করবার জন্য কিছু অ্যান্টিবায়োটিকের একসাথে সুপারিশ করা হয়, যেমন অ্যামক্সিসিলিন, ক্ল্যারিথাইরোমাইসিন, মেট্রোনিডাজল, টিনিডাজল, টেট্রাসাইক্লিন এবং লেবোফ্লোক্সেন   \n" +
                "\n" +
                "ওষুধ যা অ্যাসিড তৈরি হওয়া আটকায়: প্রোটিনের কার্যকারিতা বাড়ায়, কোষের ভেতরে অ্যাসিড উৎপাদনকারী নির্দিষ্ট কিছু অংশের কার্যকারিতা আটকে দেয়, যেমন ওমেপ্রাজল, ল্যান্সপ্রাজেল, রেবেপ্রাজল, এসমোপ্রাজেল এবং প্যান্টাপ্রাজেল। \n" +
                "\n" +
                "ওষুধ যা অ্যাসিড তৈরি হওয়া কমায়: অ্যাসিড ব্লকার, হিস্টামিন ব্লকার নামেও পরিচিত, যা পাকস্থলী দ্বারা পরিপাকনালীতে নিঃসৃত অ্যাসিডের পরিমাণ কমিয়ে আলসারের যন্ত্রণা কম করে এবং নিরাময় করে। \n" +
                "\n" +
                "পাকস্থলীর অ্যাসিড প্রশমনকারী অ্যান্টাসিডঃ অ্যান্টাসিড পাকস্থলীর অ্যাসিডকে প্রশমিত করে যন্ত্রণার হাত থেকে তাৎক্ষণিক রেহাই দেয়, যেমন র্যান্টাডিন, ফামোটিডিন, সিমেটিডিন এবং নিজাটিডিন। \n" +
                "\n" +
                "এইসব প্রেশক্রিপশান বা ওভার-দা-কাউন্টারে পাওয়া যেতেও পারে। অ্যাসিড ব্লকার অসুধের মধ্যে আছে রান্টিডিন, ফামোটিডিন, সিমেটিডিন ও নিজাটিডিন।\n",R.drawable.healthcare));


        lstBook.add(new Book("কোলোরেক্টাল ক্যান্সার","বিস্তারিত","\n" +
                "কোলোরেক্টাল ক্যান্সার কি?\n" +
                "কোলোন ও রেক্টামের ক্যান্সার কলোরেক্টাল ক্যান্সার নামে পরিচিত। শরীরের পরিপাকতন্ত্রের অন্তর্গত বৃহদন্ত্রের সাথে এটা জড়িত। কোলোন বৃহদন্ত্রের অবিকাংশই ঘিরে থাকে। রেক্টাম বৃহদন্ত্রের নীচের অংশকে ঘিরে থাকে, যা মলদ্বারকে কোলনের সাথে যুক্ত করে। পশ্চিমী দেশে কলোরেক্টাল ক্যান্সার প্রায়সই হতে দেখা যায়। \n" +
                "\n" +
                "কোলন ও রেক্টাম কি?\n" +
                "অন্ত্র পরিপাকতন্ত্রের অংশ। এটাকে ক্ষুদ্রান্ত্র ও বৃহদন্ত্রে ভাগ করা হয়। কোলোন ও রেক্টাম বৃহদন্ত্রের অংশ। \n" +
                "\n" +
                "কোলোন\n" +
                "\n" +
                "এটা বৃহদন্ত্রের বৃহত্তম অংশ। এটা সিকাম থেকে হজম হওয়া খাবার পায় এবং জল ও পুষ্টি উপাদান শোষণ করে, রেক্টামে বর্জ্য পদার্থ (স্টূল) পাঠায়। কোলোনকে চারভাগে ভাগ করা হয়।\n" +
                "\n" +
                "অ্যাসেন্ডিং কোলোন হল প্রথম অংশ, যা কোলোনের মধ্যে ওপরের দিকে গিয়ে বেঁকে যায় এবং এবং এটা হেপাটিক ফ্লেক্সার নামে পরিচিত।\n" +
                "\n" +
                "অ্যাসেন্ডিং কোলোন ও হেপাটিক ফ্লেক্সারের পরেই ট্রান্সভার্স কোলোন থাকে। এটা স্প্লেনিক ফ্লেক্সার নামক কোলোনের বাঁকে শেষ হয়।\n" +
                "\n" +
                "ট্রান্সভার্স কোলোন ও স্প্লেলিক ফ্লেক্সারের পরে ডিসেন্ডিং কোলোন।\n" +
                "\n" +
                "কোলোনের শেষভাগ হল সিগময়েড কোলোন যা রেক্টামের সাথে যুক্ত হয়। \n" +
                "\n" +
                "রেক্টাম\n" +
                "\n" +
                "বৃহদন্ত্রের নীচের অংশকে রেক্টাম বলা হয়। রেক্টাম সিগময়েড কোলোনের সাথে যুক্ত হবার পাশাপাশি বর্জ্য পদার্থ গ্রহণ, সঞ্চয় করে ও মলদ্বার দিয়ে শরীরের বাইরে বের করতে সাহায্য করে। \n" +
                "\n" +
                "কোলন ও রেক্টাম ক্যান্সারের বিভিন্ন ধরন কি?\n" +
                "অ্যাডোনোকার্সিনোমাস- সবথেকে প্রচলিত ধরণ ও প্রায় ৯৫% ক্ষেত্রে হয়। এখানে, ক্যান্সার কোষেরা শ্লেষ্মা তৈরি করে কোলোন ও রেক্টামের ভেতরের অংশকে পিচ্ছিল করে দেয়। \n" +
                "\n" +
                "কার্সিনয়েড টিউমার- বিশেষ বিশেষ হরমোনে কার্সিনয়েড টিউমার পাওয়া যায়, যা অন্ত্রের মধ্যে কোষ তৈরি করে। \n" +
                "\n" +
                "গ্যাস্ট্রোইন্টেস্টাইনাল স্ট্রোমাল টিউমার (জিআইএসটি)- কোলোনের প্রাচীরে পাওয়া যায়। অন্ত্রের কোষকে ক্যাজল বলা হয়। এইসব টিউমার পরিপাকতন্ত্রের যেকোন জায়গায় পাওয়া যেতে পারে কিন্তু কোলোনে সেইভাবে দেখা যায় না। \n" +
                "\n" +
                "লিম্ফোমাস- সাধারণত লিম্প নোডে শুরু হয়। এটা রোগ প্রতিরোধ ক্ষমতার কোষের ক্যান্সার। এটা কোলোন, রেক্টাম বা অন্য অঙ্গেও শুরু হতে পারে। পরিপাকতন্ত্রের নন-হডকিন লিম্ফোমা এর অন্তর্গত। \n" +
                "\n" +
                "সারকোমাস- এটা কোলোন ও রেক্টামের রক্তনালী, শ্লেশ্মার স্তর ও অন্যান্য কানেক্টিভ টিস্যুতে দেখা যায়। কিন্তু সাধারণত এটা খুবই বিরল। \n",R.drawable.healthcare));
        lstBook.add(new Book("ডায়াবেটিস","বিস্তারিত","ডায়াবেটিস কি? \n" +
                "ডায়াবেটিস হলো একপ্রকার ক্রনিক ও জটিল পরিস্থিতি। এই অবস্থায় রক্তে গ্লুকোজের মাত্রা খুব বেশী থাকে। সাধারণত, শরীরের মেটাবোলিজম কার্বোহাইড্রেটকে গ্লুকোজে (শর্করা) ভাঙে এবং সেটা রক্তস্রোতে মিশে যায়। ইনসুলিন এই গ্লুকোজকে এনার্জির পাবার জন্য কোষের মধ্যে পাঠায়। ডায়াবেটিস হলে, শরীর পর্যাপ্ত পরিমাণ ইনসুলিন তৈরি করতে পারে না কিংবা ইনসুলিনের প্রভাব রেজিস্ট করতে পারে এবং এই কারণেই দীর্ঘকালিন অনেক ক্ষতি, ডিসফাংশান ও নানান অঙ্গ বিকল হয়ে যায়।  \n" +
                "\n" +
                "বিভিন্ন ধরণের ডায়াবেটিস কি?\n" +
                "ডায়াবেটিস প্রধানত তিন প্রকারের। টাইপ ১ ও টাইপ ২ (ডায়াবেটিস মেলিটাসের অন্তর্গত) এবং জেসচেশানাল ডায়াবেটিস (ডায়াবেটিস ইন্সিপিডাসের অন্তর্গত)। এই তিন প্রাথমিক ধরণ ছাড়াও আরো কয়েক ধরণের ডায়াবেটিস হয়। \n" +
                "\n" +
                "টাইপ ১ ডায়াবেটিসঃ\n" +
                "\n" +
                "টাইপ ১ ডায়াবেটিস হলো অটো ইমিউনের প্রতিক্রিয়ার ফল। শরীরের ইনসুলিন উৎপাদনকারী কোষের ওপর শরীরের ডিফেন্স সিস্টেম আক্রমণ করে বলে শরীর ইনসুলিন উৎপাদন করা বন্ধ করে দেয়। কি কারণের জন্য হয় সেটা এখনো অজানা। টাইপ ১ ডায়াবেটিস যে কোন মানুষের যে কোন বয়সে হলেও শিশু ও কম বয়সীদের ক্ষেত্রে বেশী দেখা যায়। টাইপ ১ ডায়াবেটিসে আক্রান্তদের রক্তে গ্লুকোজের মাত্রা নিয়ন্ত্রণ করতে রোজ ইনসুলিন না দেওয়া হলে মারা যাবার সম্ভবনা থাকে। \n" +
                "\n" +
                "টাইপ ২ ডায়াবেটিসঃ\n" +
                "\n" +
                "সারা বিশ্বব্যাপী সবথেকে প্রচলিত ধরণের ডায়াবেটিস। এটা প্রধানত প্রাপ্তবয়স্কদের হলেও আজকাল শিশু এমনকি বয়ঃসন্ধিকালেও হচ্ছে। টাইপ ২ ডায়াবেটিসের ক্ষেত্রে, শরীর ইনসুলিনের প্রভাবের ওপর প্রতিক্রিয়া দেওয়া বন্ধ করে দেয় এবং ইনসুলিন রেজিস্টেন্স হয়। অগ্ন্যাশয় এই অবস্থার উন্নতির জন্য পর্যাপ্ত পরিমাণ ইনসুলিন উৎপাদন করতে পারে না। এই কারণেই রক্তে গ্লুকোজের মাত্রা বেড়ে যায়। \n" +
                "\n" +
                "জেসস্টেশানাল ডায়াবেটিসঃ\n" +
                "\n" +
                "গর্ভাবস্থায় মহিলাদের ইনসুলিন রেজিস্টেন্স হলে জেস্টেশানাল ডায়াবেটিস হয়। গর্ভাবস্থার দ্বিতীয় ট্রাইমেস্টারের সময় প্ল্যাসেন্টা বা হরমোনের দ্বারা ইনসুলিনের কাজ আটকে গেলে এই ডায়াবেটিস হয়। জেসচেশানাল ডায়াবেটিসের চিকিৎসা না হলে সেটা মা ও বাচ্চা উভয়ের ক্ষেত্রেই ক্ষতিকারক। সেই কারণেই এই ধরণের ডায়াবেটিসের চিকিৎসা করা দরকার।  \n" +
                "\n" +
                "ডায়াবেটিসের প্রচলিত লক্ষণ কি?\n" +
                "ডায়াবেটিসের লক্ষণ ও উপসর্গ হলঃ \n" +
                "\n" +
                "•\tপ্রচুর ক্ষিদে পায়\n" +
                "•\tঅস্পষ্ট দৃষ্টি\n" +
                "•\tক্লান্তি ও দুর্বলতা\n" +
                "•\tমুখ শুকিয়ে যাওয়া ও ত্বক চুলকায়\n" +
                "•\tহাত বা পায়ে ব্যথা কিংবা অসাড়তা\n" +
                "•\tকাটা-ছেড়া ও ক্ষত নিরাময় খুব ধীরে হয়  \n" +
                "•\t\n" +
                "ডায়াবেটিসের সম্ভাব্য জটিলতা কি? \n" +
                "ডায়াবেটিসের চিকিৎসা কিংবা নিয়ন্ত্রণ না হলে সেটা অনেক জটিলতার সৃষ্টি করে। সম্ভাব্য জটিলতা হলঃ\n" +
                "\n" +
                "•\tহৃদরোগ\n" +
                "•\tকিডনির সমস্যা\n" +
                "•\tচোখের সমস্যা\n" +
                "•\tপায়ের ক্ষতি\n" +
                "•\tস্নায়ুর সমস্যা\n" +
                "•\tশ্রবণ সমস্যা\n" +
                "•\tআলজাইমার্স রোগ\n" +
                "•\tবিষণ্ণতা \n" +
                "•\tজেসস্টেশানাল ডায়াবেটিসের জটিলতার মধ্যে নবজাতকদের ক্ষেত্রে অত্যাধিক বৃদ্ধি কিংবা রক্তে সুগারের মাত্রা কমে যেতে পারে। পরের দিকে টাইপ ২ ডায়াবেটিস হবার ঝুঁকি থাকে। \n" +
                "\n" +
                "ডায়াবেটিসের সম্ভাব্য ঝুঁকি কি?\n" +
                "টাইপ ১ ডায়াবেটিসের ঝুঁকির ফ্যাক্টারঃ পারিবারিক ইতিহাস, ভৌগলিক অবস্থান, অটোইমিউন অবস্থা থাকা, জাতি বা সম্প্রদায়। \n" +
                "\n" +
                "টাইপ ২ ডায়াবেটিসের ঝুঁকির ফ্যাক্টারঃ পারিবারিক ইতিহাস, জাতি, পলিসিস্টিক ওভারি সিনড্রোম, জেসচেশানাল ডায়াবেটিস, বেশী ওজন, হাইপারটেনশান/অধিক রক্তচাপ, অপ্রতুল খাওয়া, বয়স, ট্রাইগ্লিসারাইড ও কোলেস্টেরলের অস্বাভাবিক মাত্রা।\n" +
                "\n" +
                "জেসচেশানাল ডায়াবেটিসের ঝুঁকির ফ্যাক্টারঃ বেশী ওজন, পারিবারিক বা ব্যক্তিগত ইতিহাস, জাতি, বয়স, অধিক রক্তচাপ, হরমোনের অসঙ্গতি। \n" +
                "\n" +
                "কিভাবে ডায়াবেটিসের ডায়াগনিসিস করা হয়?\n" +
                "টাইপ ১ ডায়াবেটিসের লক্ষণ আচমকা দেখা যায় কিন্তু অন্যান্য ডায়াবেটিসের লক্ষণ ধীরে ধীরে প্রকাশ পায়। সুতরাং, রোগীর স্বাস্থ্যের ইতিহাস ও লক্ষণের ভিত্তিতে ডায়াগনিসিস করা হয়। ডাক্তার নিম্নলিখিত টেস্টের সুপারিশ করতে পারেঃ\n" +
                "\n" +
                "১. ইউরিল অ্যানালিসিসঃ গ্লুকোজ, কিটোন, মাইক্রোঅ্যালবুমিনুরিয়া\n" +
                "\n" +
                "২. ব্লাড কেমিস্ট্রিঃ রক্তের গ্লুকোজের পরিমাপ, ওরাল গ্লুকোজ টলারেন্স টেস্ট, গ্লাইকেটেড হিমোগ্লোবিন মেজারমেন্ট (এ১সি), লিপিড প্রোফাইল, সেরাম ইনসুলিন বা সি-পেপ্টাইড লেভেল \n" +
                "\n" +
                "৩. ইমিউনোলজিক্যাল অ্যাসে\n" +
                "\n" +
                "গর্ভাবস্থার ক্ষেত্রে, আপনার যদি জেসস্টেশানাল ডায়াবেটিসের ঝুঁকি থাকে তাহলে ডাক্তার বেশ কিছু টেস্টের সুপারিশ করতে পারেঃ\n" +
                "\n" +
                "ইনিশিয়াল গ্লুকোজ চ্যালেঞ্জ টেস্ট\n" +
                "ফলো-আপ গ্লুকোজ টলারেন্স টেস্ট \n" +
                "\n" +
                "কিভাবে ডায়াবেটিসের চিকিৎসা করা হয়?\n" +
                "ডায়াবেটিসের ধরণ ও রক্তে গ্লুকোজের মাত্রার ভিত্তিতে চিকিৎসার ধরণ বদলায়। অসুস্থতা অনুসারে রক্তে গ্লুকোজের মাত্রা নিয়ন্ত্রণ করতে ডাক্তার ওরাল মেডিকেশান কিংবা ডায়ারেক্ট ইনসুলিন থেরাপির সুপারিশ করতে পারে।  \n" +
                "\n" +
                "জেস্টেশানাল ডায়াবেটিসে আক্রান্ত মহিলাদের গর্ভের বাচ্চাদের ঝুঁকি কমাতে রক্তে গ্লুকোজের মাত্রা নিয়ন্ত্রণ ও মনিটার করা দরকার। স্বাস্থ্যকর খাওয়াদাওয়া ও মাঝারি শারীরিক সক্রিয়তার মাধ্যমে এটা করা হয়।  কিছু কিছু ক্ষেত্রে, ইনসুলিন বা ওরাল মেডিকেশান থেরাপির দরকার হতে পারে।\n" +
                "\n" +
                "তাছাড়া, ডায়াবেটিসে আক্রান্তদের স্বাস্থ্যকর খাওয়াদাওয়া ও শারীরিক সক্রিয়তার সুপারিশ করা হয়। চিকিৎসার জন্য ডাক্তারের পরামর্শ নেওয়া উচিৎ। \n" +
                "\n" +
                "ডায়াবেটিস কিভাবে প্রতিরোধ করবেন?\n" +
                "টাইপ ১ ডায়াবেটিস প্রতিরোধ করা সম্ভব নয়। স্বাস্থ্যকর জীবনযাত্রা বজায় রেখে টাইপ ২ ও জেস্টেশানল ডায়াবেটিস প্রতিরোধ করা যায়।\n" +
                "\n" +
                "ওজন বেশী থাকলে কিংবা মেদবহুল হলে ওজন কমানো দরকার\n" +
                "স্বাস্থ্যকর খাদ্যাভ্যাস বজায় রাখা \n" +
                "রোজ শরীরচর্চা করা\n" +
                "\n",R.drawable.healthcare));

        lstBook.add(new Book("ইনভারটেড নিপিল","বিস্তারিত","স্তনবৃন্তের বাইরের দিকে না বেরিয়ে ভেতর দিকে ঢুকে থাকা অবস্থাকে ইনভারটেড নিপিল বলে। এই অবস্থাকে রিট্রেসেটেড নিপিল বা ইনভ্যাজিনেটেড নিপিলও বলা হয়। কিছু পর্যবেক্ষকরা এই পরিস্থিতির ফারাক করলেও এটা মহিলা ও পুরুষ উভয়ের মধ্যেই দেখা যেতে পারে। কিছু কিছু ক্ষেত্রে, স্তনবৃন্তকে উত্তেজিত হওয়ার জন্য সাময়িকভাবে বাইরের দিকে প্রসারিত হয়। \n" +
                "\n" +
                "কারণ\n" +
                "\n" +
                "•\tস্তন ঝুলে পড়লে, ঢলে পড়লে বা ফোটোসিস।\n" +
                "•\tমেমারি ডাক্ট এস্টাসিয়া।\n" +
                "•\tজন্মগত অবস্থা।\n" +
                "•\tস্তনের ক্যান্সার।\n" +
                "•\tস্তন্যদুগ্ধ পান করাবার ফলে স্তননালীর ক্ষত।\n" +
                "•\tগর্ভাবস্থা।\n" +
                "•\tস্তনের সংক্রমণ।\n" +
                "•\tট্রমা। \n" +
                "\n" +
                "লক্ষণ\n" +
                "\n" +
                "স্তনবৃন্ত এবং কোন কোন সময়ে আশেপাশের জায়গা লাল হয়ে যায়।\n" +
                "স্তনবৃন্ত বা আশেপাশের জায়গার নরম বা কোমল হয়ে যায়।\n" +
                "একটা বা উভয় স্তনবৃন্ত থেকে নোংরা সাদা, ধুসর বা কালো নিঃসরণ।\n" +
                "রোগ নির্নয় \n" +
                "\n" +
                "ইনভারটেড নিপিলের ডায়াগনিসিস কিছু শারীরিক পরীক্ষা ও অন্যান্য ডায়াগনিসিস টেস্টের দ্বারা করা হয়, যা হলঃ \n" +
                "\n" +
                "ডায়াগনিসিস করার জন্য ম্যামোগ্রাফি করা হয়ঃ ডাক্তার ম্যামোগ্রাফির মাধ্যমে স্তনের টিস্যুর মূল্যায়ন করে, যা স্তনের নির্দিষ্ট স্থানের বিস্তারিত এক্স-রে ইমেজ দেখায়। \n" +
                "\n" +
                "শারীরিক পরীক্ষাঃ  স্তনে ডেলা বা লাম্প, স্পনটেনিয়াস ইনভারটেড নিপিল, স্তন্যবৃন্ত থেকে নিঃসরণ বা বন্ধ হয়ে যাওয়া পথের কাছে পুরু হয়ে যাওয়ার মতন পরিবর্তনের দিকে আঙুল নির্দেশ করার মতন শারীরিক পরীক্ষা করে রোগ নির্ণয় করা হয়। শারীরিক পরীক্ষার পরে আরও কিছু পরীক্ষা করার দরকার হতে পারে।  \n" +
                "\n" +
                "আলট্রাসাউন্ডঃ ডাক্তার আলট্রাসাউন্ড করে সন্দেহজনক জায়গা পরীক্ষা করে দেখে, যেখানে স্তনের টিস্যুর চিত্র শব্দ তরঙ্গের সাহায্যে নেওয়া হয়। \n" +
                "\n" +
                "চিকিৎসা\n" +
                "\n" +
                "ইনভারটেড নিপিলের সমস্যার হাত থেকে রেহাই পেতে ডাক্তার ধীরে ধীরে স্তনের টিস্যুর শিথিল করবার জন্য কাউকে কিছু প্রক্রিয়া অথবা কার্যকারি যন্ত্র কিংবা স্তনবৃন্ত প্রসারিত করার ব্যায়াম দিতে পারে। রোগের চিকিৎসায় ব্যথা বা অন্যান্য সমস্যা নিয়ন্ত্রণ করবার জন্য অ্যান্টিবায়োটিক বা অন্যান্য মেডিকশান দিতে পারে। ওষুধে কাজ না দিলে রোগ নিরাময়ের জন্য সার্জারির দরকার পড়তে পারে।\n" +
                "\n" +
                "অ্যান্টিবায়োটিকঃ ইনভারটেড নিপিলের লক্ষণ হিসেবে যে সংক্রমণ দেখা যায় সেটার সুপারিশযোগ্যা অ্যান্টিবায়োটিকের কোর্স দ্বারা নিরাময় কিংবা উন্নতি করা সম্ভব। \n" +
                "\n" +
                "অন্যান্য ওষুধঃ ডাক্তারের  সুপারিশ করা ওষুধ প্রধানত ইনভারটেড নিপিলের পরিস্থিতির যন্ত্রণার নিরসন করে। এইসব ওষুধ যেহেতু হালকা ব্যথার নিরাময়ক তাই এটা ইনভারটেড নিপিলের হাত থেকে রেহাই দিতে পারে। উদাহরণ, ইবুপ্রোফেন, অ্যাসিটামিনোফ্রেন ইত্যাদি।\n" +
                "\n" +
                "একজন ডাক্তার কিছু ওষুধ দিয়ে স্তন্যবৃন্ত থেকে অতিরিক্ত নিঃসরণের নিরাময় করে এবং মেনোপজের পরিবর্তন নিয়ন্ত্রণ করে, যদি এই সমস্যা ইনভারটেড নিপিলের কারণ হিসেবে দেখা যায়। \n" +
                "\n" +
                "সার্জারি\n" +
                "\n" +
                "ক্ষতিগ্রস্ত টিস্যু সরানোর দরকার হলে তখন সার্জারি করা হয়। ওষুধ কাজ না করলে কিন্তু বিরলক্ষেত্রে সার্জারি করা হয়।\n" +
                "\n",R.drawable.healthcare));
        lstBook.add(new Book("হাইপোথাইরয়েডিজম","বিস্তারিত","\n" +
                "শরীরের এন্ডোক্রাইন সিস্টেম বা অন্তঃ-স্রাব তন্ত্রের অসুস্থতাই হল হাইপোথাইরয়েডিজম। থাইরয়েড গ্রন্থি, প্রয়োজনীয় পরিমাণ থাইরয়েড হরমোন তৈরি করতে না পারার কারণে শরীরের ঠাণ্ডা সহ্য করবার ক্ষমতা কমে যাবার পাশাপাশি ক্লান্তি-অবসাদ, কোষ্ঠকাঠিন্য, বিষণ্ণতা, ওজন বেড়ে যাওয়ার সমস্যা হয়, যাকে হাইপোথাইরয়েডিজম বলে। গর্ভাবস্থায় হাইপোথাইরয়েডিজমের চিকিৎসা না হলে, বাচ্চার সার্বিক বৃদ্ধি এবং বুদ্ধির বিকাশ দেরীতে হয়, যাকে ক্রেটিনিজম বলে। কোষ, খাবার থেকে পাওয়া এনার্জিকে কীভাবে ব্যবহার করবে সেটাকে থাইরয়েড নিয়ন্ত্রণ করে এবং এই প্রক্রিয়াকে বিপাকক্রিয়া বা মেটাবোলিজম বলে। বিপাকক্রিয়া অন্যান্য কিছু বিষয়ের সাথে শরীরের তাপমাত্রা, হৃৎস্পন্দন এবং ক্যালোরি ঝরে যাওয়াকে প্রভাবিত করে। থাইরয়েড হরমোনের অভাবে শরীরের সব প্রক্রিয়া ব্যাহত হবার কারণে কম এনার্জি তৈরি হয় এবং বিপাকের হার কমে যায়।\n" +
                "\n" +
                "লক্ষণ \n" +
                "হাইপোথাইরয়েডিজমের লক্ষণ:  \n" +
                "\n" +
                "•\tমেনস্ট্রুয়াল চক্রের পরিবর্তন।\n" +
                "•\tকোষ্ঠকাঠিন্য এবং বিষণ্ণতা।\n" +
                "•\tশুষ্ক চুল এবং ত্বক।\n" +
                "•\tচুল পড়া এবং হৃৎস্পন্দনের গতি কমে যায়। \n" +
                "•\tঅবসাদ এবং ঠাণ্ডা লাগার ধাত। \n" +
                "•\tথাইরয়েড গ্রন্থি ফুলে যায়।\n" +
                "•\tঅকারণে ওজন বেড়ে যায় বা ওজন কমানোতে সমস্যা। \n" +
                "•\tকারপাল টানেল সিনড্রোম।\n" +
                "রোগ নির্ণয় \n" +
                "•\tরক্ত পরীক্ষাঃ হাইপোথাইরয়েডিজমের লক্ষণ বোঝা গেলে হরমোনের মাত্রা বোঝবার জন্য ডাক্তার রক্ত পরীক্ষা করান, যার মধ্যে আছে,   \n" +
                "\n" +
                "•\tথাইরয়েড স্টিমুলেটিং হরমোন (টিএসএইচ)\n" +
                "\n" +
                "•\tটি৪ (থাইরক্সিন)\n" +
                "\n" +
                "•\tটি৪-এর মাত্রা স্বাভাবিকের থেকে কম হলে হাইপোথাইরয়েডিজম হয়েছে বলে ধরে নেওয়া হয়, যদিও অনেকেরই টিএসএইচ বেশী থাকলেও টি৪-এর মাত্রা কিন্তু স্বাভাবিক থাকে। এই অবস্থাকে সাব-ক্লিনিক্যাল (লঘু) হাইপোথাইরয়েডিজম বলে এবং একে হাইপোথাইরয়েডিজিমের প্রাথমিক পর্যায় হিসেবেই ধরা হয়।\n" +
                "\n" +
                "কারণ\n" +
                "হ্যাসিমোটো থাইরোইডিটিসের মতন স্বয়ংক্রিয় রোগ প্রতিরোধ ক্ষমতার সমস্যা হাইপোথাইরইয়েডিজমের কারণ। থাইরয়েড গ্রন্থির ব্যথা বা জ্বালাকে ‘থাইরয়েডিক্স’ বলে। শরীরে হ্যাসিমোটো থাইরোইডিটিসের উপস্থিতিতে অ্যান্টিবডি তৈরি হয় এবং সেই অ্যান্টিবডি থাইরয়েড গ্রন্থিকে আক্রমণ করে এবং ধ্বংস করে দেয়, অবশ্য একই জিনিষ ভাইরাল সংক্রমণ থেকেও হতে পারে।\n" +
                "\n" +
                "হাইপোথাইরয়েডিজম অন্যান্য যে কারণে হয়:\n" +
                "\n" +
                "১. রেডিয়েশন থেরাপি: লিম্ফোমার মতন নির্দিষ্ট কিছু ক্যান্সারের চিকিৎসায় সময়ে, ঘাড়ে রেডিয়েশন দেবার জন্য থাইরয়েড কোষ ক্ষতিগ্রস্ত হয় এবং থাইরয়েড গ্রন্থি হরমোন তৈরি করতে সমস্যার সম্মুখীন হয়।\n" +
                "\n" +
                "২. রেডিওঅ্যাকটিভ আয়োডিন ট্রিটমেন্ট: সাধারণত অতি সক্রিয় থাইরয়েড গ্রন্থির চিকিৎসায় এই ওষুধ ব্যবহার করা হয় এবং এই অবস্থাকে হাইপোথাইরয়েডিজম বলে। রেডিয়েশনের ফলে থাইরয়েড গ্রন্থির কোষ ভেঙে গিয়ে হাইপোথাইরয়েডিজম হয়।\n" +
                "\n" +
                "৩. নির্দিষ্ট কিছু ওষুধ: হার্টের সমস্যা, মানসিক ব্যাধি এবং ক্যান্সারের চিকিৎসায় ব্যবহৃত কিছু ওষুধ থাইরয়েড হরমোন তৈরিকে প্রভাবিত করে, যার মধ্যে অ্যামিওড্যারোন, লিথিয়াম, ইনটারফেরন আলফা এবং ইনটারলিউকিন-২ অন্যতম।\n" +
                "\n" +
                "৪. থাইরয়েড সার্জারি: সার্জারির মাধ্যমে থাইরয়েড বাদ দিতে গেলে সেখান থেকে হাইপোথাইরয়েডিজম হতে পারে। সার্জারি করে থাইরয়েড গ্রন্থির কোন একটা অংশ বাদ দিয়ে দিলেও অবশিষ্ট গ্রন্থি কিন্তু প্রয়োজনীয় পর্যাপ্ত পরিমাণ হরমোন তৈরি করতে সক্ষম।\n" +
                "\n" +
                "৫. খাদ্য তালিকায় যৎসামান্য আয়োডিন: থাইরয়েড হরমোন তৈরির জন্য থাইরয়েড গ্রন্থির আয়োডিনের দরকার লাগে। আয়োডিন আমাদের শরীরে তৈরি হয় না বলে পর্যাপ্ত পরিমাণে বিভিন্ন খাবারের মাধ্যমে পাওয়া দরকার। কাঁচা নুনে পর্যাপ্ত পরিমাণ আয়োডিন থাক এবং পাশাপাশি। ডিম, শেল-ফিস, নোনা জলের মাছ, ডেয়ারি পণ্য এবং সমুদ্র-শৈবালেও আয়োডিন থাকে।\n" +
                "\n" +
                "জটিলতা\n" +
                "হাইপোথাইরডিজমের চিকিৎসা না হলে হার্টের সমস্যা, গাঁটে ব্যথা, বন্ধ্যত্ব, মেদবহুলতার মতন সমস্যার সৃষ্টি হয়। গর্ভবতী মহিলাদের থাইরয়েডের সমস্যা বাচ্চা বিকাশ-বৃদ্ধিকে প্রভাবিত করে। গর্ভাবস্থার প্রথম তিনমাসে, বাচ্চা মায়ের থেকে সব প্রকার থাইরয়েড হরমোন পায় এবং মায়ের হাইপোথাইরয়েডিজম থাকলে, বাচ্চা পর্যাপ্ত থাইরয়েড হরমোন না পাবার কারণে তার মানসিক বিকাশে সমস্যা হয়।\n" +
                "\n" +
                "থাইরয়েড হরমোন পরিমাণ খুব কমে গেলে মাইক্সেডেমার মতন গুরুতর এবং প্রাণঘাতী পরিস্থিতির সৃষ্টি হয়। রোগীরা সংজ্ঞা বা চেতনা হারাতে পারে কিংবা কোমায় চলে যায় এবং শরীরের তাপমাত্রা এতটাই কমে যায়, যে মৃত্যু পর্যন্ত হতে পারে।\n" +
                "\n" +
                "চিকিৎসা \n" +
                "হাইপোথাইরোডিজমের চিকিৎসার মধ্যে, প্রতিদিন সিন্থেটিক থাইরয়েড হরমোন লেভোথাইরক্সিন নেওয়াটা অন্যতম। থাইরয়েড হরমোন লেভোথাইরক্সিন একধরনের ওরাল ওষুধ, হাইপোথারোদিজমের লক্ষণকে বিপরীতমুখী করে দিয়ে হরমোনের মাত্রাকে আবার স্বাভাবিক করে দেয়।\n" +
                "\n",R.drawable.healthcare));
        lstBook.add(new Book("অ্যাভিয়েন ইনফ্লুয়েঞ্জা","বিস্তারিত","\n" +
                "অ্যাভিয়েন ইনফ্লুয়েঞ্জা (এ১) সাধারণভাবে বার্ড ফ্লু (পাখিদের ভাইরাল রোগ) নামে পরিচিত। ইনফ্লুয়েঞ্জা ভাইরাস থেকে এটা হয়। এই ভাইরাস সংক্রামিত পাখি থেকে মানুষের মধ্যে ছড়ায় ও মানুষ অসুস্থ হয়ে যায়। অ্যাভিয়েন ইনফ্লুয়েঞ্জা সংক্রমণ মারাত্মক ও প্রাণঘাতী এবং সেই কারণেই মৃত্যুর হার অধিক। প্রধানত মুরগী, হাঁস ও রাজহাঁস এই মারাত্মক সংক্রমণে আক্রান্ত হয় এমনকি পোলট্রির পাখিদেরও হবার প্রবণতা থাকে। অ্যাভিয়েন ইনফ্লুয়েঞ্জা সংক্রমণে আক্রান্ত বেশীরভাগ মানুষই এইসব পাখিদের সংস্পর্শে থাকে। বাষ্প বা ধূলিকণার মধ্যে ভাইরাস থাকলেও এই সংক্রমণ ছড়াতে পারে। \n" +
                "\n" +
                "পাখিরা কিভাবে অ্যাভিয়েন ইনফ্লুয়েঞ্জাতে সংক্রামিত হয়?\n" +
                "দায়ী ভাইরাস আদপে ওর্থোমাইক্সোভিরডি প্রজাতিভুক্ত ইনফ্লুয়েঞ্জা ভাইরাস। বিশ্বব্যাপী, এই টাইপ এ ভাইরাস স্বাভাবিকভাবে জলজ পক্ষীদের হয়। সংক্রামিত পাখিরা তাদের নাকের নিষ্কাশন, মল ও লালাতে অ্যাভিয়েন ইনফ্লুয়েঞ্জা এ ভাইরাস বহন করতে পারে এবং অন্য পাখির মধ্যে সংক্রামিত হয়। এলপিএআই (লো প্যাথোজেনিক অ্যাভিয়েন ইনফ্লুয়েঞ্জা) এইচপিএআই-র (হাইলি প্যাথোজেনিক অ্যাভিয়েন ইনফ্লুয়েঞ্জা) তুলনায় কম সংক্রামক। এইচপিএআই ভাইরাস অনেকগুলো আভ্যন্তরীণ অঙ্গকে প্রভাবিত করে এবং পরবর্তী ৪৮ ঘণ্টায় মৃত্যুর হার ৯০-১০০%।   \n" +
                "\n" +
                "অ্যাভিয়েন ইনফ্লুয়েঞ্জা ভাইরাস সম্পর্কে আমাদের আর কি জানা দরকার?\n" +
                "অ্যাভিয়েন ইনফ্লুয়েঞ্জা এ ভাইরাসের প্যান্ডেমিক ইনফ্লুয়েঞ্জার করার সম্ভবনা থাকে বলে সেটা জনস্বাস্থ্যের পক্ষে খুবই তাৎপর্যপূর্ণ। সাবটাইপ এ (এইচ৫এন১) এবং এ (এইচ৭এন৯) লোকদের গুরুতর সংক্রমণ করায়। অন্যদিকে এইচ৭এন৩, এইচ৭এন৭ ও এইচ৯এন২-ও সংক্রামিত করে। \n" +
                "\n" +
                "লোকেরা কিভাবে অ্যাভিয়েন ইনফ্লুয়েঞ্জার সংস্পর্শে আসে?\n" +
                "অ্যাভিয়েন ইনফ্লুয়েঞ্জা ভাইরাস মানুষের চোখ, মুখ বা নাক দিয়ে ঢুকতে পারে। ভাইরাস বায়ুকণা বা ধুলোময়লার থাকে এবং মানুষের নিঃশ্বাস বা সংক্রামিত কিছুর সংস্পর্শের মাধ্যমে সংক্রমণ ছড়ায়। অধিকাংশক্ষেত্রেই এটা সংক্রামিত পাখির সাথে অসুরক্ষিত সংস্পর্শে কিংবা অ্যাভিয়েন ইনফ্লুয়েঞ্জা দ্বারা সংক্রামিত ছোঁয়াতে হয়। \n" +
                "\n" +
                "অ্যাভিয়েন ইনফ্লুয়েঞ্জা ভাইরাস কিভাবে সংক্রামিত হয়?\n" +
                "হাইলি প্যাথোজেনিক অ্যাভিয়েন ইনফ্লুয়েঞ্জা এ (এইচ৫এন১) ভাইরাস সম্ভাব্য যে উপায়ে সংক্রামিত হয়, তা হলঃ\n" +
                "\n" +
                "পাখি থেকে মানুষ\n" +
                "পরিবেশ থেকে মানুষ\n" +
                "মানুষ থেকে মানুষে সংক্রমণ (খুবই বিরল/বজায় থাকে) \n" +
                "সংক্রামিত পোলট্রি এবং জায়গা থেকেই মানুষের মধ্যে এই সংক্রমণ ছড়ায়। \n" +
                "\n" +
                "অ্যাভিয়েন ইনফ্লুয়েঞ্জা ভাইরাসের ডিম ফোটার সময়কাল কি?\n" +
                "ডাব্লুএইচও-র সাম্প্রতিক তথ্য যা নির্দেশ করেঃ\n" +
                "\n" +
                "•\tইনফ্লুয়েঞ্জা এ (এইচ৫এন১) ভাইরাসের ডিম ফোটার সময়কাল হল গড়ে ২-৫ দিন এবং রেঞ্জ ১৭ দিন অবধি হতে পারে।\n" +
                "•\tইনফ্লুয়েঞ্জা এ (এইচ৭এন৯) ভাইরাসের ডিম ফোটার সময়কাল গড়ে ৫ দিন থেকে রেঞ্জ ১-১০ পর্যন্ত হতে পারে। \n" +
                "•\tসোয়াইন ফ্লু ইনফ্লুয়েঞ্জা ভাইরাস থেকে মানুষের সংক্রমণে ডিম ফোটার সময়কাল ২-৭ দিন। \n" +
                "অ্যাভিয়েন ইনফ্লুয়েঞ্জা সংক্রান্ত লক্ষণ ও উপসর্গ কি?\n" +
                "লো প্যাথোজেনিক অ্যাভিয়েন ইনফ্লুয়েঞ্জা (এলপিএআই) এ ভাইরাসের সংক্রমণঃ\n" +
                "\n" +
                "•\tকনজানটিবাইটিস\n" +
                "•\tজ্বর\n" +
                "•\tকাশি\n" +
                "•\tগলা ব্যাথা\n" +
                "•\tপেশীতে যন্ত্রণা\n" +
                "•\tশ্বাসনালীর নিম্নাংশের রোগ (নিউমোনিয়া)\n" +
                "•\tশ্বাস সংক্রান্ত অবস্থা \n" +
                "•\tহাইলি প্যাথোজেনিক অ্যাভিয়েন ইনফ্লুয়েঞ্জা (এইচপিএআই) এ ভাইরাসের সংক্রমণঃ\n" +
                "\n" +
                "•\tবেশী জ্বর\n" +
                "•\tকফ শুদ্ধু কাশি (মাঝে মাঝে রক্ত থাকতে পারে)\n" +
                "•\tগলা ব্যাথা\n" +
                "•\tশ্বাস সংক্রান্ত দুর্দশা\n" +
                "•\tরোগীরা যা নিয়ে ভোগে\n" +
                "\n" +
                "•\tডায়ারিয়া\n" +
                "•\tবমি\n" +
                "•\tতলপেটে যন্ত্রণা\n" +
                "•\tবুকে ব্যাথা এবং নাক ও মাড়ি দিয়ে রক্তপাত\n" +
                "•\tকোনকোন সময়ে স্নায়বিক পরিবর্তন দেখা যায় \n" +
                "\n" +
                "মানুষরা কেন অ্যাভিয়েন ইনফ্লুয়েঞ্জাতে আক্রান্ত হয়?\n" +
                "অ্যাভিয়েন ইনফ্লুয়েঞ্জা ভাইরাস (অর্থোমাইক্সোভিরডি প্রজাতিভুক্ত জেনাস ইনফ্লুয়েঞ্জা এ) দ্বারা সংক্রমণ হয়। দুটো সাবটাইপ আছে-হাই প্যাথোজেনিক ভাইরাস ও লো প্যাথোজেনিক ভাইরাস। \n" +
                "পোলট্রি প্রজাতিতে হাই প্যাথোজেনিক ভাইরাস (৪৮ ঘণ্টার মধ্যে মৃত্যুর হার ১০০%) দেখা যায়। এটা এইচ৫ এবং এইচ৭ সাবটাইপের মধ্যে সীমাবদ্ধ।\n" +
                "পোলট্রি প্রজাতিতে লো প্যাথোজেনিক ভাইরাসের প্রাদুর্ভাব দেখা যায়। \n" +
                "\n" +
                "ঝুঁকির কারণ কি?\n" +
                "সংক্রামিত পাখির সংস্পর্শ কিংবা সংক্রামিত পাখির লালা, পালক বা দ্বারা সংক্রামিত স্থানের ছোঁয়া সাথে জড়িত ঝুঁকির কারণ হলঃ\n" +
                "\n" +
                "•\tসংক্রামিত পাখীর মল বা বিষ্ঠা ধরলে বা সামনে শ্বাস নিলে\n" +
                "•\tসংক্রামিত পাখীর অন্য কোন নিষ্কাশন ধরলে বা সামনে শ্বাস নিলে\n" +
                "•\tসংক্রামিত পাখী কাটলে\n" +
                "•\tসংক্রামিত পাখীর পালক ছাড়ালে\n" +
                "•\tসংক্রামিত পাখী রান্না করলে\n" +
                "•\tজীবন্ত পাখীর বিক্রির জায়গায় গেলে \n" +
                "\n" +
                "অ্যাভিয়েন ইনফ্লুয়েঞ্জার জটিলতা কি?\n" +
                "মানুষের প্রানঘাতী জটিলতা সৃষ্টি হতে পারে, যেমনঃ\n" +
                "\n" +
                "•\tশ্বাস না নিতে পারা\n" +
                "•\tনিউমোনিয়া\n" +
                "•\tসেকেন্ডারি ব্যাকটেরিয়াল ও ফাঙ্গাল সংক্রমণ\n" +
                "•\tকিডনির সমস্যা\n" +
                "•\tহৃৎপিণ্ডের সমস্যা\n" +
                "•\tএকাধিক অঙ্গ কাজ না করা\n" +
                "•\tহাইপ্রক্সেমিয়া \n" +
                "\n" +
                "\n" +
                "অ্যাভিয়েন ইনফ্লুয়েঞ্জার ডায়াগনিস্টিক প্রক্রিয়া কি?\n" +
                "ভারতে, ন্যাশনাল ইন্সটিটিউট অফ ভাইরোলজি (এনআইভি), পুনা এবং ন্যাশনাল সেন্টার ফর ডিজিস কন্ট্রোল (এনসিডিসি), দিল্লি সাধারণভাবে অ্যাভিয়েন ইনফ্লুয়েঞ্জা সংক্রমণ চিহ্নিত করতে টেস্ট করে। জ্বর কিংবা শরীর খারাপের প্রথমদিকে এই সোয়াব টেস্ট করা হয়, যেখানে রোগীর শ্বাসনালী বা নাক থেকে নমুনা সংগ্রহ করা হয় এবং তাকে সোয়াব বলা হয়।  \n" +
                "\n" +
                "বিভিন্ন ল্যাবোরেটারি টেস্ট হলঃ\n" +
                "\n" +
                "•\tরিভার্স ট্রান্সক্রিপটেস পলিমারেস চেইন রিঅ্যাকশান (আরটি-পিসিআর) ও রিয়েল-টাইম RT-PCR অ্যাসের মাধ্যমে ভাইরাল আরএনএ চিহ্নিত করা হয়।\n" +
                "•\tভাইরাস কালচার করা হয়\n" +
                "•\tরাপিড অ্যান্টিজেন চিহ্নিত করা হয়\n" +
                "•\tঅ্যাভিয়ান ইনফ্লুয়েঞ্জা ভাইরাসের সেরোলজিক্যাল আইডেন্টিফিকেশান করা হয় \n" +
                "\n" +
                "অ্যাভিয়েন ইনফ্লুয়েঞ্জার সম্ভাব্য চিকিৎসার উপায় কি?\n" +
                "ডাক্তার বা হেলথ প্রফেশানালের সাথে পরামর্শ করেই যে কোন ধরনের চিকিৎসা শুরু করা উচিৎ। রোগের প্রাথমিক ধাপে, ক্লিনিক্যাল স্ট্যাটাস নিয়ন্ত্রণ করবার জন্য হাসপাতালের পরিচর্যার সুপারিশ করা হয়। এই রোগ মোকাবিলার ক্ষেত্রে দুটো কার্যকারী উপায় হল অ্যান্টিভাইরাল ও টীকাকরণ।     \n" +
                "\n" +
                "প্রতিরোধমূলক পদক্ষেপ কি?\n" +
                "১. স্বাস্থ্যবিধিঃ\n" +
                "\n" +
                "হাতঃ সঠিক স্বাস্থ্যবিধি বজায় রাখতে সবসময়ে সাবান ও উষ্ণ জলে হাত পরিষ্কার করা উচিৎ।\n" +
                "\n" +
                "শ্বাস সংক্রান্তঃ হাঁচি বা কাশির সময়ে মুখে ঢাকা উচিৎ। একইসাথে টিস্যু ব্যবহার করে সেটা ফেলে দেওয়া দরকার। \n" +
                "\n" +
                "২. ভ্যাক্সিনেশানঃ সময়মত ঠিকমতন নিউমোকক্কাল ভ্যাক্সিন দেওয়া দরকার।\n" +
                "\n" +
                "৩. নিজেকে সরিয়ে নেওয়াঃ প্রাথমিক ধাপে রোগীকে নিজেকে পাবলিক প্লেস থেকে সরিয়ে রাখতে হবে।\n" +
                "\n" +
                "৪. অসুস্থ মানুষের সংস্পর্শ এড়িয়ে চলা\n" +
                "\n" +
                "৫. মহামারীর সময়ে পারশোনাল প্রোটেকটিভ ডিভাইস (পিপিই) ব্যবহার করতে হবে।\n" +
                "\n" +
                "৬. ভ্রমণ করেন যারা তাদেরকে প্রাদুর্ভাবের জায়গা সম্পর্কে সচেতন হতে হবে এবং খাবার সম্পর্কে সতর্ক থাকার সাথে প্রটেকটিভ হাইজিন নিতে হবে।\n",R.drawable.healthcare));
        lstBook.add(new Book("ফুসফুসের ক্যান্সার","বিস্তারিত","ফুসফুসের ক্যান্সার\n" +
                "ফুসফুসের টিস্যুতে অস্বাভাবিক কোষের অনিয়ন্ত্রিত বৃদ্ধিকে ফুসফুসের ক্যান্সার বা লাং কার্সিনোমা বলে, যা ফুসফুসের মধ্যে যে কোন জায়গায় শুরু হয়ে শ্বসনতন্ত্রের অন্যান্য অঙ্গকে ক্ষতিগ্রস্ত করতে পারে। ধূমপানকারীদের ফুসফুসের ক্যান্সারের ঝুঁকি সবথেকে বেশী। আপনি কত দিন ধরে ধূমপান করছেন এবং সারাদিনে কটা সিগারেট খান তার ওপর ভিত্তি করে ক্যান্সারের ঝুঁকি বেড়ে যায়। \n" +
                "\n" +
                "লাং ক্যান্সারকে প্রধানত স্মল সেল লাং ক্যান্সার বা এসসিএলসি এবং নন-স্মল সেল লাং ক্যান্সার বা এনএসসিএলসি হিসেবে ভাগ করা হয়। স্মল সেল লাং ক্যান্সার, ফুসফুসের অন্যান্য ক্যান্সারের তুলনায় দ্রুত হারে বাড়ে এবং তাড়াতাড়ি ছড়িয়ে যায়। \n" +
                "\n" +
                "সারা পৃথিবীতে ক্যান্সারের কারণে মৃত্যুর মধ্যে ফুসফুসের ক্যান্সার অন্যতম প্রধান কারণ।  \n" +
                "\n" +
                " \n" +
                "\n" +
                "\n" +
                "লক্ষণ\n" +
                "গোড়ার দিকে সেই ভাবে ফুসফুসের ক্যান্সারের কোন লক্ষণ প্রকাশ পায় না। সাধারণত রোগের প্রকোপ বাড়লে লক্ষণ এবং উপসর্গ প্রকাশ পায়। ফুসফুসের ক্যান্সারের লক্ষণ হল-  \n" +
                "\n" +
                " \n" +
                "\n" +
                "কাশির লক্ষণ \n" +
                "\n" +
                "ধূমপায়ীদের ক্রনিক কাশি থাকলে কাশির দমক বেড়ে যাওয়া বা কতটা কাশছে সেটাই হল লক্ষণ।\n" +
                "নতুন কোন কাশি হওয়া বা সহজে কমে না এমন কাশি। \n" +
                "কাশির সাথে রক্তযুক্ত কফ বা কাশি সাথে শুধু রক্ত।  \n" +
                " \n" +
                "\n" +
                "বুকের লক্ষণ  \n" +
                "\n" +
                "•\tনিঃশ্বাসে উইসেলের শব্দ এবং নিঃশ্বাসের দুর্বলতা। \n" +
                "•\tকাঁধে বা পিঠে কিংবা বুকে ব্যথা যা সহজে কমে না এবং গভীর নিঃশ্বাস নিলে বাড়ে। \n" +
                "•\tকর্কশতা। \n" +
                "•\t\n" +
                "সাধারণ লক্ষণ \n" +
                "\n" +
                "•\tঢোক গিলতে কষ্ট।\n" +
                "•\tগলা বা মুখ ফুলে যাওয়া।\n" +
                "•\tঘন ঘন নিঃশ্বাসে সংক্রমণ, যেমন নিউমোনিয়া। \n" +
                "•\tখাবারে অনীহা এবং ওজন হ্রাস।\n" +
                "•\tদুর্বলতা এবং ক্লান্তি বেড়ে যাওয়া। \n" +
                " \n" +
                "\n" +
                "\n" +
                "কারণ \n" +
                "ধূমপানের কারণে ধূমপানকারীরা এবং ধূমপান দ্বারা পরোক্ষে যারা আক্রান্ত হচ্ছে তারাই ফুসফুসের ক্যান্সারে আক্রান্ত হয়। তামাকের ধোঁয়াতে কারসিনোজেন্স বা ক্যান্সার-জনক পদার্থ থাকে যা ক্যান্সারের জন্য দায়ী, কারণ এই পদার্থগুলো ফুসফুসের কোষদের ক্ষতিগ্রস্ত করার ফলে ক্যান্সার হয়।  \n" +
                "\n" +
                "কতদিন ধরে ধূমপান করছেন এবং দিনে কটা সিগারেট খান তার ওপর ফুসফুসের ক্যান্সার হওয়া নির্ভর করে। রেডিওঅ্যাকটিভ ধুলো-ময়লা, অ্যাসবেস্টাস, র্যাডন বা এক্স-রের মতন রেডিয়েশন প্রমুখ অন্যান্য ক্ষতিকারক পদার্থের সংস্পর্শেও ক্যান্সার হয়। অধূমপায়ীদেরও ফুসফুসের ক্যান্সার হতে পারে। \n" +
                "\n" +
                " \n" +
                "\n" +
                "\n" +
                "ক্যান্সার কত রকমের  \n" +
                "ফুসফুসের ক্যান্সার প্রধানত দু ধরণের হয়: \n" +
                "\n" +
                "স্মল সেল লাং ক্যান্সার\n" +
                "\n" +
                "প্রচুর পরিমাণ ধূমপান যারা করেন তাদের এই ক্যান্সার হয়, অবশ্য নন-স্মল সেল ক্যান্সারের মতন এটা হামেশাই ঘটে না।  \n" +
                "\n" +
                "নন-স্মল সেল লাং ক্যান্সার \n" +
                "\n" +
                "একই ছাতার তলায় থাকা, বিভিন্ন ধরণের ফুসফুসের ক্যান্সার যাদের আচরণ একই এবং এর মধ্যে অ্যাডেনোক্যারসিনোমা, স্কোয়ামাস সেল কার্সিনোমা এবং লার্জ সেল কার্সিনোমা অন্যতম। \n" +
                "\n" +
                " \n" +
                "\n" +
                "\n" +
                "রোগ নির্ণয় \n" +
                "ডাক্তার প্রথমে শারীরিক পরীক্ষা করেন, রোগীর ওষুধ বা অসুখের ইতিহাস জিজ্ঞাসা করে ফুসফুসের সমস্যা এবং ফুসফুসের ক্যান্সারের ঝুঁকি বুঝে নেন। পরীক্ষা মধ্যে রক্ত পরীক্ষা এবং বুকের এক্স-রে অন্যতম এবং এইসব পরীক্ষা যদি ফুসফুসের ক্যান্সার সুপারিশ করে, তাহলে অন্য যা পরীক্ষা করা হয়, \n" +
                "\n" +
                "•\tপিইটি স্ক্যান।\n" +
                "•\tসিটি স্ক্যান।\n" +
                "•\tটিস্যু নমুনা সংগ্রহ। ক্যান্সার কোষ খুঁজতে ডাক্তার মাইক্রোস্কোপের সাহায্য বিভিন্ন পরীক্ষার মাধ্যমে টিস্যু বা ফ্লুয়িড খুঁটিয়ে দেখে, যার মধ্যে থোরাসেন্টেসিস, লাং বায়োপসি এবং স্পুটাম  সাইটোলোজি অন্যতম।\n" +
                "\n" +
                "\n" +
                "\n" +
                "চিকিৎসা \n" +
                "ফুসফুসের ক্যান্সারের চিকিৎসার মধ্যে কেমোথেরাপি অন্যতম। ব্যথা কমাবার জন্য অন্যান্য ওষুধ দেওয়া হয়। \n" +
                "\n" +
                "কেমোথেরাপি: কেমোথেরাপি, স্মল সেল ফুসফুসের ক্যান্সারের কার্যকারী চিকিৎসা, যা নন-স্মল সেল ফুসফুসের ক্যান্সারের অ্যাডভানস পর্যায়ের চিকিৎসায় ব্যবহার করা হয়। এই চিকিৎসার মাধ্যমে ক্যান্সারের বৃদ্ধি এবং ছড়িয়ে পড়া নিয়ন্ত্রিত করা যায়। কেমোথেরাপি অবশ্য খুব কম সংখ্যক মানুষের ক্যান্সারের ঝুঁকি কমাতে পারে। কেমোথেরাপিতে, ওষুধ রক্তস্রোতের মধ্যে প্রবেশ করে সারা শরীরে প্রবাহিত হয়ে ফুসফুসের ভেতরে ও বাইরের ক্যান্সার কোষকে নষ্ট করে বলে, একে সিস্টেম্যাটিক চিকিৎসা বলা হয়। কেমোথেরাপির কিছু ওষুধ ওরাল এবং বাকিটা ইন্ট্রাভেনাস।\n" +
                "\n" +
                "সাধারণভাবে কেমোথেরাপির ওষুধের মধ্যে সিসপ্লাটিন, ক্রিজোটিনিব, বেভাসিজুমাব, এলরোটিনিব, এটোপসাইড, কারবোপ্লাটিন, ডোসেটাক্সেল, জেমসিটাবাইন, পেমেট্রেস্কেড, ভিনোরেলবাইন, আইরিনোটেসেন, পাসিটাস্কেল অন্যতম।  \n" +
                "\n" +
                "ব্যথা কমাবার ওষুধ: ক্যান্সারে আক্রান্ত মানুষের অন্যতম চিন্তার কারণ হল ব্যথা এবং ওষুধ ও অন্যান্য পদ্ধতিতে এর নিরাময়-নিয়ন্ত্রণ সম্ভব। ক্যান্সারের ব্যথা কমানোর জন্য সুপারিশ করা ওষুধের মধ্যে হাইড্রোকোডোন বা মরফিন অন্যতম কিংবা প্রেসক্রিপশন ছাড়া যেসব ওষুধ পাওয়া যায় তার মধ্যে অ্যাসপিরিন এবং একই রকমের ওষুধ অন্যতম। \n" +
                "\n" +
                "সার্জারি: সার্জারির সময়ে, সার্জেন ক্যান্সার এবং স্বাস্থ্যকর টিস্যুর সামান্য পরিমাণ অংশ বাদ দেন।\n" +
                "\n" +
                "ফুসফুসের ক্যান্সারের বিভিন্ন সার্জারি হল: \n" +
                "\n" +
                "সেগমেন্টাল রিসেক্সানঃ ফুসফুসের একটা বড় অংশ বাদ দেওয়া হলেও, পুরো লোব বাদ দেওয়া হয় না। \n" +
                "\n" +
                "ওয়েডজ রিসেক্সানঃ ফুসফুসের যে অংশে টিউমার আছে সেই অল্প খণ্ডাংশকে সুস্থ টিস্যু সহ বাদ দেওয়া হয়।  \n" +
                "\n" +
                "নিউমোনেক্টোনমিঃ সম্পূর্ণ ফুসফুস বাদ দেওয়া হয়। \n" +
                "\n" +
                "লোনেক্টোমিঃ একটা ফুসফুসের পুরো লোব বাদ দেওয়া হয়। \n" +
                "\n" +
                "ফুসফুসের সার্জারি কিন্তু ঝুঁকিপূর্ণ, যার মধ্যে সংক্রমণ এবং রক্তপাত অন্যতম। ফুসফুসের সার্জারির পরে নিঃশ্বাসের দুর্বলতার সমস্যা হতে পারে। ফুসফুসের একটা অংশ যদি বাদ দেওয়া হয়, তখন কিছুদিন বাদেই ফুসফুসের টিস্যু বেড়ে যায় এবং খুব সহজেই নিঃশ্বাস নেওয়া যায়। \n" +
                "\n",R.drawable.healthcare));
        lstBook.add(new Book("লিভার ক্যান্সার","বিস্তারিত","\n" +
                "লিভার ক্যান্সার বা হেপাটিক ক্যান্সার হল সেই ধরণের ক্যান্সার, যা শরীরের অন্য কোন অঙ্গ বা অংশ থেকে লিভারে ছড়ায় না বরং লিভারেই প্রথমে হয়। লিভারের ক্যান্সার অন্য জায়গা থেকে ছড়ালে তাকে মেটাস্টেসিস বলে। লিভারে শুরু হওয়া ক্যান্সারের তুলনায় এটা অনেক বেশী প্রচলিত। সবথেকে প্রচলিত ক্যান্সারের ধরন হল হেপাটোসেলুলার কার্সিনোমা এবং এটা মেয়েদের থেকে ছেলেদের বেশী হয়।\n" +
                "\n" +
                "লিভার ধারাবাহিক ভাবে রক্তকে ছেঁকে সারা শরীরে সংবাহিত করে এবং পরিপাকতন্ত্র থেকে ওষুধ এবং পুষ্টি উপাদানকে শোষণ করে সহজেই ব্যবহারযোগ্য রাসায়নিকে রূপান্তরিত করে। সারা শরীরের সব রক্তকে যেহেতু লিভারের মধ্যে দিয়ে বাহিত হতে হয়, তাই সাধারণ ভাবে ক্যান্সার কোষ সহজে রক্তস্রোতে মিশতে পারে না। \n" +
                "\n" +
                "লিভার ক্যান্সারের অধিকাংশই সেকেন্ডারি কিংবা মেটাস্টেটিক, অর্থাৎ যা শরীরের অন্য কোথাও শুরু হয়েছে। লিভার অসংখ্য বিভিন্ন ধরণের কোষ দিয়ে তৈরি হয়, সুতরাং এখানে বিভিন্ন ধরণের টিউমার হতে পারে। তার মধ্যে কিছু বিনাইন (ননক্যান্সারাস) এবং কিছু ক্যান্সারাস, যা শরীরের অন্য অঙ্গে ছড়াতে পারে (মেটাস্টেসাইজ)।  \n" +
                "\n" +
                "লক্ষণ\n" +
                "প্রাইমারি লিভার ক্যান্সারের প্রথমদিকে অনেকের ক্ষেত্রেই কোন ধরণের লক্ষণ দেখা যায় না। লক্ষণ যখন দেখা যায় তখন তা হলঃ\n" +
                "\n" +
                "•\tতলপেটে ব্যথা, অনেক সময়ে ব্যথা ডানদিকে হয় এবং সেই ব্যথা কখনও কাঁধ পর্যন্ত ছড়িয়ে যায়\n" +
                "•\tজন্ডিসের ক্ষেত্রে ত্বক, জিভ এবং চোখের সাদা অংশ হলুদ হয়ে যায়\n" +
                "•\tবিনা কারণে ওজন কমে যায় এবং অবসাদ\n" +
                "•\tহেপাটোমেগালি, যেখানে লিভার আকারে বড় হয়ে যায় এবং পেট ফুলে যায়\n" +
                "•\tগা গোলানো এবং এমেসিস (বমি)\n" +
                "•\tপিঠে ব্যথা এবং জ্বর \n" +
                "•\tসাধারণ চুলকানি \n" +
                "•\t\n" +
                "\n" +
                "কারণ \n" +
                "লিভারের কোষের ডিএনএ-তে কোন বদল বা পরিব্যাক্তি বা পরিবর্তন হলে লিভার ক্যান্সার হয়। এটা শরীরের প্রতিটি রাসায়নিক প্রক্রিয়ার নির্দেশ পাঠায় এবং যার পরিব্যাক্তি বা পরিবর্তন হলে তার নির্দেশ বদলে যায়। ফলস্বরূপ, কোষ নিয়ন্ত্রণের বাইরে চলে যেতে পারে এবং ঘটনাক্রমে টিউমার তৈরি হতে পারে, যা হল ক্যান্সারাস কোষ সমূহের সমষ্টি।   \n" +
                "\n" +
                "লিভার ক্যান্সারের অন্যান্য ঝুঁকি হলঃ\n" +
                "১. মেদবহুলতা- এটা হেপাটোসেলুলার কারসিনোমার ঝুঁকি বাড়িয়ে দেয়। \n" +
                "\n" +
                "২. লিঙ্গ- মহিলাদের তুলনায় পুরুষদের ক্ষেত্রে হেপাটোসেলুলার কারসিনোমা হবার সম্ভবনা বেশী হয়। \n" +
                "\n" +
                "৩. অ্যানাবলিক স্টেরয়েডের ব্যবহার- ক্রীড়াবিদদের ক্ষেত্রে, পেশীর শক্তি বাড়াবার জন্য পুরুষ হরমোনের অপব্যবহার অনেকদিন ধরে যদি হয় তাহলে সেটা লিভার ক্যান্সারের ঝুঁকি সামান্য হলেও বাড়িয়ে দেয়। \n" +
                "\n" +
                "৪. জাতি- আমেরিকা, প্যাসিফিক দ্বীপপুঞ্জ এবং এশিয় আমেরিকানদের ক্ষেত্রে হামেশাই লিভার ক্যান্সার হয়। \n" +
                "\n" +
                "৫. হজম সংক্রান্ত জিনগত রোগ- শরীরের স্বাভাবিক মেটাবোলিজমের ক্ষতি করে যে সব রোগ সেটা লিভার ক্যান্সারের ঝুঁকি বাড়িয়ে দেয়। \n" +
                "\n" +
                "৬. ডায়াবেটিসের ইতিহাস- গবেষণা ডায়াবেটিস এবং ক্যান্সারের যোগসূত্র দেখিয়ে দিয়েছে। ফ্যাটি লিভারের রোগের সাথে ডায়াবেটিসের সুত্রের জন্যে এটা হয়। \n" +
                "\n" +
                "৭. বিরল রোগ- গবেষণায়, আলফা-১-অ্যাট্রিরাইস্পিনের অভাব, থাইরোসিনেমিয়া এবং উইলসন রোগের মতন বিরল রোগের সাথে লিভার ক্যান্সারের যোগসূত্র প্রমাণিত হয়েছে।\n" +
                "\n" +
                "৮. অ্যাফ্লাটক্সিন- এটা ফাঙ্গাস দিয়ে তৈরি একটা পদার্থ, যা বাসি বা ছাতা পড়া গম, ভুট্টা, বাদাম, সয়াবিন এবং চীনাবাদামে পাওয়া যায়। এগুলোর সাথে দীর্ঘদিনের সংস্পর্শ লিভার ক্যান্সারের ঝুঁকি বাড়িয়ে দেয়।   \n" +
                "\n" +
                "৯. জিনগত লিভারের রোগ এবং লিভারের রোগ- হেপাটাইটিস বি বা সি রোগে আক্রান্তদের লিভার ক্যান্সার হবার ঝুঁকি বেশী থাকে। \n" +
                "\n" +
                "১০. সিরোসিস- লিভার কোষ ক্ষতিগ্রস্ত হয়ে স্কার টিস্যু দ্বারা প্রতিস্থাপিত হয়। লিভার সিরোসিসের রুগীদের লিভার ক্যান্সার হবার ঝুঁকি বেশী।   \n" +
                "\n" +
                "রোগ নির্নয়\n" +
                "লিভার ক্যান্সার ডায়াগনিসিসের টেস্ট এবং পদ্ধতি হলঃ\n" +
                "\n" +
                "•\tইমেজিং স্ক্যানঃ হয় এমআরআই অথবা সিটি স্ক্যান। \n" +
                "\n" +
                "•\tরক্ত পরীক্ষাঃ এএফপি (আলফা ফেটোপ্রোটিন) এক ধরণের প্রোটিন, যা লিভার টিউমার দ্বারা তৈরি হয় এবং রক্ত পরীক্ষার মাধ্যমে বোঝা যায়। \n" +
                "\n" +
                "•\tবায়োপসিঃ টিউমার টিস্যুর সামান্য নমুনা নিয়ে পরীক্ষা করা হয়। এই পরীক্ষা দেখায় যে টিউমার ক্যান্সারাস (ম্যালিগন্যান্ট) না কি ননক্যান্সারাস (বিনাইন)। \n" +
                "\n" +
                "ধাপ\n" +
                "লিভার ক্যান্সার চারটে ধাপে ভাগ করা হয়ঃ  \n" +
                "\n" +
                "•\tপ্রথম ধাপ বা স্টেজ ওয়ানঃ এখানে, টিউমার কেবল লিভারের ভেতরে/ওপরে এবং অন্য কোথাও হয়। \n" +
                "\n" +
                "•\tদ্বিতীয় ধাপ বা স্টেজ টুঃ হয় লিভারের মধ্যে অসংখ্য ছোট টিউমার কিংবা একটা বড় টিউমার হয় যা রক্তনালী পর্যন্ত পৌঁছেছে। \n" +
                "\n" +
                "•\tতৃতীয় ধাপ বা স্টেজ থ্রিঃ অনেকগুলো বড় অথবা শুধুই একটা বড় টিউমার যা মুখ্য রক্তবাহী নালী পর্যন্ত পৌঁছেছে। এই ধাপে ক্যান্সার পিত্তকোষ অবধিও যেতে পারে। \n" +
                "\n" +
                "•\tচতুর্থ ধাপ বা স্টেজ ফোরঃ মেটাস্টেসিস, লিভার ক্যান্সার যা শরীরের অন্যান্য অঙ্গেও ছড়িয়ে যায়। \n" +
                "\n" +
                "চিকিৎসা\n" +
                "লিভার ক্যান্সারের নিরাময় খুবই কষ্টকর। প্রাইমারি লিভার ক্যান্সার আগেভাগে যদি ধরা যায় তাহলে হয়ত নিরাময় করা যাবে। সেকেন্ডারি বা মেটাস্টেটিক লিভার ক্যান্সারের চিকিৎসা করা কঠিন যেহেতু এটা ছড়িয়ে গিয়েছে। অধিকাংশ চিকিৎসায় রোগীদের যাতে ভালো লাগে ও বেশীদিন বাঁচে সেটাই দেখা হয়। \n" +
                "\n" +
                "প্রাইমারি লিভার ক্যান্সারের চিকিৎসা সেই রোগ নির্ণয়ের ধাপ সহ রোগীর বয়সের ওপরেও নির্ভর করে। \n" +
                "\n" +
                "•\tসার্জারি\n" +
                "•\tঅপারেশান করে লিভার ক্যান্সারের চিকিৎসার মধ্যে আছেঃ\n" +
                "\n" +
                "•\tটিউমার বাদ দেবার সার্জারিঃ কোন কোন পরিস্থিতিতে, লিভার ক্যান্সার এবং লিভার ঠিকমতন কাজ করলে ও টিউমার ছোট আকারের হলে তার আশেপাশের সুস্থ টিস্যু বাদ দেবার জন্য অপারেশান করার পরামর্শ দিতে পারেন। রোগীর কোন বিকল্প আছে কিনা সেটা লিভারের মধ্যে ক্যান্সারের জায়গা, লিভার কতটা ভালোকরে কাজ করছে এবং রোগীর সার্বিক স্বাস্থ্যের ওপর নির্ভরশীল। \n" +
                "\n" +
                "•\tলিভার ট্রান্সপ্লান্ট সার্জারিঃ লিভার ট্রান্সপ্লান্ট সার্জারির সময়, আক্রান্ত লিভার বাদ দেওয়া হয় ও দাতার সুস্থ লিভারের দ্বারা প্রতিস্থাপিত করা হয়। প্রাথমিক পর্যায়ের লিভার ক্যান্সারের খুবই সামান্য সংখ্যক লোকদের ক্ষেত্রেই এটা সম্ভব। \n" +
                "\n" +
                "•\tরেডিওথেরাপি\n" +
                "•\tএই থেরাপি অনেক উপায়ে দেওয়া যায়, কিন্তু লিভারের রেডিয়েশান সহ্য করবার ক্ষমতা কম থাকার জন্য এর সীমাবদ্ধতা আছে। ব্যবহার যখন করা হয়, লিভারের বাইরে সমস্যা কমানোটা কিংবা টিউমারকে সঙ্কুচিত করে লিভারের ভেতরে যন্ত্রণা কমানোটাই হল রেডিয়েশানের ভুমিকা। রেডিও এমবলিজিম থেরাপি উপাদান ব্যবহার করে টিউমারকে রক্ত সরবরাহন বন্ধ করে দেওয়া হয়।    \n" +
                "\n" +
                "•\tকেমোথেরাপি\n" +
                "•\tকেমোএম্বোলাইজেশান এক ধরনের কেমোথেরাপি যা টিউমারের আকার কমিয়ে সার্জারির উপযুক্ত করার জন্য লিভারকে সরাসরি শক্তিশালী অ্যান্টি-ক্যান্সারাস ওষুধ সরবরাহ করে।\n" +
                "\n" +
                "•\tক্যান্সার কোষকে গরম করা। রেডিও-ফ্রিকুয়েন্সি অ্যাবালেশান নামে পরিচিত এই পদ্ধতির সাহায্যে ক্যান্সার কোষকে গরম করে ধবংস করার জন্য ইলেকট্রিক কারেন্ট ব্যবহার করা হয়। তলপেটে ছোট্ট ছিদ্রের মধ্যে দিয়ে সার্জেন যাতে এক বা একাধিক পাতলা সূচ ঢোকাতে পারে তাই সিটি স্ক্যান অথবা আলট্রাসাউন্ড ব্যবহার করে পথনির্দেশ নেওয়া হয়। সূচ যখন টিউমার পর্যন্ত পৌঁছায়, ক্যান্সার কোষদের ধবংস করবার জন্য ইলেকট্রিক কারেন্ট দিয়ে গরম করা হয়। \n" +
                "\n" +
                "•\tক্যান্সার কোষকে হিমায়িত করা। ক্রায়োব্লাশান নামক এই প্রক্রিয়ায় সর্বোচ্চ ঠাণ্ডা ব্যবহার করে ক্যান্সার কোষকে ধবংস করা হয়। প্রক্রিয়ার সময়ে, ডাক্তার সরাসরি লিভার টিউমারের ওপর তরল নাইট্রোজেন সমৃদ্ধ একটা যন্ত্র (ক্রায়োপ্রোব) রাখে। আলট্রাসাউন্ড ছবি ব্যবহার করে ক্রায়োপ্রোবকে নির্দেশ দেওয়া হয় এবং ক্যান্সার কোষ জমানো হয়।\n",R.drawable.healthcare));
        lstBook.add(new Book("লিভার সিরোসিস","বিস্তারিত","লিভার সিরোসিস কি?\n" +
                "লিভারের গুরুতর রোগ কিংবা ক্রনিক অ্যালকোহলিজিমের জন্য হওয়া লিভারের কার্যকলাপ নষ্ট হয়ে যাওয়া থেকে হওয়া লিভারের কোন ক্ষতিকে লিভার সিরোসিস বলে। ক্ষতিগ্রস্ত এই লিভার নিজে নিজেই ঠিক হওয়ার চেষ্টা করে যায়। এই মেরামতির প্রক্রিয়ার জন্য সিরোসিস সহ স্কার টিস্যু তৈরি হয়। সিরোসিস থেকে হওয়া লিভারের ক্ষতি মারাত্মক ক্ষতিকারক। এইগুলো অধিকাংশক্ষেত্রেই ঠিক হবার নয়। সিরোসিস লিভারের স্বাভাবিক গঠন ও কাজকে প্রভাবিত করে এবং এর ফলে লিভার কোষ ধ্বংস হয়। \n" +
                "\n" +
                "লিভার সিরোসিস কতটা ভয়ঙ্কর?\n" +
                "লিভার সিরোসিস সম্ববত আমাদের ক্ষতি করার মতন সবথেকে মারাত্মক রোগ। লিভার সিরোসিসের ক্রমাগত বেড়ে ওঠা লিভারের স্বাভাবিক কাজকর্মের ক্ষতি করতে পারে। লিভারের দীর্ঘকালিন ক্ষতি লিভার সিরোসিসের জন্য দায়ী। এই ঘটনা ধীরে ধীরে লিভারের স্বাভাবিক কার্যকলাপ নষ্ট করে দেয়। ধীরে ধীরে সিরোসিস বেড়ে ওঠার কারণে, প্রাণঘাতী পরিস্থিতির সৃষ্টি হয়, যা থেকে লিভার বিকল হবার মতন অবস্থা হয়।  \n" +
                "\n" +
                "লিভার সিরোসিসের বিভিন্ন ধাপ কি কি?\n" +
                "লিভার সিরোসিস আচমকা হয়। এটা সময়ের সাথে সাথে ধীরে ধীরে বেড়ে ওঠে। এটা প্রাথমিক ধাপে নিয়ন্ত্রণ করা যায় এবং চিকিৎসার যথাযথ পরিকল্পনা ও প্রয়োগ ভয়াবহতার মোকাবিলা করতে সাহায্য করে। অবশ্য, শেষ ধাপে লিভার সিরোসিসের বিস্তার কিন্তু প্রাণঘাতী।লিভার সিরোসিসের বিভিন্ন ধাপ নিম্নলিখিতঃ\n" +
                "\n" +
                "•\tস্টেজ ১ (হালকা জ্বালা-যন্ত্রণা হয়)।\n" +
                "\n" +
                "•\tস্টেজ ২ (জ্বালা-যন্ত্রণার সাথে ফাইব্রোসিস থাকে)।\n" +
                "\n" +
                "•\tস্টেজ ৩ (ফাইব্রাসের ব্রিজিং হেপাটিক হাইপারটেনশান বাড়িয়ে তোলে)।\n" +
                "\n" +
                "•\tস্টেজ ৪ (লিভার সিরোসিসের শেষ ধাপ, যেখানে লিভারের অস্বাভাবিকতা কার্যকলাপ মাথাচাড়া দেয়)। \n" +
                "\n" +
                "লিভার সিরোসিস ও ফ্যাটি লিভার কি একই অবস্থা?\n" +
                "লিভার সিরোসিস ও ফ্যাটি লিভার উভয়েই লিভারের জন্য খুবই ক্ষতিকারক অবস্থা। ফ্যাটি লিভারের রোগ কিন্তু লিভার সিরোসিসের ক্ষেত্রে মুখ্য ঝুঁকির কারণ হিসেবে ধরা হয়। অতিরিক্ত অ্যালকোহল সেবন ও অস্বাস্থ্যকর খাদ্যাভ্যাস ফ্যাটি লিভারের রোগের ঝুঁকি বাড়িয়ে দেয়। এই ঘটনা লিভারের টিস্যুর অপূরণীয় ক্ষতি সাধন করে। গোড়ার দিকে রোগ ধরা পড়লে ও সঠিক চিকিৎসা হলে সব রকমের সম্ভাব্য উপায়ে ফ্যাটি লিভারের রোগ থেকে লিভার সিরোসিস হওয়া আটকানো যায়।  \n" +
                "\n" +
                "লিভার সিরোসিস কতটা প্রচলিত?\n" +
                "পৃথিবী লিভার বিকল হওয়ার ক্রমাগত বিপদের মধ্যে আছে। প্রায় ৩.৯ মিলিয়ান মানুষ লিভার সিরোসিসের সমূহ বিপদের সম্মুখীন। লিভার সিরোসিসে মৃত্যুর হার চমকানোর মতন। প্রতি বছর, ক্রনিক লিভার সিরোসিসে প্রায় ৩৮১৭০ জন মানুষ মারা যায়। এটা ভারতবসীর কাছে প্রধান বিপদের কারণ এবং ভারতীয় উপমহাদেশের মোট মৃত্যুর ২.৪৪% এই জন্য হয়। \n" +
                "\n" +
                "লিভার সিরোসিসের লক্ষণ ও উপসর্গ কি কি?\n" +
                "উপসর্গঃ \n" +
                "\n" +
                "•\tলঘু আঘাত থেকে রক্তপাত ও আঘাতে বিবর্ন হওয়া।\n" +
                "•\tজন্ডিস\n" +
                "•\tতলপেটে ফ্লুয়িড জমা।\n" +
                "•\tআচমকা ওজন হ্রাস।\n" +
                "•\tপা ফোলা।\n" +
                "•\tকথা বলায় ব্যাঘাত।\n" +
                "•\tমাকড়সার মতন রক্তবাহী নালীর সৃষ্টি।\n" +
                "•\tহাত লাল হয়ে যাওয়া।\n" +
                "•\tপুরুষদের ক্ষেত্রে বক্ষ আকারে বেড়ে যায়।\n" +
                "•\tজ্বর।\n" +
                "লক্ষণ\n" +
                "\n" +
                "•\tঅবসন্নতা ও ক্লান্তি।\n" +
                "•\tগা গোলানো।\n" +
                "•\tত্বকে চুলকানি ও অস্বস্তি।\n" +
                "•\tখাবারে অনীহা।\n" +
                "•\tঅত্যাধিক ঝিমুনি।\n" +
                "•\tমানসিক দ্বিধা।\n" +
                "•\tতলপেটে ব্যথা।  \n" +
                "•\t\n" +
                "লিভার সিরোসিসের বিভিন্ন কারণ কি কি?\n" +
                "লিভার সিরোসিস মাথাচাড়া দেবার মুখ্য কারণ কারণ হল অতিরিক্ত মদ্যপান। যদিও, নির্দিষ্ট কিছু রোগের পরিস্থিতি লিভার সিরোসিস হবার পথ প্রস্তুত করে দেয়, যা হলঃ\n" +
                "\n" +
                "•\tহেপাটাইটিস বি ও সি।\n" +
                "•\tনন অ্যালকোহলিক ফ্যাটি লিভারের রোগ।\n" +
                "•\tসিস্টিক ফাইব্রোসিস।\n" +
                "•\tশরীরে অত্যাধিক আয়রন ও কপার জমে গেলে।\n" +
                "•\tবেঠিক ভাবে পিত্তনালীর বৃদ্ধি ও তৈরি হওয়া।\n" +
                "•\tবংশপরম্পরায় অ্যালাজিলাইল সিনড্রোম ও গ্যালাক্টোসেমিয়ার মতন সমস্যা পাওয়া। \n" +
                "•\tঅটোইমিউন হেপাটাইটিস।\n" +
                "•\tপ্রাইমারি বাইলারি সিরোসিস।\n" +
                "•\tপ্রাইমারি স্কেলেরোসিং কোলাঞ্জিটিস।\n" +
                "•\tসিস্টোসোমাইসিস।  \n" +
                "•\t\n" +
                "লিভার সিরোসিসের জটিলতা কি কি?\n" +
                "লিভার সিরোসিস মারাত্মক রোগ, যার থেকে ভয়ঙ্কর অনেক জটিলতার সৃষ্টি হতে পারে, যার মধ্যে আছেঃ\n" +
                "\n" +
                "১. পোর্টাল হাইপারটেনশান (লিভারে স্বাভাবিক রক্ত চলাচলের অভাব থেকে ভেতরে চাপ সৃষ্টি হয়)।\n" +
                "\n" +
                "২. ওডেমা ও অ্যাস্টিসিস (পোর্টাল হাইপারটেনশানের জন্য পা ও তলপেটে ফোলা মাথাচাড়া দেয়)।\n" +
                "\n" +
                "৩. প্লিহা বা স্পিলন আকারে বেড়ে যায় (লিভারের চাপ বেড়ে যাবার জন্য প্লিহা আকারে বেড়ে যায়)।\n" +
                "\n" +
                "৪. আচমকা রক্তপাত (লিভারের ওপর চাপ বাড়ার ফলে ক্ষুদ্র শিরা-ধমনী দিয়ে রক্ত বেরোয়। এই ঘটনার জন্য শিরা-ধমনীর আচমকা ফেটে যাবার পড়ে রক্তপাত হয়)।\n" +
                "\n" +
                "৫. হেপাটিক এনকেফেলোপ্যজাথি (লিভারের সঠিকভাবে কাজ না করবার কারণে মস্তিষ্কে টক্সিন জমে যায়)।\n" +
                "\n" +
                "৬. সংক্রমণ (লিভারের স্বাভাবিক কার্যকলাপ ক্ষতিগ্রস্ত হলে সংক্রমণে আক্রান্ত হবার সম্ববনা বাড়িয়ে দেয়)।\n" +
                "\n" +
                "৭. জন্ডিস (ক্ষতিগ্রস্ত লিভার অতিরিক্ত বিলিরুবিন বের করতে অক্ষম হয়ে পড়ে বলে জন্ডিস হয়)।\n" +
                "\n" +
                "৮. হাড় সংক্রান্ত রোগ (লিভার সিরোসিস হাড়ের স্বাভাবিক শক্তি পাল্টে দিয়ে ক্ষতি করে)।\n" +
                "\n" +
                "৯. লিভার ক্যান্সারের ঝুঁকি বৃদ্ধি (লিভার সিরোসিস অনেকভাবে লিভার ক্যান্সারের ঝুঁকি বাড়িয়ে দেয়)।\n" +
                "\n" +
                "১০. অ্যাকিউট লিভার ফেলিওর (লিভার সিরোসিসের সবথেকে গুরুতর জটিলতা, যা অনেক অঙ্গের ক্ষতি করে)।  \n" +
                "\n" +
                "লিভার সিরোসিসের ডায়াগনিসিস কীভাবে করবেন?\n" +
                "•\tঅধিকাংশ ক্ষেত্রে, প্রাথমিক ধাপে লিভার সিরোসিসের লক্ষণ প্রকাশ পায় না। সঠিক ও যথাযথ ডায়াগনিসিস প্রধান চ্যালেঞ্জ। গোড়ার দিকে লিভার সিরোসিস ধরার জন্য, অনেকসময়ে নিম্নলিখিত গতেবাঁধা ডায়াগনিস্টিক পদক্ষেপ নেওয়া হয়ঃ\n" +
                "\n" +
                "•\tলিভার ও কিডনির স্বাভাবিক কার্যকলাপ পরীক্ষা করবার জন্য লিভার ফাংশান ও কিডনি ফাংশান টেস্ট করা হয়। \n" +
                "•\tলিভার সিরোসিসের অন্তনির্হিত কারণ চিহ্নিত করতে, হেপাটাইটিস এ ও সি হয়েছে কিনা সেটা দেখতে রক্ত পরীক্ষা করা হয়।\n" +
                "•\tরক্ত জমাট বাঁধার স্বাভাবিক ধরণ বুঝতে আইএনআর রেটিও টেস্টিং করা হয়। \n" +
                "•\tলিভারের কোন ধরণের অস্বাভাবিকতা আছে কিনা সেটা দেখতে ম্যাগনেটিক রেসোনেন্স ইলাস্টোগ্রাফি বা ট্রান্সিয়েন্স ইলাস্টোগ্রাফি করা হয়।\n" +
                "•\tলিভারের কোন ধরণের অস্বাভাবিকতা আছে কিনা সেটা দেখতে এমআরআই, সিটি স্ক্যান ও আলট্রাসাউন্ড করা হয়।\n" +
                "•\tলিভারের ক্ষতি কতটা মারাত্মক সেটা বুঝিতে বায়োপসি করা হয়।  \n" +
                "কীভাবে লিভার সিরোসিসের চিকিৎসা করা হয়? \n" +
                "লিভার সিরোসিস পুরোপুরি নিরাময় হয় না। নিম্নলিখিত চিকিৎসা কৌশলের সাহায্যে নির্দিষ্ট সীমা অবধি এটা নিয়ন্ত্রণ করা সম্ভবঃ\n" +
                "\n" +
                "১. হেপাটাইটিস ও প্রাইমারি বাইলারি সিরোসিস সহ লিভার সিরোসিসের অন্তনির্হিত কারণের চিকিৎসার জন্য নানান মেডিক্যাল থেরাপির সাহায্য নেওয়া হয়।\n" +
                "\n" +
                "২. কার্যকারী মেডিকেশান থেরাপির সাহায্যে শরীরের অতিরিক্ত ফ্লুয়িড জমে বেড়ে যাবার উপশম করা হয়। পোর্টাল হাইপারটেনশান ও এডেমা নিয়ন্ত্রণ করতে ট্রান্স-জুগুলার ইন্ট্রাহেপাটিক পোর্টোসিস্টেমেটিক স্টান্ট ব্যবহার করা হয়। \n" +
                "\n" +
                "৩. লিভার সিরোসিস যেসব সংক্রমণ থেকে হয়, সেটার মোকাবিলা করতে অনেক সময়ে অ্যান্টিবায়োটিক ও ইমিউনাইজেশান প্রোটোকল ব্যবহার করা হয়।\n" +
                "\n" +
                "৪. লিভার ট্রান্সপ্লান্ট হল লিভার সিরোসিসের শেষ ধাপের চিকিৎসা। লিভারের কার্যকলাপ পুরোপুরি বিকল হয়ে গেলে এটা করা হয়। \n" +
                "\n" +
                "লিভার সিরোসিস কীভাবে আটকানো সম্ভব?\n" +
                "•\tঅ্যালকোহল বর্জন করে লিভারকে রক্ষা করুন।\n" +
                "•\tখাদ্যতালিকায় ফল, সবজি, গোটা শস্য ও চর্বিহীন প্রোটিনের উৎস সহ স্বাস্থ্যকর খাবার যোগ করুন। \n" +
                "•\tঅতিরিক্ত ফ্যাটি অ্যাসিড ও ভাজা খাবার এড়িয়ে যান।\n" +
                "•\tলিভারে ফ্যাট জমা আটকাতে শরীরের সুস্থ ওজন বজায় রাখুন।\n" +
                "•\tঅসুরক্ষিত যৌন মিলন এড়িয়ে ও সঠিক টিকাকরন করে হেপাটাইটিস থেকে সুরক্ষিত থাকুন।\n" +
                "•\tশরীরে ফ্লুয়িড জমা আটকাতে কম সোডিয়াম যুক্ত খাদ্যাতালিকা মেনে চলুন।\n" +
                "লিভার সিরোসিসে আক্রান্ত হলে সেলফ মেডিকেশান করবেন না, কারণ এই অবস্থায় যেকোন ওষুধ কাজে লাগানোর ক্ষেত্রে লিভারের স্বাভাবিক ক্ষমতা নষ্ট হয়ে যায়। \n" +
                "অ্যালকোহল কীভাবে লিভারের ক্ষতি করে?\n" +
                "লিভার হল শরীরের একমাত্র অঙ্গ, যা অ্যালকোহলের প্রক্রিয়া করে। অ্যালকহল লিভারের মধ্যে অ্যাসিটালহাইড্রেট হিসেবে ভাঙ্গে। এই বিষাক্ত রাসায়নিক লিভারের জ্বালা-যন্ত্রণা বাড়ানোর সাথে ফাইব্রোসিস ত্বরান্বিত করে। এই ঘটনার ফলে লিভারের ধীরে ধীরে ক্ষতি হয় এবং যন্ত্রণাদায়ক মৃত্যুর পথ প্রশস্ত হয়। অ্যাল্পকোহলের পুষ্টিগত কোন উপকারিতা নেই এবং দুঃখজনক মৃত্যুর কোণায় ঠেলে দেয়। \n" +
                "\n" +
                "লিভার সিরোসিস কি লিভার ক্যান্সারের ঝুঁকি বাড়িয়ে দেয়?\n" +
                "লিভার সিরোসিসের কারণে হওয়া লিভারের কোষের অত্যাধিক ক্ষতি বাস্তবিক লিভার ক্যান্সারের ঝুঁকি বাড়িয়ে দেয়। লিভার সিরোসিস লিভারের স্বাভাবিক কোষের ক্ষতি করে। এইসব মৃত কোষ স্কার টিস্যু দ্বারা বদলে যায়। অত্যাধিক ক্ষতিগ্রস্ত লিভারের কোষ যেকোন সময়ে ক্যান্সারাস কোষ বদলে যেতে পারে। লিভার ক্যান্সার লিভারের ভয়ের জন্য যথেষ্ট মারাত্মক।  \n" +
                "\n" +
                "লিভার সিরোসিসের নিরাময় কি সম্ভব?\n" +
                "লিভার সিরোসিসের কোন সম্ভাব্য নিরাময় নেই। অধিকাংশ ক্ষেত্রেই লিভারের ক্ষতি পূরণ করা যায় না। চিকিৎসার কৌশল শুধুই ধীরে ক্ষতির দিকে লক্ষ্য করে করা হয়।  \n" +
                "\n" +
                "লিভার সিরোসিস কি ছোঁয়াচে?\n" +
                "না লিভার সিরোসিস ছোঁয়াচে না!! অবশ্য, হেপাটাইটিস হল প্রধান, যার জন্য এটা মাথাচাড়া দেয় এবং সেইজন্য এটা ছোঁয়াচে। টিকাকরন করুন ও লিভারকে লিভার সিরসিস ও হেপাটাইটিস থেকে রক্ষা করুন।  \n" +
                "\n" +
                "লিভার সিরোসিস কি বংশগত?\n" +
                "লিভার সিরোসিস বংশগত নয়। অবশ্য, অ্যালার্জিক সিনড্রোম ও গ্ল্যাক্টোসেমিয়া সহ নির্দিষ্ট কিছু জিনগত লিভারের রোগ আছে, যার জন্য লিভার সিরসিস রোগ মাথাচাড়া দেয়। \n" +
                "\n" +
                "লিভার সিরোসিসের প্রাকৃতিক নিরাময় কি?\n" +
                "লিভারকে এইসব প্রাকৃতিক নিরাময়ের উপায়ের দ্বারা সুরক্ষিত করতে পারেনঃ\n" +
                "\n" +
                "•\tমিল্ক থিসিল (অ্যান্টিঅক্সিডেন্ট, ডিটক্সিফাইং ও হেপাটোপ্রোটেক্টিভ প্রভাব দেখায়)।\n" +
                "\n" +
                "•\tপেঁপের বীজ (লিভার ডিটক্সিফাই করতে সাহায্য করে)।\n" +
                "\n" +
                "•\tএকলিপ্টা (লিভার সিরোসিসের জটিলতা নিয়ন্ত্রণ করতে সাহায্য করে)।\n" +
                "\n" +
                "•\tপিকরোরিহজা কুরোয়া (অক্সিডেটিভ চাপ কমানোর সাথে পিত্তরস নিঃসরণ বাড়ায় ও লিভারের কার্যকলাপের উন্নতি ঘটায়)। \n" +
                "\n" +
                "•\tসিঞ্জানড্রা (আরও ক্ষতির হাত থেকে লিভারের কোষকে রক্ষা করে ও লিভারের টিস্যুকে পুনরুজ্জীবিত করে)। \n" +
                "\n",R.drawable.healthcare));

        lstBook.add(new Book("কিডনি স্টোন বা কিডনিতে পাথর","বিস্তারিত","কিডনির ভেতরের মিনারেল জমে কঠিন হয়ে কিডনি স্টোন তৈরি, যা আকারে ছোট এবং মিনারেল ও অ্যাসিড সল্ট দিয়ে তৈরি হয়। মিনারেল ও অ্যাসিড নুন স্ফটিক আকার ধারণ করে পরস্পরের সাথে জুড়ে গিয়ে কিডনি স্টোন তৈরি করে। কিডনি স্টোন প্রস্রাবের সাথে বেরিয়ে যায় এবং ছোট পাথর বেরিয়ে যাবার সময়ে কোন উপসর্গ দেখা বা বোঝা না গেলেও বড় আকারের পাথর (প্রধানত ৩মিলিমিটারের মতন) হলে সেটা মূত্রনালির ভেতরে প্রতিবন্ধকতা সৃষ্টি করে এবং প্রস্রাবের গতি রোধ করে দেয়, ফলে অসহ্য যন্ত্রণা হয়।\n" +
                "\n" +
                "লক্ষণ বা উপসর্গ \n" +
                "কিডনিতে কিডনি স্টোন হয়। পাথর কিডনির ভেতরেই থাকা সত্ত্বেও অনেক সময়ে যন্ত্রণা নাও হতে পারে। পাথরটি যখন মূত্রনালি (কিডনিকে মুত্রথলির সাথে যুক্ত করা নালী যার অভিমুখ শরীরের বাইরে দিকে হয়) দিয়ে শরীরের বাইরে বের হয়, তখন তার নড়াচড়া যে সব সমস্যার সৃষ্টি করে, তা হল-\n" +
                "\n" +
                "•\tশরীরের পাশে এবং পেছনে দিকে, পাঁজরের নীচে অসহ্য যন্ত্রণা হয়।\n" +
                "•\tগা গোলান এবং বমি।\n" +
                "•\tব্যথা হয়, যা তলপেটের নীচে এবং কুঁচকিতে ছড়িয়ে যায়। \n" +
                "•\tকালচে লাল, লাল কিংবা বাদামী রঙের প্রস্রাব। \n" +
                "•\tকাঁপুনি দেবার মতন ব্যথা এবং এর তীব্রতা ওঠা নামা করে। \n" +
                "•\tপ্রস্রাব করতে গেলে ব্যথা। \n" +
                "•\tবার বার প্রস্রাবের তাড়না। \n" +
                "•\tপ্রস্রাবে দুর্গন্ধ এবং ফেনার মতন প্রস্রাব।\n" +
                "•\tস্বাভাবিকের তুলনায় প্রস্রাবের পরিমাণ বেশী।\n" +
                "•\tসংক্রমণের সময়ে জ্বর কিংবা শরীর ঠাণ্ডা হয়ে যাওয়া।\n" +
                "•\tএকবারে কম করে প্রস্রাব হওয়া।\n" +
                "কারণ \n" +
                "কিডনি স্টোনের জন্য কোন স্পষ্ট বা নির্দিষ্ট কোন একটা কারণ দায়ী না হলেও একসাথে অনেক কারণে  যদিও রোগের ঝুঁকি বেড়ে যায়। জল, নুন, মিনারেল এবং অন্যান্য উপাদানের স্বাভাবিক ভারসাম্য বদলাতে শুরু করলে কিডনি স্টোন তৈরি হতে পারে। অধিকাংশ কিডনি স্টোন, মূত্রে ক্যালসিয়ামের মাত্রা বদলাবার কারণে হয়।\n" +
                "\n" +
                "ইউরিনের ভারসাম্য বদলাবার কারণ হল-\n" +
                "\n" +
                "পরিমাণ মতন জল না খাওয়া- পরিমাণ মতন জল না খেলে, নুন, মিনারেল সহ ইউরিনের অন্যান্য উপাদান শুকিয়ে যায় ও পরস্পরের সাথে আটকে গিয়ে স্টোন তৈরি হয় এবং এভাবে অধিকাংশ সময়ে কিডনি স্টোন তৈরি হয়। \n" +
                "\n" +
                "মেডিক্যাল পরিস্থিতি- বিভিন্ন ধরণের শারীরিক অসুস্থতা কিন্তু শরীরের স্বাভাবিক ভারসাম্যকে প্রভাবিত করতে পারে এবং কিডনি স্টোন তৈরি হতে পারে, যেমন গাউট এবং ক্রোহন্স  রোগ। \n" +
                "\n" +
                "রোগ নির্ণয় \n" +
                "কিডনি স্টোন সন্দেহ হলে বিভিন্ন ধরণের ডায়াগনস্টিক পরীক্ষা করা হয়,\n" +
                "\n" +
                "•\tনন-কনট্রাস্ট স্পাইরাল কম্পিউটেড টোমোগ্রাফি (সিটি) স্ক্যান- কিডনি স্টোন আছে কি না দেখবার জন্য এই পরীক্ষা করা হয়। বিশেষ ধরণের এই সিটি স্ক্যানে বৃত্তাকার মুভমেন্ট করা যায়। ইন্ট্রাভেনাস ফাইলোগ্রাম (আইভিপি) এক্স-রে কিডনি স্টোন সহ মূত্রনালির পুরো ছবি তোলে। আইভিপি বা সিটি স্ক্যান সঠিক রোগ নির্ণয় না করতে পারলে রেট্রোগ্রেড ফাইলোগ্রাম করা হয়। \n" +
                "\n" +
                "•\tইউরিন কালচার এবং ইউরিন অ্যানালিসিসের মাধ্যমে ইউরিনের পরীক্ষা করা হয়। \n" +
                "\n" +
                "•\tতলপেটের এক্স-রে (কেইউবি) কিডনি, মুত্রথলি এবং যে নালি কিডনিকে ইউটেরাসের সাথে সংযোগ করায় তার ছবি তোলে। \n" +
                "\n" +
                "•\tগর্ভবতী মহিলাদের জন্য সবথেকে কার্যকারী পরীক্ষা হল কিডনির আলট্রাসাউন্ড।  \n" +
                "\n" +
                "চিকিৎসা \n" +
                "•\tওষুধ: স্টোন বেরিয়ে যাবার সময়ে যে ব্যথা হয়, ননস্টেরয়েডাল অ্যান্টি-ইনিফ্ল্যামেটারি ড্রাগ বা এনএসএআইডি সেটার উপশম করে। আলফা ব্লকারও স্টোন বের করতে সাহায্য করে।\n" +
                "\n" +
                "•\tসবচেয়ে প্রচলিত ধরণের কিডনি স্টোন হল ক্যালসিয়াম স্টোন এবং এর প্রতিরোধের জন্য অরথোফসফেট, পটাশিয়াম সিট্রেট, থিয়াজিডেস লাগে। কিছু কিডনি স্টোন ইউরিক অ্যাসিড দিয়ে তৈরি হয়, যা একপ্রকার বর্জ্য পদার্থ এবং সাধারণভাবে মূত্রের সাথে শরীরের বাইরে বেরিয়ে যায়। এই ধরণের স্টোন প্রতিরোধের জন্য অ্যালোপুরিনেল, পটাশিয়াম সিট্রেট, সোডিয়াম বাইকার্বোনেট লাগে।\n" +
                "\n" +
                "•\tসিস্টিন নামক রাসায়নিক দিয়ে খুব সামান্য স্টোন তৈরি হয় এবং এর প্রতিরোধকারী ওষুধের মধ্যে পেনিসিলামাইন, পটাশিয়াম সিট্রেট, টায়োপ্রোনিন অন্যতম। যে সব কিডনি স্টোনের রক্ষণশীল পদ্ধতিতে চিকিৎসা করা যায় কারণ সেগুলো খুব বড় আকারের হয় এবং হয় সেগুলো নিজের থেকে বেরোতে পারবে না বা সেটা থেকে কিডনির ক্ষতি, রক্তপাত কিংবা মূত্রনালির অন্যান্য সংক্রমণ হতে পারে। এগুলোর আরও বিস্তৃত চিকিৎসা দরকার, যা হল:   \n" +
                "\n" +
                "•\tশব্দ তরঙ্গ ব্যবহার করে পাথর ভাঙা: ইএসডাবলুএল শক্তিশালী কম্পন বা শক ওয়েভ তৈরি করার জন্য শব্দ তরঙ্গ ব্যবহার করে, যা পাথরকে ছোট ছোট টুকরো করে দেয় এবং মূত্রের মাধ্যমে বেরিয়ে যেতে পারে। এই পদ্ধতি ৪৫ থেকে ৬০ মিনিট থাকে এবং মাঝারি মানের ব্যথা হতে পারে, তাই রোগীদের সুবিধার্থে সিডেশান বা অল্প অ্যানাস্থেশিয়া দেওয়া হয়।  \n" +
                "\n" +
                "•\tসার্জারির মাধ্যমে কিডনির বড় পাথর সরানো: এই পদ্ধতিকে প্রিকশানাস নেফ্রোলিথোটোমি বলে, যা শরীরের পিছনে ছিদ্র করে ছোট টেলিস্কোপ এবং যন্ত্র ঢুকিয়ে সার্জারির মাধ্যমে কিডনি স্টোন বের করা হয়।  \n" +
                "\n" +
                "•\tস্কোপ ব্যবহার করে পাথর বাদ দেওয়া: কিডনি বা ইউরেথ্রা থেকে তুলনামূলক ছোট পাথর বার করার জন্য ডাক্তার ইউরেথ্রা এবং মুত্রথলি দিয়ে ইউরেটারের কাছে ক্যামেরা সহ সূক্ষ্ম আলোকিত নল ঢোকায়। পাথর দেখা গেলে, বিশেষ যন্ত্র সেই পাথরকে ছোট ছোট টুকরো করে মূত্রের মাধ্যমে বের করে দেয়। ডাক্তার জ্বালা-ব্যথা কমাতে এবং ক্ষত মেরামত করার জন্য ইউরেটারে একটা ছোট নল (স্টেন্ট) রেখে দিতে পারেন। এই সময়ে সাধারণ বা লোকাল অ্যানাশথেশিয়া করার পরামর্শ দেওয়া হয়।    \n" +
                "\n" +
                "•\tপ্যারাথাইরয়েড গ্ল্যান্ড সার্জারি: প্যারাথাইরয়েড গ্রন্থির অতি সক্রিয়তার থেকে বেশ কিছু ক্যালসিয়াম ফসফেট স্টোন তৈরি হয়, যা অ্যাডামস অ্যাপেলের ঠিক নীচে থাইরয়েড গ্রন্থির সব কোণায় থাকে। প্যারাথাইরয়েড হরমোনের নিঃসরণ বেড়ে গেলে, ক্যালসিয়ামের মাত্রা অনেকটা বেশী হয় এবং এর ফলে কিডনি স্টোন তৈরি হয়। কিডনি স্টোন হওয়া প্রতিরোধের জন্য প্যারাথাইরয়েড গ্ল্যান্ড সার্জারির পরামর্শ দেওয়া হয়। \n" +
                "\n",R.drawable.healthcare));
        lstBook.add(new Book("গ্লোমেরুলোনেফ্রিটিস","বিস্তারিত","\n" +
                "গ্লোমেরুলোনেফ্রিটিস কি?\n" +
                "কিডনিতে গ্লোমেরুলি নামক অসংখ্য সূক্ষ্ম ছাকনি থাকে। এইসব ছাঁকনি রক্তস্রোত থেকে অতিরিক্ত ফ্লুয়িড, ইলেক্ট্রোলাইট ও বর্জ্য পদার্থ অপসারিত করে। ডায়াবেটিস বা লুপাসের মতন নানান রোগের কারণে এইসব সুক্ষ্ম ছাঁকনি বা গ্লোমেরুলির জ্বালা-যন্ত্রণা হয়, যা গ্লোমেরুলোনেফ্রাইটিস নামে পরিচিত। গ্লোমেরুলোনেফ্রাইটিস মারাত্মকও হতে পারে এবং কিডনির দীর্ঘস্থায়ি জ্বালা-যন্ত্রণা সহ স্থায়ী ক্ষতির জন্যও দায়ী হতে পারে।\n" +
                "\n" +
                "লুপাস নেফ্রাইটিস কি?  \n" +
                "লুপাস নেফ্রাইটিস হল একপ্রকার অটোইমিউন সমস্যা, যেখানে শরীরের রোগ প্রতিরোধ ক্ষমতা কিডনির সুস্থ গ্লমেরুলাকে ধ্বংস করে দেয়। লুপাস নেফ্রাইটিস কিডনির স্বাভাবিক কার্যকলাপকে প্রভাবিত করবার সাথে কিডনি থেকে প্রোটিন ছিদ্রপথে বেরনো বাড়িয়ে দেয়। লুপাস নেফ্রাইটিস কিন্তু কিডনির মারাত্মক ক্ষতি করবার জন্য যথেষ্ট হলেও এটা দীর্ঘস্থায়ি হলে কিন্তু প্রাণঘাতী হতে পারে। \n" +
                "\n" +
                "ইন্টারেস্টিটিয়াল নেফ্রাইটিস কি?\n" +
                "ইন্টারেস্টিটিয়াল নেফ্রাইটিস আসলে একটা নির্দিষ্ট ধরণের নেফ্রাইটিস, যা কিডনি টিউবিউলেওকে ঘিরে থাকা ইন্টারেস্টিটিয়ামকে আক্রমণ করে। কিডনি টিবিউলের জ্বালা-যন্ত্রণা কিডনির স্বাভাবিক ছাঁকবার ক্ষ্মতায় হস্তক্ষেপ করবার সাথে কিডনির কার্যকলাপকে ক্ষতিগ্রস্ত করে। ইন্টারেস্টিটিয়াল নেফ্রাইটিস দীর্ঘস্থায়ী হবার কারণে কিডনির স্থায়ী ক্ষতি হয় বলে এটা মারাত্মক হতে পারে। \n" +
                "\n" +
                "বিভিন্ন ধরণের গ্লোমেরুলোনেফ্রিটিস কি কি?\n" +
                "গ্লোমেরুলোনেফ্রাইটিসকে মুখ্যত দুইভাবে ভাগ করা হয়, যা হলঃ \n" +
                "\n" +
                "১. প্রাইমারি গ্লোমেরুলোনেফ্রাইটিস (এই ধরণের গ্লোমেরুলোনেফ্রাইটিস নিজের থেকেই বেড়ে ওঠে এবং কোন ধরণের অন্তনির্হিত পরিস্থিতির পরিনামে হয় না)। \n" +
                "\n" +
                "২. সেকেন্ডারি গ্লোমেরুলোনেফ্রাইটিস (ডায়াবেটিস বা লুপাসের মতন অন্যান্য সেকেন্ডারি কারণের জন্য এই ধরণের গ্লোমেরুলোনেফ্রাইটিস হয়)। \n" +
                "\n" +
                "গ্লোমেরুলোনেফ্রিটিস কতটা প্রচলিত?\n" +
                "গ্লোমেরুলোনেফ্রাইটিস কিডনির প্রচলিত রোগ, যা বিশ্বের জনসংখ্যার মোটামুটি ১০% বয়স্ক এবং ১% শিশুদের প্রভাবিত করে। সারা বিশ্বে গ্লোমেরুলোনেফ্রাইটিসে মৃত্যুর হার প্রতি ১০০০০০ জনসংখ্যার মধ্যে ০.৩ এবং এই হার ভারবর্ষের ক্ষেত্রে ০.৪। \n" +
                "\n" +
                "গ্লোমেরুলোনেফ্রিটিস কি মারাত্মক?\n" +
                "হ্যাঁ, গ্লোমেরুলোনেফ্রাইটিস মারাত্মক, কারণ এটা কিডনির স্বাভাবিক ছাঁকবার ক্ষমতার ক্ষতি করতে পারে। এই পরিস্থিতির কারণে কিডনিতে টক্সিন ও বর্জ্য পদার্থ জমে যাওয়ার সমস্যা মাথাচাড়া দেয়। এই ঘটনা কিডনি বিকল হবার মতন গুরুতর জটিলতার পথ প্রসস্ত করে দেয়। \n" +
                "\n" +
                "গ্লোমেরুলোনেফ্রিটিসের বিভিন্ন লক্ষন ও উপসর্গ কি কি?\n" +
                "গ্লোমেরুলোনেফ্রিটিসের নানান লক্ষণ ও উপসর্গ হলঃ\n" +
                "\n" +
                "লক্ষণঃ\n" +
                "\n" +
                "•\tহেমাটোরিয়া (মূত্রে রক্ত)।\n" +
                "•\tপ্রোটিনের উপস্থিতিতে ফেনার মতন মুত্র তৈরি হওয়া।\n" +
                "•\tঅধিক রক্তচাপ।\n" +
                "•\tফ্লুয়িড থাকার ফলে হাত, পা ও তলপেট ফোলা।\n" +
                "•\tচোখ ফোলা।\n" +
                "•\tবমি।\n" +
                "\n" +
                "উপসর্গঃ\n" +
                "\n" +
                "1.\tগা গোলানো।\n" +
                "2.\tনিঃশ্বাসে দুর্বলতা।\n" +
                "3.\tমাথাযন্ত্রনা। \n" +
                "\n" +
                "কি কি কারণের জন্য গ্লোমেরুলোনেফ্রিটিস হয়?\n" +
                "বিভিন্ন কারণের প্রভাব থেকে গ্লোমেরুলোনেফ্রিটিস হয়, যা হলঃ\n" +
                "\n" +
                "১. শরীরে কোন সংক্রমণ কিংবা বিশেষভাবে স্ট্রেপ্টোকক্কাস সংক্রমণ হবার পরে গ্লোমেরুলোনেফ্রিটিস হতে পারে। স্ট্রেপ্টোকক্কাস সংক্রমণ থেকে অ্যান্টিবডি তৈরি হওয়া মাথাচাড়া দেয়, যা সুস্থ গ্লোমেরুলাকে ধ্বংস করে দেয় ও কিডনির ক্ষতি করে।\n" +
                "\n" +
                "২. ব্যাকটেরিয়াল এন্ডোকার্ডিটিস কিন্তু গ্লোমেরুলোনেফ্রিটিস চেগে ওঠার জন্য দায়ী।\n" +
                "\n" +
                "৩. এইচআইভি, হেপাটাইটিস বি ও সি সহ নানান ভাইরাল সংক্রমণ এর জন্য দায়ী হতে পারে।\n" +
                "\n" +
                "৪. নানান অটোইমিউন রোগ, যেমন লুপাস, গুডপস্টারস সিন্ড্রোম এবং আইজিএ নেফ্রোপ্যাথি কিডনির পরিশ্রুত করবার ক্ষমতার ক্ষতি করে এবং গ্লোমেরুলার আঘাত থেকে রোগ হয়। \n" +
                "\n" +
                "৫. পলিআর্টারিটিস ও পলিঅ্যাঞ্জিটিস সহ গ্রানুলোম্যাটোসিস সহ বিভিন্ন ধরণের ভ্যাস্কুলিটিস এই সমস্যার জন্য দায়ী। \n" +
                "\n" +
                "গ্লোমেরুলোনেফ্রিটিসের সময়ে কিডনির কি হয়?\n" +
                "বিভিন্ন রোগের প্রতি শরীরের রোগ প্রতিরোধ ক্ষমতার অস্বাভাবিক প্রতিক্রিয়া থেকে কিডনির গ্লোমেরুলি ধ্বংস করবার মতন অ্যান্টিবডি তৈরি হয়। গ্লোমেরুলির আঘাত ও জ্বালা-যন্ত্রণা কিন্তু স্বাভাবিক ছাঁকবার ক্ষমতা নষ্ট করে দেওয়া ছাড়াও শরীরে টক্সিন ও বর্জ্য পদার্থ জমানো বাড়িয়ে দেয়। সংক্ষেপে, গ্লোমেরুলোনেফ্রাইটিস কিডনির স্বাভাবিক নিষ্কাশন ক্ষমতা নষ্ট করে দেয় এবং কিডনি বিকল হবার মতন কিছু গুরুতর পরিস্থিতি মাথাচাড়া দেয়।  \n" +
                "\n" +
                "গ্লোমেরুলোনেফ্রিটিসের বিভিন্ন জটিলতা কি কি?\n" +
                "গ্লোমেরুলোনেফ্রাইটিসের পরিণতি হিসেবে কিডনির পরিশ্রুত করবার স্বাভাবিক ক্ষমতা নষ্ট হয়ে যায়। এটা থেকে বিভিন্ন গুরুতর জটিলতার সৃষ্টি হয়, যার মধ্যে আছেঃ\n" +
                "\n" +
                "অ্যাকিউট কিডনি বিকল হওয়া (কিডনিতে বর্জ্য পদার্থ জমে যাওয়া থেকে কিডনি বিকল হয়)।\n" +
                "ক্রনিক কিডনির রোগ হয় (কিডনির কার্যকলাপের সমস্যা থেকে ক্রনিক কিডনির রোগ হয়)।\n" +
                "হাইপারটেনশান (রক্তস্রোতের মধ্যে বর্জ্য পদার্থ জমে ওঠে রক্তচাপের স্বাভাবিক মাত্রা বাড়িয়ে দেয়)।\n" +
                "নেফ্রোটিক সিনড্রোম (রক্তের মধ্যে প্রোটিনের মাত্রা কমে যাওয়া থেকে নেফ্রোটিক সিনড্রোম হয়)। \n" +
                "কীভাবে গ্লোমেরুলোনেফ্রিটিসের ডায়াগনিসিস করা হয়?\n" +
                "নিম্নলিখিত পরিমাপের সহায়তায় গ্লোমেরুলোনেফ্রাইটিসের ডায়াগনিসিস করা হয়ঃ\n" +
                "\n" +
                "১. কিডনিতে কোন অস্বাভাবিকতা আছে কি না সেটা দেখার জন্য ইউরিন্যালিসিস করা হয়।\n" +
                "\n" +
                "২. রক্তে সেরাটিনিন ও ব্লাড ইউরিয়া নাইট্রোজেন আছে কি সেটা দেখতে রক্ত পরীক্ষা করা হয় এবং এইসব পরীক্ষার ফলাফল কিডনির স্বাভাবিক কার্যকলাপ নির্ধারন করে। \n" +
                "\n" +
                "৩. এক্স-রে, সিটি স্ক্যান ও আলট্রাসাউন্ডের মতন বিভিন্ন ইমেজিং টেস্ট কিডনির কোন ধরণের অস্বাভাবিকতা আছে কি না সেটা পরীক্ষা করে দেখে।\n" +
                "\n" +
                "৪. গ্লোমেরুলোনেফ্রাইটিসের উপস্থিতি নিশ্চিত করতে কিডনির বায়পসি করা হয়। \n" +
                "\n" +
                "কীভাবে গ্লোমেরুলোনেফ্রিটিসের চিকিৎসা করা হয়?\n" +
                "কিডনির ক্ষতির ঝুঁকি বাড়তে পারে এমন অন্তনির্হিত রোগের অবস্থার চিকিৎসা করা হলে গ্লোমেরুলোনেফ্রিটিসের চিকিৎসার প্রধান লক্ষ্য। অন্তনির্হিত রোগের অবস্থার মধ্যে ডায়াবেটিস, স্ট্রেপ্টোকক্কাস সংক্রমণ ও হাইপারটেনশান, কার্যকারি মেডিক্যাল থেরাপির দ্বারা নিরাময় করা হয়। অবশ্য, গ্লোমেরুলোনেফ্রিটিসের শেষ ধাপ ও অ্যাকিউট কিডনির ক্ষতি শুধুমাত্র ডায়ালিসিস ও কিডনি প্রতিস্থাপনের দ্বারা চিকিৎসা করা হয়। \n" +
                "\n" +
                "গ্লোমেরুলোনেফ্রিটিসের কীভাবে প্রতিহত করা হয়?\n" +
                "নিম্নলিখিত প্রতিকারমূলক পদক্ষেপের দ্বারা গ্লোমেরুলোনেফ্রিটিসের প্রতিরোধ সম্ভবঃ\n" +
                "\n" +
                "•\tকোন ধরণের সংক্রমণকে অবহেলা করবেন না এবং স্ট্রেপ্টোকক্কাল সংক্রমণের মোকাবিলার সার্থে তাৎক্ষণিক মেডিক্যাল সাহায্য নিন, নাহলে গ্লোমেরুলোনেফিটিস হতে পারে।\n" +
                "•\tসুরক্ষিত যৌন মিলন নিশ্চিত করুণ এবং এইচআইভি ও হেপাটাইটিস থেকে গ্লোমেরুলোনেফিটিস মাথাচাড়া দিতে পারে বলে আইভি ড্রাগে আসক্তি এড়িয়ে চলুন।\n" +
                "•\tগ্লমেরুলোনেফ্রিটিসের ঝুঁকি কমাতে রক্তচাপ ও রক্তে শর্করার মাত্রা নিয়ন্ত্রণ করুণ। \n" +
                "•\tগ্লোমেরুলোনেফ্রিটিসের ঝুঁকি কমাতে দেহের সুস্থ ও স্বাভাবিক ওজন বজায় রাখার সাথে ধূমপান বর্জন করুণ।\n" +
                "•\tগ্লোমেরুলোনেফ্রিটিসে ইতিমধ্যেও আক্রান্ত হলে, নুন, প্রোটিন ও পটাশিয়াম খাওয়া এড়িয়ে যান, কারণ রোগের গভীরতা ও জটিলতা সামলায়। \n" +
                "গ্লোমেরুলোনেফ্রিটিসের থেকে কি হাইপারটেনশান হয়?\n" +
                "হ্যাঁ। কিডনির কার্যকলাপ ক্ষতিগ্রস্ত হবার ফলে রক্তের মধ্যে ক্রমাগত বর্জ্য পদার্থ জমে যাবার কারণে হাইপারটেনশান মাথাচাড়া দিতে পারে। \n" +
                "\n" +
                "গ্লোমেরুলোনেফ্রিটিসের কী জিনগত?\n" +
                "হ্যাঁ। অ্যালপর্ট সিনড্রোম হল গ্লোমেরুলোনেফিটিসের মুখ্য ঝুঁকির কারণ। জিনগত এই অবস্থা সুস্থ গ্লোমেরুলার ক্ষতি করে স্বাভাবিক ছাঁকার ক্ষমতা ধ্বংস করে দিতে পারে। \n" +
                "\n" +
                "গ্লোমেরুলোনেফ্রিটিসের কি ছোঁয়াচে?\n" +
                "নিজের থেকে এটা ছোঁয়াচে নয়, কিন্তু স্ট্রেপ্টোকোক্কাল সংক্রমণ সহ গ্লোমেরুলোনেফিটিসের জন্য দায়ী নানান কারণ চূড়ান্ত ছোঁয়াচে।  \n" +
                "\n" +
                "গ্লোমেরুলোনেফ্রিটিসের প্রাকৃতিক নিরাময় কি কি?\n" +
                "অনেক প্রকার প্রাকৃতিক উপায়ের দ্বারা সমস্যার সমাধান করা যায়, যা হলঃ\n" +
                "\n" +
                "•\tগাজর (টক্সিন বেড়ে ওঠা কমায়)। \n" +
                "•\tকলা (মুত্রথলি পরিস্কার করে এবং টক্সিন বেড়ে ওঠা কমায়)।\n" +
                "•\tপেঁপে (মুত্রথলি পরিস্কার করে এবং টক্সিন বেড়ে ওঠা কমায়)।\n" +
                "•\tকমলালেবু (কিডনির ক্ষতি সৃষ্টিকারী ক্ষতের সংক্রমণের সম্ভবনা কমায়)।\n" +
                "•\tতরমুজ (কিডনির ক্ষতি সৃষ্টিকারী ক্ষতের সংক্রমণের সম্ভবনা কমায়)।\n" +
                "•\tনেটেল বা বিছুটি-র বীজ (কিডনির জ্বালা-যন্ত্রণা কমায় এবং রক্ত পরিশুদ্ধকারী হিসেবে কাজ করে)।\n" +
                "•\tঅ্যাসপ্যারাজাস (কিডনির জ্বালা-যন্ত্রণা কমায় এবং রক্ত পরিশুদ্ধকারী হিসেবে কাজ করে)।\n" +
                "•\tডাবের জল (কিডনির জ্বালা-যন্ত্রণা কমায় এবং রক্ত পরিশুদ্ধকারী হিসেবে কাজ করে)।\n" +
                "\n",R.drawable.healthcare));
        lstBook.add(new Book("পেশী দুর্বলতা","বিস্তারিত","পেশী দুর্বলতা কি?\n" +
                "এক বা একাধিক পেশীর শক্তি ক্ষয়ের কারণে পেশী দুর্বল হয়ে যায় বা মায়াস্থেনিয়া হয়। এই লক্ষণ পেশীর সমস্যা, স্নায়বিক এবং হজমের সমস্যায় দেখা যায়। \n" +
                "পেশীতে পর্যাপ্ত পুষ্টির অভাব এবং ডারমাটোমাইওস্টিস (পেশী জ্বালা বা যন্ত্রণা) পেশীর দুর্বলতার অন্য লক্ষণ। \n" +
                "স্নায়বিক সমস্যা, উদাহরণস্বরূপ গুলিয়ানবারে সিনড্রোম (অটোমেটিক নার্ভ ডিসঅর্ডার), অ্যামায়োট্রফিক ল্যাটারাল স্ক্লেরোসিস (এলস, যা লৌহ গেহরিক রোগ নামেও পরিচিত), স্ট্রোক, এবং আশেপাশের টিস্যু দ্বারা স্নায়ুতে চাপ ইত্যাদি হল এই সমস্যার অন্যান্য লক্ষণ।   \n" +
                "হজমের সমস্যা, যেমন অ্যাডিনশন রোগ এবং হাইপারথাইরোডিসিমের জন্য এক বা একাধিক পেশী দুর্বল হয়ে যায়।\n" +
                "এই দুর্বলতা একটা পেশী কিংবা একাধিক পেশীতে হতে পারে কিংবা সব পেশীতে ছড়িয়ে পড়তে পারে। দুর্বলতার পাশাপাশি ব্যথা, ক্ষয়, খিঁচুনি অন্যতম।  \n" +
                "পেশীর দুর্বলতা আচমকা হলে এবং সেটা যদি  শরীরের একপাশে হয়, তাহলে সেটা স্ট্রোকের লক্ষণ। প্রচণ্ড পেটে ব্যথা কিন্তু খাদ্যে কোন রকম বিষক্রিয়ার লক্ষ্মণ। লক্ষণ বোঝা গেলে তৎক্ষণাৎ চিকিৎসার দরকার। \n" +
                "\n" +
                "পেশী কি কারণে দুর্বল হয়?\n" +
                "পেশীর দুর্বলতা নানান কারণের সাথে জড়িত, যার মধ্যে পেশিসংক্রান্ত, হজম, স্নায়বিক সমস্যা অন্যতম:  \n" +
                "\n" +
                "হজম সংক্রান্ত কারণে পেশীর দুর্বলতা হলে:\n" +
                "\n" +
                "•\tঅ্যাডিসন্স ডিজিজ (অ্যাড্রিনাল গ্রন্থির হরমোনের উৎপাদন কমে যাওয়া)।\n" +
                "•\tহাইপারথাইরোডিসম (অতি সক্রিয় থাইরয়েড গ্রন্থি)।\n" +
                "•\tহাইপারপ্যারাথাইরোডিসম (অতি সক্রিয় প্যারাথাইরয়েড গ্রন্থি)।\n" +
                "•\tহাইপোক্যালেমিয়া (পটাশিয়াম কমে যাওয়া)।\n" +
                "•\tহাইপোন্যাট্রিমিয়া (সোডিয়াম কমে যাওয়া)।\n" +
                "\n" +
                "\n" +
                "স্নায়ু সংক্রান্ত কারণে পেশীর দুর্বলতা হলে:\n" +
                "\n" +
                "•\tবেলস পালসি (মুখের পেশী নিয়ন্ত্রণকারী স্নায়ু ফুলে যাওয়া বা ব্যথা বা জ্বালা)।\n" +
                "•\tসেরিব্রাল পালসি (মস্তিষ্কের এবং নার্ভতন্ত্রের কার্যকলাপের ওপরে প্রভাব বিস্তার করে এমন একাধিক পরিস্থিতি)।\n" +
                "•\tচারকোট-মেরি-টুথ রোগ (জিনগত রোগ, যা প্রান্তিক স্নায়ুকে ক্ষতিগ্রস্ত করে)। \n" +
                "•\tগুইলেইন-বারে সিনড্রোম (অটোমেটিক নার্ভ ডিসঅর্ডার)। \n" +
                "•\tএকাধিক স্ক্লেরোসিস (অসুখ যা মস্তিষ্ক এবং সুষুম্নাকাণ্ডকে প্রভাবিত করে এবং যার ফলে দুর্বলতা, সমন্বয় ও ভারসাম্যের অসুবিধা ছাড়াও অন্যান্য সমস্যা দেখা যায়)। \n" +
                "•\tনার্ভে সঙ্কোচন অথবা সংক্ষেপণ, যেমন হাতের আলনার নার্ভ এর হয়।\n" +
                "•\tস্ট্রোক।\n" +
                "কি কারণে পেশী দুর্বল হয়? \n" +
                "পেশী দুর্বল হবার জন্য পেশীর রোগ দায়ী, যার মধ্যেঃ\n" +
                "\n" +
                "১. অ্যামিট্রোপিক ল্যাটারাল স্কেরেরোসিস (এএলএস, যা লৌ গেহরিক ডিজিস নামেও পরিচিত, একটা স্নায়ুপেশীতন্ত্রের গুরুতর রোগ যা থেকে পেশী দুর্বলতা ও অক্ষমতা হয়)।\n" +
                "\n" +
                "২. ডারমাটোমাইয়োসিটিস (পেশীর জ্বালা-যন্ত্রণা ও ত্বকের রাসের দ্বারা চিহ্নিত করা হয়)।\n" +
                "\n" +
                "৩. মাসকিউলার ডিসট্রফি (বংশগত সমস্যা যার জন্য ধারাবাহিক ভাবে পেশীর টিস্যুর ক্ষয় ও পেশী দুর্বলতা ঘটে)।  \n" +
                "\n" +
                "টক্সিনের কারণে পেশীর দুর্বলতার মধ্যে আছেঃ\n" +
                "\n" +
                "•\tবোটুলিজম (ক্লোস্ট্রিডিয়াম বোটুলিনাম ব্যাকটেরিয়াম দ্বারা খাবারের জটিল বিষক্রিয়া)।\n" +
                "•\tপতঙ্গনাশক পদার্থ খেয়ে ফেলা।\n" +
                "•\tনার্ভ গ্যাস এক্সপোজার।\n" +
                "•\tসেলফিসের প্যারালিটিক বিষক্রিয়া। \n" +
                "•\tপেশী দুর্বলতার অন্যান্য যে কারণ থাকতে পারে তার মধ্যে আছেঃ\n" +
                "\n" +
                "•\tঅ্যানিমিয়া বা রক্তাল্পতা (কম সংখ্যাক লোহিত রক্তকণিকা)।\n" +
                "•\tওভারইউজ ইনজুরি (পেশীর অতিরিক্ত ব্যবহার)।\n" +
                "•\tপলিমাইসিটিস (পেশীর বিস্তৃত জ্বালা-যন্ত্রণা ও দুর্বলতা)। \n" +
                "সম্ভাব্য লক্ষণ \n" +
                "পেশী দুর্বলতা ছাড়াও অন্যান্য যে সব লক্ষণ পেশীকে প্রভাবিত করে:  \n" +
                "\n" +
                "•\tজ্বালা।\n" +
                "•\tবার বার পড়ে যাওয়া।\n" +
                "•\tপেশীর সমন্বয়ে ঘাটতি।\n" +
                "•\tপেশীতে খিঁচুনি বা ধনুষ্টঙ্কার।\n" +
                "•\tব্যথা।\n" +
                "•\tপক্ষাঘাত।\n" +
                "•\tপিন বা ছুঁচ ফোটানর মতন ব্যথা লাগা।\n" +
                "•\tহালকা টানের অনুভূতি। \n" +
                "•\tশরীরে অন্যান্য যে লক্ষণ পেশী দুর্বলতার সাথে জড়িত: \n" +
                "•\tঅস্পষ্ট বা ঝাপসা কিংবা ডাবল দৃষ্টিশক্তি।\n" +
                "•\tকথা বলার সময়ে এবং খাবার গিলতে গিয়ে সমস্যা। \n" +
                "•\tডায়রিয়া।\n" +
                "•\tমূর্ছা অথবা চেতনার মাত্রা বদল কিংবা ক্লান্তি।\n" +
                "•\tঅবসাদ ও মাথাব্যথা।\n" +
                "•\tজ্বর।\n" +
                "•\tহাঁটাচলা এবং কথা বলতে সমস্যা, স্মৃতিভ্রংশ। \n" +
                "•\tবমির এবং/অথবা গা গোলানো কিংবা বমি না হওয়া। \n" +
                "•\tচোখ ফুলে যাওয়া, কারণ ছাড়া ওজন কমে যাওয়া, গরম সহ্য করতে না পারা, ঘাম এবং গলগণ্ড। \n" +
                "•\tদুর্বলতা, অসাড় অবস্থা, দৃষ্টিশক্তির সমস্যা, বেসামাল চলাফেরা, অবসাদ এবং বিষণ্ণতা।\n" +
                "•\tকারণ ছাড়া ওজন হ্রাস।  \n" +
                "•\t\n" +
                "জটিলতা\n" +
                "হাঁটাতে না পারা: পুষ্টির অভাবে পেশী দুর্বল হলে হুইলচেয়ার/লাঠি/ওয়াকর ব্যবহার করবার দরকার হয়।\n" +
                "গাঁটের আশেপাশের পেশী বা টেন্ডনের সংকোচন (কনট্রাকচার): কনট্রাকচার কিন্তু চলাফেরা আটকে দিতে পারে।\n" +
                "নিঃশ্বাসের সমস্যা: শ্বাস-প্রশ্বাসের সাথে যুক্ত পেশীকে প্রভাবান্বিত করে। পুষ্টির অভাবে পেশী দুর্বল হলে প্রথমে রাতের বেলায় এবং পরে দিনের বেলাতেও, নিঃশ্বাস নেওয়ার কৃত্রিম যন্ত্রের (ভেন্টিলেটর) প্রয়োজন হয়।\n" +
                "মেরুদণ্ড বেঁকে যাওয়া (স্কোলিওসিস): দুর্বল পেশী শিরদাঁড়া সোজা করে ধরে রাখতে পারে না।\n" +
                "হৃদপিণ্ডের সমস্যা: পুষ্টির অভাবের কারণে পেশী দুর্বল হলে হৃৎপেশীর কার্যকারিতা কমে যায়। \n" +
                "খাবার গিলতে সমস্যা: গলার পেশী ক্ষতিগ্রস্ত হলে পুষ্টির সমস্যা এবং অ্যাসপিরেশান নিউমোনিয়া হতে পারে এবং কৃত্রিম নল লাগিয়ে খাবার দিতে হয়।  \n" +
                "\n" +
                "চিকিৎসা\n" +
                "পেশী দুর্বলতার কারণের ওপর চিকিৎসা নির্ভর করে। পেশীর কার্যকারিতা বৃদ্ধি এবং জটিলতার ঝুঁকি কমানো হল চিকিৎসার লক্ষ্য, যেমন পেশীর ক্ষয়। চিকিৎসার পরে পুনরায় স্বাভাবিক জীবনযাপন করা সম্ভব।  \n" +
                "যথাযথ বিশ্রাম, পর্যাপ্ত জল ও পুষ্টিকর খাদ্য এবং নিয়মিত সেবাযত্ন চিকিৎসার অন্তর্গত এবং পাশাপাশি রিহ্যাব, ফিজিক্যাল থেরাপি, অকুপেশনাল থেরাপি, এবং নিয়মিত শরীরচর্চাও দরকার। অর্থোপেডিক স্পিলন্টস, ছড়ি, ক্র্যাচ এবং/অথবা একটা ওয়াকর হয়তবা দুর্বল পেশীর অবলম্বনের জন্য এবং কখনো হাঁটতে চলতে সাহায্যের জন্য দরকার লাগে। \n" +
                "করটিকস্টেরয়েড মেডিকেশানে কোন কোন সময়ে স্নায়ুতন্ত্রের জ্বালা বা যন্ত্রণা কমাতে ব্যবহার করা হয়। \n" +
                "রক্তাল্পতার কারণে পেশী দুর্বল হলে এবং কোন অন্তর্নিহিত কারণের জন্য রক্তাল্পতা হলে, রক্ত দিয়ে চিকিৎসা করা হয়।\n" +
                " \n" +
                "\n",R.drawable.healthcare));
        lstBook.add(new Book("মুখের ক্ষত বা ক্যাঙ্কার সোর","বিস্তারিত","ক্যাঙ্কার সোর বা মুখের ক্ষত হল মুখের ভেতরে, জিভ, ঠোঁট বা গলার ক্ষুদ্র যন্ত্রণাদায়ক ক্ষত। কোল্ড সোরের মতন এই ক্ষত ঠোঁটের পৃষ্ঠতলে হয় না এবং ছোঁয়াচে নয়। এগুলো যন্ত্রণাদায়ক হতে পারে এবং খেতে ও কথা বলতে কষ্ট হতে পারে। এই ক্ষতের বাইরেটা লালচে হয় ও মাঝখান হলুদ বা সাদা। মুখের ক্ষত যেকোন কারোর হতে পারে কিন্তু কিশোর-কিশোরী, মহিলা এবং বয়ঃসন্ধিকালে সবাই এই সমস্যা থেকে বেশী ক্ষতিগ্রস্ত হয়। অধিকাংশ মানুষের কোন না কোন সময়ে মুখের ক্ষত হয়েছে কিন্তু কারোর ক্ষেত্রে সেটা কিন্তু নিয়মিতভিত্তিতে হয়।\n" +
                "\n" +
                "লক্ষণ\n" +
                "ঠোঁটের ভেতরের দিকে অথবা গালে কিংবা জিভে অগভীর আলসার হল এর মুখ্য লক্ষণ। ক্ষত বড় অথবা ছোট হতে পারে এবং ক্ষতের বাইরেটা লাল ও ভেতরটা সাদা বা হলুদ হয়। মুখের ক্ষত, সাধারণত জ্বলুনি বা কাঁপুনি দিয়ে শুরু হয় এবং ফুলে যেতে পারে ও যন্ত্রণাদায়ক হয়। মুখের ক্ষত হলে কথা বলতে বা খাবার সময়ে কষ্ট হয়। অনেক ধরনের মুখের ক্ষত হয় যেমন লঘু, মাঝারি এবং হারপেটিফোর্ম ক্ষত।\n" +
                "\n" +
                "কি কারণে হয়\n" +
                "এই সমস্যার জন্য দায়ী কারণ সম্পর্কে জানা না গেলেও এটা পরিবারের মধ্যে হয় ও ছোঁয়াচে নয়। এই সমস্যা যেসব কারণে মাথাচাড়া দিতে পারে সেটা হল-\n" +
                "\n" +
                "•\tসোডিয়াম লরিল সালফেট যুক্ত টুথপেস্ট ও মাউথওয়াশ। \n" +
                "•\tদাঁতের ওপর কিছু করতে গিয়ে, অতিরিক্ত রাগের বশে দাঁত মাজার সময়ে, খেলার সময় খারাপ কিছু থেকে অথবা দুর্ঘটনাবশত গাল কামড়ানোর মতন মুখে কোন লঘু আঘাত।\n" +
                "•\tভিটামিন বি-১২, ফলিক অ্যাসিড বাঁ আয়রন, জিঙ্ক যুক্ত খাবার না খাওয়া।\n" +
                "•\tখাবারের প্রতি সংবেদনশীল, বিশেষকরে স্ট্রবেরী, ডিম, কফি, চীজ, বাদাম এবং তেলমশলাদার কিংবা অ্যাসিডিক খাবার।\n" +
                "•\tমেন্সট্রুয়েশানের সময়ে হরমোনের স্থান পরিবর্তন।\n" +
                "•\tমুখের ভেতরে নির্দিষ্ট কোন ব্যাকটেরিয়ার প্রতি অ্যালার্জিক প্রতিক্রিয়া।\n" +
                "•\tইনফ্ল্যামেটারি বাওয়েল রোগ, যথা ক্রোহন্স রোগ এবং আলসারেটিভ কোলাইটিস।\n" +
                "•\tসেলিয়াক রোগ, গ্লুটেনের প্রতি সংবেদনশীলতা থেকে হওয়া অন্ত্রের গুরুতর সমস্যা।\n" +
                "•\tবেঠিক রোগ প্রতিরোধ ক্ষমতা যা ব্যাকটেরিয়া ও ভাইরাসের মতন প্যাথোজেনের বদলে মুখের স্বাভাবিক কোষকে আক্রমণ করে। \n" +
                "•\tবেহেচেট ডিজিজ, একটা বিরল সমস্যা যা মুখ সহ সারা শরীরে জ্বালা-যন্ত্রণার সৃষ্টি করে।\n" +
                "•\tএইচআইভি/এইডস যা রোগ প্রতিরোধ ক্ষমতাকে দমিয়ে রাখে। \n" +
                "\n" +
                "রোগ নির্ণয়\n" +
                "ডাক্তার বা ডেন্টিস্ট নিজের চোখে দেখে ও পরীক্ষা করে মুখের ক্ষত বুঝতে পারেন। কিছু ক্ষেত্রে, যখন মুখের ক্ষত অনেক গুরুতর এবং স্থায়ী হয়, তখন স্বাস্থ্য সংক্রান্ত অন্যান্য সমস্যার জন্য টেস্ট করার দরকার হতে পারে।\n" +
                "\n" +
                "চিকিৎসা\n" +
                "মুখের ক্ষতে আক্রান্ত অধিকাংশ লোকের লঘু উপসর্গ দেখা যায় এবং নির্দিষ্ট কোন চিকিৎসার দরকার হয় না। আলসারেশানের সময়ে খাদ্যতালিকায় সামান্য অদলবদল করে ব্যথা অনেকসময়ে সহ্য করা যায় যেমন মশলাদার ও অ্যাসিডিক খাবার ও পানীয় এড়িয়ে যাওয়া। কিন্তু বড়, স্থায়ী কিংবা অস্বাভাবিক যন্ত্রণাদায়ক ক্ষতের চিকিৎসার যত্ন দরকার হয়। অনেক ধরনের চিকিৎসার উপায় আছে, যা হল-\n" +
                "\n" +
                "টপিক্যাল প্রোডাক্ট\n" +
                "\n" +
                "টপিক্যাল প্রোডাক্ট যন্ত্রণার উপসমের সাথে দ্রুত আরোগ্য করায়। এটা মুখের ক্ষত বেরোবার সাথে সাথে লাগানো উচিৎ। নির্দিষ্ট প্রোডাক্টে সক্রিয় উপকরণ থাকে, যথা ফ্লুয়োসিনোনাইড, বেঞ্জোকাইন এবং হাইড্রোজেন পারক্সাইড।\n" +
                "\n" +
                "মাউথ রিঞ্জ\n" +
                "\n" +
                "ডেন্টিস্ট হয়ত মাউথ রিঞ্জের সুপারিশ করতে পারে, যার মধ্যে লিডকাইন থাকে যা যন্ত্রণা কমায় কিংবা জ্বালা-যন্ত্রণা ও বেদনা কমাতে ডেক্সামেথাসন দিতে পারে।\n" +
                "\n" +
                "ওরাল ওষুধ\n" +
                "\n" +
                "মুখের ক্ষত যখন গুরুতর কিংবা টপিকাল চিকিৎসায় সাড়া না দিলে ওরাল ওষুধ দেওয়া যেতে পারে, যার মধ্যে আছে-\n" +
                "\n" +
                "ওরাল স্টেরয়েড ওষুধ যখন মুখের গুরুতর ক্ষত অন্যান্য চিকিৎসায় সাড়া দেয় না।\n" +
                "ওষুধ যা বিশেষকরে মুখের ক্ষতের জন্য নির্দিষ্ট নয় যেমন ইন্টেস্টাইনাল আলসার ট্রিটমেন্ট সুক্রালফেট, যা কোটিং এজেন্ট হিসেবে ব্যবহৃত হয় এবং কলচিচাইন, যা সাধারণত গাউটের চিকিৎসায় ব্যবহৃত হয়।\n",R.drawable.healthcare));
        lstBook.add(new Book("গলা ব্যথা বা স্বরভঙ্গ","বিস্তারিত","গলাব্যথা কি?\n" +
                "গলাব্যথা একটা সাধারণ রোগ যেখানে গলা ফুলে যাবার সাথে ব্যথা-যন্ত্রণা, চুলকানি কিংবা অস্বস্তি হয়।\n" +
                "\n" +
                "\n" +
                "\n" +
                "\n" +
                "গলাব্যথার লক্ষণ কি কি?\n" +
                "গলাব্যথার উপসর্গ ও লক্ষণ কারণ অনুসারে ভিন্ন হয়। লক্ষণ ও উপসর্গের মধ্যে আছেঃ\n" +
                "\n" +
                "•\tগলায় ব্যথা কিংবা চুলকানির অনুভূতি।\n" +
                "•\tব্যথা, কথা বলতে কিংবা ঢোক গিলতে কষ্ট হয়। \n" +
                "•\tঢোক গিলতে কষ্ট হয়।\n" +
                "•\tঘাড়ে কিংবা চোয়ালে ক্ষত, ফোলা গ্রন্থি।\n" +
                "•\tফোলা, লাল টন্সিল।\n" +
                "•\tটন্সিলে সাদা দাগ-ছোপ কিংবা পুঁজ।\n" +
                "•\tকর্কশ অথবা ফ্যাসফ্যাসে আওয়াজ। \n" +
                "•\tকি কারণে গলাব্যথা হয়?\n" +
                "•\tসাধারণ সর্দি-কাশি এবং ফ্লুয়ের (ইনফ্লুয়েঞ্জা) জন্য দায়ী ভাইরাস থেকে গলাব্যথা হয়। খুব কম ক্ষেত্রে, ব্যাকটেরিয়ার সংক্রমণ থেকে গলাব্যথা হয়।\n" +
                "\n" +
                "কোন কোন বিভিন্ন ভাইরাল সংক্রমণ থেকে গলাব্যথা হয়?\n" +
                "ভাইরাল অসুস্থতা যা গলাব্যথার জন্য দায়ী, তার মধ্যে আছেঃ\n" +
                "\n" +
                "•\tসাধারণ সর্দি-কাশি ও ঠাণ্ডা লাগা।\n" +
                "•\tফ্লু (ইনফ্লুয়েঞ্জা)।\n" +
                "•\tমনোনিউক্লিয়াস (মনো)।\n" +
                "•\tহাম।\n" +
                "•\tচিকেনপক্স।\n" +
                "•\tক্রপ-শৈশবের প্রচলিত অসুস্থতা যার বৈশিষ্ট্য হল খসখসে, ঘরঘরে কাশি। \n" +
                "\n" +
                "কোন ব্যাকটেরিয়াল সংক্রমণ থেকে গলাব্যথা হয়?\n" +
                "অনেকরকমের ব্যাকটেরিয়াল সংক্রমণ থেকে গলাব্যথা হয়। সবথেকে প্রচলিত হল স্টেরেপ্টোকক্কাস ফোজেনেস কিংবা গ্রুপ এ স্টেরেপ্টোকক্কাস, যা থেকে জ্বর সহ গলাব্যথা হয়।\n" +
                "\n" +
                "গলা ব্যথা বা স্বরভঙ্গের অন্য কোন কারণ আছে কি?\n" +
                "গলাব্যথা আরও অনেক কারণের জন্য হয়, যা হলঃ\n" +
                "\n" +
                "১. অ্যালার্জি- পোষ্যের লোম, ধুলোময়লা, ঝুরো মাটি এবং রেণু থেকে এই সমস্যা হতে পারে। এটা পোস্টন্যাসাল ড্রিপের জন্য আরও জটিল হতে পারে যা গলা জ্বালা ও অস্বস্তির কারণ।\n" +
                "\n" +
                "২. শুষ্কতা- বাড়ির ভেতরের শুষ্ক বাতাস থেকে গলা কর্কশ হয়ে চুলকাতে পারে।\n" +
                "\n" +
                "৩. ক্রনিক নাসাল কনজেশান- দীর্ঘদিন নাক বন্ধ হয়ে থাকার সময়ে মুখ দিয়ে নিঃশ্বাস নেবার ফলে এই সমস্যা দেখা দেয়। \n" +
                "\n" +
                "৪. যন্ত্রণাদায়ক পদার্থ- দুষিত পরিবেশ গলার অস্বস্তি বা যন্ত্রণার জন্য দায়ী। বাড়ির মধ্যে ধুমপান করলে অথবা রাসায়নিক থেকেও প্রচণ্ড গলাব্যথা হতে পারে। তামাক চেবানো, মদ্যপান ও মশলাদার খাবার এই সমস্যার জন্য দায়ী।\n" +
                "\n" +
                "৫. পেশীর টান- খেলাধুলোয় অধিক পরিশ্রম করলে কিংবা অনেকক্ষণ বিশ্রাম না নিলে পেশীতে টান লেগে গলাব্যথা হতে পারে।\n" +
                "\n" +
                "৬. এইচআইভি সংক্রমণ- সেকেন্ডারি সংক্রমণের কারণে এইচআইভি পজিটিভ যে কারোর ক্রনিক কিংবা ঘন ঘন গলাব্যথা হতে পারে, যেমন ফাঙ্গাল সংক্রমণ যা ওরাল থ্রাস নামে পরিচিত এবং সাইটোমেগালোভাইরাস (সিএমভি) সংক্রমণ, একটা প্রচলিত ভাইরাল সংক্রমণ যা থেকে জটিলতা বাড়তে পারে।\n" +
                "\n" +
                "৭. টিউমার- গলা, জিভ বা স্বরযন্ত্র-র (ল্যারিংস) ক্যান্সারাস টিউমার থেকে গলাব্যথা হতে পারে। \n" +
                "\n" +
                "গলাব্যথার সাথে কি কি ঝুঁকির কারণ জড়িত?\n" +
                "যেকোন লোকের গলাব্যথা হতে পারে কিন্তু কিছু কারণ আছে যার জন্য যেকেউ সুরক্ষিত হয় না, যা হল \n" +
                "\n" +
                "১. ধূমপান ও পরোক্ষ ক্ষতি- ধূমপান করলে এবং ধুমপানের দ্বারা যারা পরোক্ষভাবে ক্ষতিগ্রস্ত হয়, তাদের গলায় ব্যথা ও অস্বস্তি হতে পারে। তামাকের ব্যবহার কিন্তু মুখ, গলা এবং স্বরযন্ত্রে ক্যান্সারের ঝুঁকি বাড়িয়ে দেয়।\n" +
                "\n" +
                "২. অ্যালার্জি- ধুলোময়লা, ঝুরো মাটি বা পোষ্যের লোম থেকে হওয়া মরশুমি বা স্থায়ী অ্যালার্জি থেকে গলাব্যথা হতে পারে।\n" +
                "\n" +
                "৩. রাসায়নিক অস্বস্তির সংস্পর্শ- ছাইয়ের আগুন এবং বাড়ির সাধারণ রাসায়নিকের ধোঁয়া থেকে বাতাসে ছড়ানো কণার কারণে গলাব্যথা হতে পারে। \n" +
                "\n" +
                "৪. ক্রনিক বা ঘন ঘন হওয়া সাইনাস সংক্রমণ- নাক থেকে বেরোনো কোন কিছু থেকে গলার অস্বস্তি হয় বা সংক্রমণ ছড়াতে পারে।\n" +
                "\n" +
                "৫. বন্ধ কোয়ার্টার- ভাইরাল বা ব্যাকটেরিয়াল সংক্রমণ খুব সহজেই লোক জমায়েত হলে ছড়াতে পারে, তা সেটা চাইল্ড কেয়ার সেন্টার, ক্লাসঘর, অফিস কিংবা প্লেনই হোক। \n" +
                "\n" +
                "৬. দুর্বল রোগ প্রতিরোধ ক্ষমতা- লোকদের প্রতিরোধ ক্ষমতা কম হলে তারা সাধারণভাবে অনেকবেশী সংক্রমণ প্রবণ হয়। রোগ প্রতিরোধ ক্ষমতা কমার প্রচলিত কারণ হল এইচআইভি, ডায়াবেটিস, স্টেরয়েড বা কেমোথেরাপির ওষুধের চিকিৎসা, চাপ-ধকল, অবসাদ-ক্লান্তি এবং অপ্রতুল খাবার। \n" +
                "\n" +
                "খাদ্যাভাসের সাথে গলাব্যথা হওয়া কীভাবে যুক্ত?\n" +
                "খাদ্যতালিকায় যোগ করার মতন খাবার\n" +
                "গলাব্যথার সময়ে যেসব খাবার খাওয়া যেতে পারে সেইগুলো হল,\n" +
                "\n" +
                "•\tডালিমের রসঃ গবেষণায় দেখা গিয়েছে, যে ডালিমের রস সংক্রমণ কমানোর সাথে জ্বালা-যন্ত্রণা কমায়।\n" +
                "\n" +
                "•\tকলাঃ গলাব্যথার ক্ষেত্রে কলা খুবই আরামদায়ক।\n" +
                "\n" +
                "•\tচিকেন স্যুপঃ গবেষকরা পেয়েছেন, যে চিকেন স্যুপের মধ্যে অ্যান্টি-ইনফ্ল্যামেন্টারি গুণ থাকতেও পারে, যা নাসারন্ধ্র পরিষ্কার করে সমস্যা কমায়।\n" +
                "\n" +
                "•\tসেজঃ শতাব্দী যাবত নিরাময়ের জন্য এই ভেষজ ব্যবহার করা হয় এবং এটা গলাব্যথার জন্য খুবই উপকারী।\n" +
                "\n" +
                "•\tহলুদঃ বা ব দুধের সাথে ব্যবহার করা হয়। বিশ্বাস করা হয়, যে এই মশলার আরোগ্য করার সাথে অ্যান্টিসেপ্টিক ও অ্যান্টি-ইনফ্ল্যামেটারি বৈশিষ্ট্য থাকে।\n" +
                "\n" +
                "•\tমধুঃ গবেষণা অনুসারে সুস্বাদু এবং আরামদায়ক এই প্রাকৃতিক সুইটেনার সংক্রমণের মোকাবিলা করে ও ক্ষত নিরাময় করে।\n" +
                "\n" +
                "•\tআদাঃ এই বহুমুখী মশলা অনেকভাবে ব্যবহৃত হয় যথা চায়ের সাথে কিংবা গুড়ো হিসেবে। গা গোলানোর সাথে অন্যান্য অনেক সমস্যার মোকাবিলার পাশাপাশি গবেষণা অনুযায়ী আদার অ্যান্টি-ইনফ্ল্যামেটারি গুণ গলাব্যথার কারণে হওয়া ফোলা ও ব্যথা কমায়।\n" +
                "\n" +
                "•\tচাঃ বিভিন্ন ধরণের গরম, নন-অ্যালকোহলিক চা ও অন্যান্য পানীয় গলাব্যথায় আক্রান্তদের আরাম দেয়। \n" +
                "\n" +
                "•\tমুখ মিষ্টি ও দইঃ নরম, ময়েস্ট খাবার যা সবাই স্ট্র্য়ের মাধ্যমে খেতে পারে এবং এটা একইসাথে দরকারি পুষ্টি দেবার সাথে গলাব্যথার নিরাময় করে।\n" +
                "\n" +
                "•\tভালোকরে রান্না করা সবজিঃ গাজর, বাঁধাকপি, আলু ও অন্যান্য সবজি গলাব্যথায় আক্রান্তদের জন্য ততোক্ষণ ভালো যতক্ষন এটা নরম থাকা অবধি রান্না করা হয়।\n" +
                "\n" +
                "•\tস্ক্রাম্বেলড ডিমঃ ডিম প্রোটিনের ভালো উৎস। স্ক্র্যাম্বেল করা যখন হয় সেটা তখন যন্ত্রণাদায়ক গলার পক্ষে সহ্য করার মতন নরম হয়।  \n" +
                "\n" +
                "যা যা খাবার এড়িয়ে যাওয়া উচিৎ\n" +
                "গলাব্যথার কারণে যখন ঢোক গিলতে কষ্ট ও ব্যথা হয়, অনেক খাবার ও পানীয় আছে যা এড়িয়ে চলা দরকার, যা হল,\n" +
                "\n" +
                "•\tমুচমুচে শক্ত খাবারঃ যেসব খাবারের তীক্ষ্ণ প্রান্ত থাকে, যেমন ক্রাকার, শুকনো টোস্ট, বাদাম বা কাঁচা সবজি এইগুলো সমস্যা আরও অস্বস্তির করে দেয়।\n" +
                "\n" +
                "•\tসাইট্রাস ফল ও জুসঃ ঠাণ্ডা লাগা বা সর্দি-কাশির সময়ে অনেকেই কমলালেবুর রস খেলেও এটা আসলে পরিস্থিতি আরও খারাপ করে দেয়। কমলালেবুর মতন সাইট্রাস ফল ও জুস অ্যাসিডিক, যা গলার ইতিমধ্যেই নরম হয়ে যাওয়া জায়গার অস্বস্তি বাড়ায়। \n" +
                "\n" +
                "•\tটক, আচারি ও নুন দেওয়া খাবারঃ আচারের মতন ভিনেগার বা নুন দেওয়া খাবার, গলাব্যথার কষ্ট আরও বাড়িয়ে দিতে পারে।\n" +
                "\n" +
                "•\tটম্যাটো জুস ও সসঃ টম্যাটোর অ্যাসিডিক বৈশিষ্ট্য গলাব্যথায় আক্রান্তদের জন্য খারাপ বিকল্প। \n" +
                "\n" +
                "•\tঅস্বস্তিকর মশলাঃ কিছু মশলা গলাব্যথায় উপকারী হলেও লঙ্কা, গরম সস এবং জায়ফল কিন্তু জ্বালা-যন্ত্রণা বাড়িয়ে দেয়।\n" +
                "\n" +
                "•\tঅ্যালকোহলঃ অ্যালকোহল যুক্ত মাইউঅয়াশ ও পানীয়ের উপাদান হিসেবে এটা গলাব্যথায় যন্ত্রণাদায়ক অনুভূতি দেয়। এটা ডিহাইড্রেট করে যা এক্ষেত্রে ভালো না।\n" +
                "\n" +
                "•\tতামাকঃ তামাক একধরনের কড়া জিনিষ, কিন্তু গলাব্যথার ক্ষেত্রে পরোক্ষভাবে এর প্রভাব এড়িয়ে যাওয়া যতটা সম্ভব ভালো। ধুমপান না করাই ভালো। \n" +
                "\n" +
                "গলাব্যথার নিরাময়ে কখন ঠাণ্ডা বা ফ্রোজেন খাবারের সুপারিশ করা হয়?\n" +
                "গলাব্যথার কষ্টের সময়ে নরম, ঠাণ্ডা খাবার খাওয়া খুবই ভালো। খাবারের ঠাণ্ডাভাব ব্যথার থেকে আরাম দেয়। নমনীয়তা একাধারে যন্ত্রণাদায়ক স্থান দিয়ে সহজেই খাবার গিলতে সাহায্য করে। আইসক্রিম, মিল্কশেক, গেলাটিন, পুডিং, কলা ও ব্লুবেরির মতন ফ্রোজেন ফল হল এক্ষেত্রে উপকারী ও উপযোগী।\n" +
                "\n" +
                "কখন ডাক্তার দেখাবেন?\n" +
                "অধিকাংশ গলাব্যথায় ডাক্তার না দেখালেও চলে। অবশ্য, যদি সমস্যা সপ্তাহখানেক ধরে চলে তাহলে ডাক্তার দেখানো উচিৎ। কারোর যদি নিম্নলিখিত কিছু দেখা যায় তাহলে ডাক্তার দেখানো দরকার,\n" +
                "\n" +
                "•\tনিঃশ্বাস নিতে কষ্ট হওয়া।\n" +
                "•\tঢোক গিলতে কষ্ট।\n" +
                "•\tকানে ব্যথা।\n" +
                "•\tদাগ-ফুসকুড়ি।\n" +
                "•\t১০১ ডিগ্রির অধিক জ্বর।\n" +
                "•\tকফ বা শ্লেষ্মার সাথে রক্ত।\n" +
                "•\tগলায় লাম্প।\n" +
                "•\tদুই সপ্তাহের বেশী চলা ফ্যাসফ্যাসে ভাব। \n" +
                "\n" +
                "রোগ নির্ণয় কীভাবে করা হয়?\n" +
                "ডাক্তার শারীরিক পরীক্ষার দ্বারা রোগ নির্ণয় শুরু করেন, যার মধ্যে থাকেঃ\n" +
                "\n" +
                "লাইটেড যন্ত্রের দ্বারা গলার মধ্যে এবং কান ও নাকের মধ্যে দেখা হয়। ফোলা গ্রন্থি (লিম্প নোড) বোঝার (অনুভব) জন্য হালকাভাবে দেখা হয়।\n" +
                "স্টেথোস্কোপ দিয়ে রোগীর শ্বাস-প্রশ্বাস শোনা হয়।\n" +
                "ডাক্তার গলার কালচারও করাতে পারেন।\n" +
                "\n" +
                "গলাব্যথার থেকে আরাম পেতে কি কি ঘরোয়া নিরাময় পদ্ধতি আছে?\n" +
                "গলাব্যথার থেকে আরাম পেতে বাড়িতে অনেক রকমের নিরাময় পদ্ধতি অবলম্বন করা যায়, যার মধ্যে আছেঃ\n" +
                "\n" +
                "গরমজলের মধ্যে নুন দিয়ে গার্গেল (৮ আউন্স জলের মধ্যে ১ চামচ নুন) করার পরে ফেলে দিন।  \n" +
                "গরম পানীয় খান (যেমন ক্যাফেইন-মুক্ত চা, মধু দেওয়া জল অথবা গরম স্যুপ) কিংবা আইসক্রিম খান।\n" +
                "সংক্রমণ থেকে গলাব্যথা হলে, প্রচুর পরিমাণে জল খাওয়ার সাথে পর্যাপ্ত পরিমাণ বিশ্রাম নেওয়া দরকার। এটা ডিহাইড্রেশান আটকানোর সাথে দ্রুত আরোগ্য লাভ করতে সাহায্য করে। \n" +
                "\n" +
                "\n" +
                "গলাব্যথা প্রতিরোধ করবেন কীভাবে?\n" +
                "গলাব্যথা প্রতিরোধ করবার জন্য নিম্নলিখিত পদক্ষেপ নেওয়া দরকারঃ\n" +
                "\n" +
                "ঘন ঘন হাত পরিষ্কার করুন। সাবান ও জল না পাওয়া গেলে হ্যান্ড স্যানিটাইজার ব্যবহার করুন।\n" +
                "নিজের জল খাওয়ার গ্লাস অথবা বাসন অন্য কাউকে দেবেন না।\n" +
                "গলাব্যথায় আক্রান্তদের সংস্পর্শ এড়িয়ে চলুন, বিশেষকরে তাদের লালা।\n" +
                "ধুলোময়লা, রেণু ও ঝুরো মাটির মতন অ্যালার্জেনের সংস্পর্শে না আসবার চেষ্টা করুন।\n" +
                "হাঁচি বা কাশির সময়ে মুখ ঢেকে রাখুন। \n" +
                "ধূমপান করবেন না।\n" +
                "শুষ্ক বাতাস আর্দ্র করবার জন্য হিউমিডিফায়ার ব্যবহার করুন।\n" +
                "\n" +
                "গলাব্যথার চিকিৎসা কীভাবে হয়?\n" +
                "গলাব্যথার লজেন্স, থ্রোট স্প্রে ও মেডিকেটেড গার্গেল ব্যবহৃত করুন।  \n" +
                "\n" +
                "ডাক্তার সুপারিশ করতে পারেঃ\n" +
                "\n" +
                "•\tজ্বালা-যন্ত্রণা কমানোর জন্য অ্যানালজেসিক।\n" +
                "•\tঅ্যালার্জি কমানোর জন্য অ্যান্টিহিথামাইন।\n" +
                "•\tভাইরাল সংক্রমণের জন্য ডিকনজেসেন্ট ও ব্যথা নিবারক কিংবা অ্যান্টিভাইরাল ওষুধ।\n" +
                "•\tব্যাকটেরিয়াল সংক্রমণ ও গুরুতর ক্ষেত্রে অ্যান্টিবায়োটিক। \n" +
                "•\tবিকল্প ওষুধঃ প্রচলিত হার্বাল কিংবা বিকল্প নিরাময়ের অন্তর্গত হলঃ\n" +
                "\n" +
                "•\tস্লিপারি এলমে।\n" +
                "•\tলিকোরাইস রুট।\n" +
                "•\tমার্সমালো রুট।\n" +
                "•\tহনিসাকেল ফ্লাওয়ার এবং চিন দেশের অন্যান্য ঔষধি ভেষজ। \n" +
                "\n" +
                "গলাব্যথা সম্পর্তিক প্রচলিত কি কি প্রবাদ আছে?\n" +
                "মিথ ১- শীতকালে গলাব্যথা হয়।\n" +
                "\n" +
                "মিথ ২- গলাব্যথার কোন প্রতিকার নেই।\n" +
                "\n" +
                "মিথ ৩- গলাব্যথায় শিশু এবং তরুণ-তরুণীদের আক্রান্ত হবার সম্ভবনা সবথেকে কম। \n" +
                "\n" +
                "মিথ ৪- ধুমপান গলাব্যথার জন্য দায়ী নয়।\n",R.drawable.healthcare));
        lstBook.add(new Book("টুথ ক্যাভিটি বা দাঁতের গর্ত","বিস্তারিত","\n" +
                "ব্যাকটেরিয়ার জন্য দাঁতের এনামেলের ক্ষয়ের ফলে দাঁতের গর্ত হয়, যাকে ডেন্টাল ক্যারিস এবং টুথ ডিকে বলে। দাঁতের ক্ষয় হলে কিংবা দাঁত ভেঙ্গে যায় তখন ক্যাভিটি হয় এবং এনামেল নামক দাঁতের বাইরের আবরণ ধ্বংস হয়ে যায়। শর্করা, কার্বোহাইড্রেট এবং স্ন্যাক্স, চীজ, চকোলেট খাওয়ার অভ্যাস দাঁতের গর্ত হবার ক্ষেত্রে গুরুত্বপূর্ন ভুমিকা পালন করে।\n" +
                "\n" +
                "ক্যাভিটি শিশু এবং কমবয়সীদেরই শুধুমাত্র আক্রমণ করে না বরং বয়স্করাও ক্ষতিগ্রস্ত হয়, প্রধানত যাদের কেমোথেরাপি চলছে ও যারা ডায়াবেটিসে আক্রান্ত। তামাক সেবনকারী, ধুপাপায়িরা, অ্যালকোহল ও ড্রাগে আসক্তরাও ক্যাভিটি প্রবণ হয়।\n" +
                "\n" +
                "টুথ ডিকেই মানে হল দাঁতে গর্ত হওয়া, যা হলুদ কিংবা কালো রঙের হয়। \n" +
                "\n" +
                "উপসর্গ বা লক্ষণ\n" +
                "ক্যাভিটির ধাপের ওপর ভিত্তি করে দাঁতের গর্তের উপসর্গ দেখা যায়। প্রথম ধাপে নির্দিষ্ট কোন লক্ষণ দেখা না গেলেও গর্ত আকারে বাড়লে, যা যা উপসর্গ এবং লক্ষণ দেখা যায়ঃ\n" +
                "\n" +
                "•\tগরম এবং ঠাণ্ডা খাবার এবং মিষ্টির প্রতি দাঁতের সংবেদনশীলতা।\n" +
                "•\tদাঁতে ব্যথা।\n" +
                "•\tদাঁতে গর্ত তৈরি হয়।\n" +
                "•\tদাঁতে হালকা বা গাঢ় বাদামী দাগ দেখা যেতে পারে। \n" +
                "•\tজটিলতা\n" +
                "আজকাল টুথ ক্যাভিটি হল দাঁতের সাধারণ সমস্যা। যে ধরণের জটিলতা দেখা যেতে পারেঃ\n" +
                "\n" +
                "•\tমাড়ি থেকে রক্ত পড়া।\n" +
                "•\tদুর্গন্ধ।\n" +
                "•\tমাড়িতে পুঁজ হওয়া।\n" +
                "•\tদাঁতে ফোঁড়া।\n" +
                "•\tব্যথা যা কান এবং মাথাতে ছড়ায়। \n" +
                "\n" +
                "\n" +
                "\n" +
                "\n" +
                "\n" +
                "কি কারনে হয়\n" +
                "মুখের মধ্যের ব্যাকটেরিয়া এবং অধিক শর্করা ও স্টার্চের খাদ্যতালিকা ক্যাভিটির সবথেকে প্রচলিত কারণ। মুখে থেকে যখন ব্যাকটেরিয়া বের করা হয় না তখন সেটা দাঁতকে ঘিরে থাকা এনামেলের মতন দাঁতের কঠিন পৃষ্ঠের ওপর আটকে যায়। এগুলো কয়েকগুণ হারে বৃদ্ধি পায় এবং কলোনির সৃষ্টি করে। শর্করা, স্টার্চ, খাবারের উপাদান এবং অন্যান্য প্রোটিন এই ব্যাকটেরিয়াকে প্লেকে তৈরিতে সাহায্য করে। প্লেকের ব্যাকটেরিয়া অ্যাসিড তৈরি করে, যা দাঁতের এনামেলকে আক্রমণ করে এবং তখন দাঁতে গর্তের সৃষ্টি হয়।\n" +
                "\n" +
                "এছাড়াও, অন্যান্য অনেক কারণ আছে, যা হলঃ\n" +
                "\n" +
                "•\tশর্করা, কার্বোহাইড্রেট সমৃদ্ধ খাবার ব্যাকটেরিয়ার বৃদ্ধির অন্যতম প্রচলিত কারণ যা থেকে গর্ত হয়।\n" +
                "•\tদাঁত যদি সঠিকভাবে ব্রাশ করা কিংবা পরিষ্কার করা না হয় তাহলে দাঁতের গর্ত হয়।\n" +
                "•\tডায়াবেটিস, এইচআইভি এবং ক্যান্সারের মতন ক্রনিক রোগে আক্রান্তদের এই সমস্যা হয়।\n" +
                "•\tধুমপান কিংবা তামাক চেবালে ক্যাভিটি হয়।\n" +
                "•\tশুষ্ক মুখ ক্যাভিটির কারণ। মুখের লালা দাঁত ও মাড়ি থেকে শর্করা, স্টার্চ উপাদান পরিষ্কার করে দাঁতকে ক্ষয়ের হাত থেকে বাঁচায়।   \n" +
                "রোগ নির্ণয়\n" +
                "রোগী যখন ডেন্টিস্টের কাছে যায়, ডাক্তার তাকে ব্যথার ব্যাপারে জিজ্ঞাসা করেন। ডাক্তার তারপরে যন্ত্র দিয়ে মুখ, মাড়ি এবং দাঁত পরীক্ষা করেন। তারপরে, ডাক্তার যদি কোনরকম অস্বাভাবিকতা দেখেন, তিনি তখন ক্যাভিটির ব্যাপারে নিশ্চিত হতে দাঁতের এক্স-রে করতে পাঠান।\n" +
                "\n" +
                "প্রতিরোধ\n" +
                "সুস্থ জীবনধারণ দাঁতের সমস্যার হাত থেকে আটকায়।\n" +
                "\n" +
                "•\tদাঁতের সঠিক পরিষ্কার এবং ফ্লুরাইড জেল দিয়ে ব্রাশ করলে সমস্যা আটকায়। সকালে এবং শুতে যাবার আগে দিনে কমপক্ষে দুইবার দাঁত ব্রাশ করাটা ভালো অভ্যাস এবং সস্মস্যা আটকায়।\n" +
                "•\tখাদ্যাভ্যাস বদলানো এবং খাবার থেকে শর্করা বাদ দিলে দাঁতের গর্তের প্রতিরোধ সম্ভব। \n" +
                "•\tপ্রতিবার খাবার খাওয়ার পরে, দাঁতের গর্ত এবং অন্যান্য সমস্যা আটকানোর জন্য ভালোকরে দাঁত পরিষ্কার করা দরকার।    \n" +
                "চিকিৎসা\n" +
                "ক্যাভিটির ধাপের ওপর চিকিৎসা নির্ভর করে। রোগী যদি প্রাথমিক ধাপে যায়, ডাক্তার তাহলে অ্যান্টি-সেনসেটিভ টুথপেস্ট এবং অ্যান্টিব্যাকটেরিয়াল মাউথওয়াশ দিয়ে ভালোভাবে দাঁত পরিষ্কার করার পরামর্শ দেন। ডাক্তার তাছাড়াও ফ্লুরাইড জেলের পরামর্শ দেন যা দাঁতের এনামেলকে রক্ষা করে।\n" +
                "\n" +
                "দাঁতে গর্ত তৈরি হলে চিকিৎসার পদ্ধতিতে যা থাকবে তা হলঃ\n" +
                "\n" +
                "•\tফিলিং- দাঁতে গর্ত হওয়া শুরু হলে ফিলিং করা হয়। ফিলিং এক্ষেত্রে ধাতু দিয়ে করা হয়। \n" +
                "\n" +
                "•\tক্রাউন- ব্যাপক ক্ষয়ের ক্ষেত্রে এটা করা হয়। ডাক্তার প্রথমে ক্ষয়ে যাওয়া গর্তে ছিদ্র করেন। তারপরে উপাদান দিয়ে বানানো টুপি বা ক্রাউন ক্ষয়ে যাওয়া দাঁতের ওপরে রাখেন। \n" +
                "\n" +
                "•\tরুট ক্যানাল- দাঁতের সম্পুর্ন ক্ষয় হলে এবং সংক্রমণ মাড়ি পর্যন্ত ছড়িয়ে গেলে রুট ক্যানাল করা হয়। ডাক্তার প্রথমে সংক্রামিত জায়গা পরিষ্কার করে মাড়ি থেকে সংক্রামিত মণ্ড ও ক্ষতিগ্রস্ত স্নায়ু সরিয়ে দেয়। তারপরে, ফিলিং করে এই মণ্ড প্রতিস্থাপিত করে। \n" +
                "\n" +
                "•\tটুথ এক্সট্রাকশান- দাঁত যদি মাড়ি থেকে সম্পুর্ন ক্ষতিগ্রস্ত হয়ে যায়, ডেন্টিস সেই দাঁত তুলে ফেলার পরামর্শ দেয়।\n" +
                "\n",R.drawable.healthcare));
        lstBook.add(new Book("জক ইচ","বিস্তারিত","জক ইচ বা টিনিয়া ক্রুরিস হল একধরনের ফাঙ্গাল সংক্রমণ যা ঊরুর ভেতরের ত্বক, কুঁচকি এবং নিতম্বকে ক্ষতিগ্রস্ত করে। এই কারণে শরীরের এইসব উষ্ণ, আর্দ্র জায়গায় লালচে হয়ে যেতে পারে, ফাটতে পারে, কখনও রিঙের মতন দাগ হয়। এটা সাধারণত স্যাঁতস্যাঁতে ও গরম আবহাওয়ায় হয়। স্বাভাবিকের থেকে বেশী ওজনের লোকদের এটা আরও বেশী হয়।\n" +
                "\n" +
                "লক্ষণ\n" +
                "জক ইচে, কুঁচকির আর্দ্র ও উষ্ণ জায়গায় হওয়া ফাঙ্গাস বৃদ্ধি পাবার ফলে ফাটা, চাবুকের মতন চামড়া, কোন কোন সময়ে ঊরুর ওপরের অভ্যন্তরে, কুঁচকি এবং নিতম্বে যন্ত্রণাদায়ক ফুসকুড়ি হয়। এটা জনন সংক্রান্ত অঙ্গ ও ঊরুর অভ্যন্তরেও হতে পারে এমনকি পেরিনিয়াম ও পেরিনাল জায়গাতেও ছড়াতে পারে। টিনিয়া অধিকাংশ সময়ে ফেটে যায় অথবা যন্ত্রণাদায়ক হলেও সেটা খুব সাধারণ কিছু নয়। এটা হল ফাঙ্গাল সংক্রমণকে চিহ্নিত করতে সাহায্য করার মতন ভাইরাল ইঙ্গিত, যার অন্তর্গত হলঃ\n" +
                "\n" +
                "•\tপায়ু, কুঁচকি ও ঊরুর ওপরের অংশে জ্বালা-যন্ত্রণা, অবশ্য জননাঙ্গের নয়।\n" +
                "•\tআঁশ অথবা শুকনো ফোসকা, সময়বিশেষে কড়া পড়ে বা রক্ত পড়ে। \n" +
                "•\tকেন্দ্রবিন্দু পরিষ্কার করে ছড়িয়ে যায় অথবা বেড়ে যায়। \n" +
                "•\tসামান্য উচু প্যাচ এবং তীক্ষ্ণ চারপাশ।\n" +
                "•\tত্বকের জ্বালা-যন্ত্রণা বা লালচে ভাব।\n" +
                "•\tঅস্বাভাবিক হালকা বা গাঢ় ত্বক। \n" +
                "•\tফাঙ্গাল সংক্রমণ অধিকাংশ সময়ে বৃত্তাকের ছড়ায়, যেখানে স্বাভাবিক দেখতে ত্বক মাঝখানে থাকে। সংক্রমণের মুল আগায়, ত্বক লাল হয়ে উঠে গিয়ে আঁশটে হয়ে যায়। ক্ষতিগ্রস্ত জায়গা দেখতে ঢেউ খেলানো, আঁশ যুক্ত, ফাটা কিংবা খোসা ছাড়ানোর মতন এবং ট্যানড মনে হয় কিংবা লালচে অথবা বাদামী। \n" +
                "\n" +
                "কি কারণে হয়\n" +
                "সমস্যার জন্য দায়ী প্রধান ফাঙ্গাস অনেক সময় যা থেকে হয় সেটা হলঃ\n" +
                "\n" +
                "•\tজক ইচ ফাঙ্গাস দ্বারা সংক্রামিত তোয়ালে ব্যবহার করা।\n" +
                "•\tস্যাঁতস্যাঁতে, ভিজে বা না কাঁচা কাপড় ব্যবহার করা যেমন আন্ডারওয়ার কিংবা অ্যাথলেটিক সাপোর্টার।\n" +
                "•\tঅনিয়মিত স্নান, বিশেষকরে, শরীরচর্চা কিংবা ঘর্মাক্ত হয়ে কাজ থেকে ফেরার পরে।  \n" +
                "•\tরোগ নির্ণয়\n" +
                "•\tরাশ বা দাগ-ছোপের চেহারা বা উপস্থিতির ওপর নির্ভর করে জক ইচের ডায়াগনিসিস করা হয়। ডায়াগনিসিস যদি স্পষ্ট না হয়, তাহলে ডাক্তার সংক্রামিত জায়গার ত্বকের নমুনা কিংবা ছাঁচ নিয়ে মাইক্রোস্কোপের তলায় পরীক্ষা করতে পারেন। \n" +
                "\n" +
                "প্রতিরোধ\n" +
                "জক ইচ এবং তার বার বার হওয়া আটকাতে নিম্নলিখিত ধাপ মেনে চলুন।\n" +
                "\n" +
                "•\tরোজ স্নান করুন এবং স্নান করার পরে কুঁচকি ভালো করে শুকিয়ে নিন।\n" +
                "•\tশরীরচর্চার পরে কিংবা প্রচণ্ড ঘেমে গেলে, সবসময়ে স্নান করুন।\n" +
                "•\tস্নান করার পরে কুঁচকি শুকনো রাখার জন্য অ্যাবজরবেন্ট পাউডার ব্যবহার করুন। \n" +
                "•\tএমন কটন আন্ডারঅয়ার পড়ুন যাতে হাওয়া খেলে ও আঁটোসাঁটো নয়।  \n" +
                "•\tএমন কাপড় পড়বেন না যাতে কুঁচকিতে ঘসা লাগে। \n" +
                "•\tআন্ডারওয়ার এবং অ্যাথলেটিক সাপোর্টার পুনরায় পড়বার আগে সর্বদা ধুয়ে নেবেন।\n" +
                "•\tনিজের কাপড় ও তোয়ালে কিন্তু অন্যদের ব্যবহার করতে দেবেন না।\n" +
                "•\tঅনেকক্ষণ ধরে ভিজে সাঁতারের পোশাক পড়ে থাকবেন না।\n" +
                "•\tলকার কিংবা জিম ব্যাগে কখনও স্যাঁতস্যাঁতে কাপড় রাখবেন না। \n" +
                "চিকিৎসা\n" +
                "লঘু জক ইচের ক্ষেত্রে, ডাক্তার কাউকে প্রথমে ওভার-দা-কাউন্টার অ্যান্টি-ফাঙ্গাল লোশান, ওয়েনমেন্ট, পাউডার বা স্প্রে ব্যবহার করতে বলতে পারে। ওভার-দা-কাউন্টার ওষুধ কাজ না করলে কিংবা গুরুতর ক্ষেত্রে, কারোর শক্তিশালী ক্রিম বা ওয়েনমেন্ট এমনকি অ্যান্টি-ফাঙ্গাল ওষুধের বড়ির দরকার লাগতে পারে। \n" +
                "\n" +
                "চিকিৎসা\n" +
                "লঘু জক ইচের ক্ষেত্রে, ডাক্তার প্রথমে ওটিসি অ্যান্টি-ফাঙ্গাল লোশান, মলম, পাউডার বা স্প্রে ব্যবহার করবার পরামর্শ দিতেও পারেন। গুরুতর ক্ষেত্রে কিংবা ওটিসি ওষুধে যখন কাজ দিচ্ছে না তখন প্রেশক্রিপশান ক্রিম বা মলম এমনকি অ্যান্টি-ফাঙ্গাল পিল লাগতে পারে।  \n" +
                "\n" +
                "ক্রিম\n" +
                "•\tঅক্সিকোনাজোল।\n" +
                "•\tনাফটিফিন।\n" +
                "•\tক্লোট্রিমাজোল।\n" +
                "•\tইকোনাজোল।\n" +
                "•\tসিক্লোপিরক্স।\n" +
                "•\tআন্ডিসাইক্লেনিক অ্যাসিড।\n" +
                "•\tমিকোনাজোল।\n" +
                "•\tটারবিনাফাইন।\n" +
                "•\tকেটোকোনাজোল।\n" +
                "•\tটলনাফ্লেট।\n" +
                "•\tহ্যালোপ্রজিন।\n" +
                "এইসব ওষুধ কার্যকারিভাবে জক ইচের নিরাময় করলেও টারবিনাফাইন অন্যদের তুলনায় দ্রুত নিরাময় করতে পারে। আন্ডিসাইক্লেনিক অ্যাসিড এবং টলনাফ্লেট উল্লিখিত অন্য কিছু ওষুধের তুলনায় কম কার্যকারি কিন্তু জেনেরিক হিসেবে, এইগুলো সবথেকে কমদামী চিকিৎসা। এই ক্রিম সাধারণত ২-৪ সপ্তাহ দিনে দুইবার লাগানো হয়।\n" +
                "\n",R.drawable.healthcare));
        lstBook.add(new Book("কোরনারি থ্রম্বোসিস","বিস্তারিত","কোরোনারি থ্রম্বোসিস কি?\n" +
                "রক্তবাহী নালির ভেতরে রক্ত জমাট বেঁধে গিয়ে হৃৎপিণ্ডে রক্ত চলাচল আটকে যাবার কারণে হওয়া মেডিক্যাল পরিস্থিতিকে কোরোনারি থ্রম্বোসিস বলা হয়। কার্ডিয়াক অ্যারেস্ট, ইসকেমিক হার্ট ডিজিজ ও মায়োকার্ডিয়াল ইনফ্রাক্সান সহ বিভিন্ন রকমের গুরুতর ও মারাত্মক হৃদরোগের জন্য কোরোনারি থ্রম্বোসিস দায়ী। হৃৎপিণ্ড সংক্রান্ত প্রাণঘাতী জটিলতা ধীরে ধীরে বেড়ে ওঠার অন্যতম প্রধান কারণ হিসেবেও এটাকে বিবেচনা করা হয়। এই অবস্থা একাধারে মারাত্মক ও প্রাণঘাতী।    \n" +
                "\n" +
                "কোরোনারি থ্রম্বোসিস কি মারাত্মক?\n" +
                "অবশ্যই। কোরোনারি থ্রম্বোসিস সম্ভবত সবথেকে মারাত্মক পরিস্থিতি, যা দীর্ঘদিন ধরে নীরবে বেড়ে ওঠে এবং আচমকা হার্টের ওপর গুরুতর আক্রমণ শানায়। প্রতিবছর নুন্যতম ৭০০০০০ মানুষ গুরুতর হার্ট অ্যাটাকের কারণে মারা যায় এবং কোরোনারি থ্রম্বোসিসিকে এই মৃত্যুর জন্য দায়ী করা যায়। \n" +
                "\n" +
                "কোরোনারি থ্রম্বোসিস কতটা প্রচলিত?\n" +
                "বিভিন্ন ধরণের গুরুতর হৃদরোগের পেছনে দায়ী সবথেকে প্রচলিত কারণ সম্ববত কোরোনারি থ্রম্বোসিস। পুরুষ ও মহিলা, উভয়ের মুত্যুর মুখ্য কারণ এটা। প্রতি বছর প্রায় ৬১০০০০ মানুষ হৃদরোগের কারণে মারা যায়। সারা বিশ্বে প্রতি ৪ জনের মধ্যে ১ জনের মৃত্যু এই রোগে হয়। \n" +
                "\n" +
                "কোরোনারি থ্রম্বোসিসের লক্ষণ ও উপসর্গ কি কি?\n" +
                "প্রাথমিক ধাপে, অধিকাংশ ক্ষেত্রেই কোরোনারি থ্রম্বোসিসের সেইঅর্থে কোন লক্ষণ দেখা যায় না কিংবা বোঝা যায় না। অ্যাডভান্স ধাপে অগ্রগতির সময়ে কিছু কিছু মারাত্মক লক্ষণ ও উপসর্গ প্রকাশ পেতে শুরু হয়, যা হলঃ\n" +
                "\n" +
                "•\tবুকের মাঝখানে কিংবা বাঁদিকে প্রচণ্ড ব্যাথা।\n" +
                "•\tঘাড়ে, হাতে, চোয়ালে ও পিঠে আচমকা তীক্ষ্ণ ব্যাথা।\n" +
                "•\tনিঃশ্বাসে দুর্বলতা।\n" +
                "•\tগলা বন্ধ হয়ে যাবার অনুভূতি।\n" +
                "•\tআচমকা জ্ঞান হারানো।\n" +
                "•\tহটাৎ গুরুতর মাথাঘোরা।\n" +
                "•\tকোরোনারি আর্টারি পুরোপুরি বন্ধ হয়ে যাওয়া থেকে হওয়া হার্ট অ্যাটাক। \n" +
                "\n" +
                "কি কারণে কোরোনারি থ্রম্বোসিস হয়?\n" +
                "ধীরে ধীরে কোরোনারি থ্রম্বোসিস বেড়ে ওঠার জন্য অনেক কারণ দায়ী থাকে। অধিকাংশ লক্ষণীয় কারণ হলঃ\n" +
                "\n" +
                "•\tধূমপান।\n" +
                "•\tঅধিক রক্তচাপ।\n" +
                "•\tকোলেস্টেরলের অধিক মাত্রা।\n" +
                "•\tডায়াবেটিস।\n" +
                "•\tকম সক্রিয় বা সেডেন্টারি জীবনযাত্রা।\n" +
                "•\tউপরিউক্ত সব কারণের জন্যই কোরোনারি আর্টারিতে প্লেকে জমে যায় এবং যার জন্য গুরুত্বপূর্ন শিরা ও ধমনী আটকে গিয়ে রক্ত জমাট বেঁধে যায়। \n" +
                "\n" +
                "কোরোনারি থ্রম্বোসিসের সময়ে কি হয়?\n" +
                "হৃৎপিণ্ডে রক্ত সরবরাহকারী গুরুত্বপূর্ন রক্তবাহী নালি হৃৎপিণ্ডে পর্যাপ্ত পরিমাণ রক্ত সংবহন করে এবং আচমকা এই রক্তবাহী নালি অবরুদ্ধা হয়ে গেলে কি হতে পারে সেটা কল্পনা করুন। এই পরিস্থিতিতে হৃৎপিণ্ডে রক্ত সরবরাহ বন্ধ হয়ে যাবে এবং আচমকা সবথেকে মারাত্মক কার্ডিয়াক অ্যারেস্ট হবে। রক্তনালীর দেওয়ালে ধীরে ধীরে ফ্যাট ও কোলেস্টেরল জমে সেটা সঙ্কুচিত হয়ে যায় এবং স্বাভাবিক স্থিতিস্থাপকতা নষ্ট হয়ে যায়। ফ্যাটি প্লেকে রক্তনালীকে ভেতর থেকে ফাটিয়ে দেয় এবং রক্ত জমাট বেঁধে যায় ও এইজন্য গুরুত্বপূর্ন রক্তবালী নালিতে রক্ত সংবহন আটকে দেয়, এবং আচমকা হার্ট অ্যাটাক হয়। \n" +
                "\n" +
                "কোরোনারি থ্রম্বোসিসের নানান ঝুঁকির কারণ কি কি?\n" +
                "কি কি কারণের জন্য কোরোনারি থ্রম্বোসিস হতে পারে সেইসব প্রধান কারণ সম্পর্কে ইতিমধ্যে অবগত হলেও, সুনিশ্চিত হবার জন্য জেনে নিনঃ\n" +
                "\n" +
                "•\tবয়স (বয়স বাড়ার সাথে প্লেকে জমা বেড়ে যায়)।\n" +
                "•\tলিঙ্গ (পুরুষদের ক্ষেত্রে অধিক মাত্রায় প্লেকে বেড়ে ওঠে)।\n" +
                "•\tজিনগত কারণ (বংশগত কারণের জন্য প্লেকে জমার মাত্রা বেড়ে যায়)।\n" +
                "•\tধুমপানের অভ্যাস।\n" +
                "•\tঅধিক রক্তচাপ।\n" +
                "•\tকোলেস্টেরলের বেশী মাত্রা।\n" +
                "•\tডায়াবেটিস।\n" +
                "•\tমেদবহুলতা।\n" +
                "•\tকম শারীরিক সচলতা।\n" +
                "•\tচাপ-ধকল। \n" +
                "\n" +
                "কোরোনারি থ্রম্বোসিসের বিভিন্ন জটিলতা কি? \n" +
                "কোরোনারি থ্রম্বোসিসের প্রাণঘাতী জটিলতা হল আচমকা হার্ট অ্যাটাক। অবশ্য, কোরোনারি থ্রম্বোসিস থেকে আরও কিছু জটিলতার সৃষ্টি হয়, যা মধ্যে আছেঃ\n" +
                "\n" +
                "•\tহৃৎপিণ্ডে রক্ত সংবহনের অভাব থেকে কষ্টকর অ্যাঞ্জিনা বা বুকে ব্যথা।\n" +
                "•\tহৃৎপিণ্ডে রক্ত সংবহনের অভাব থেকে নিঃশ্বাসের দুর্বলতা।\n" +
                "•\tপ্লেকে ফেটে গিয়ে রক্ত জমাট বাঁধা মাথাচাড়া দেয়। এই কারণে আচমকা কার্ডিয়াক অ্যারেস্টের ঝুঁকি বাড়ে। \n" +
                "•\tহৃৎপিণ্ডে রক্ত সংবহনের অভাব থেকে স্বাভাবিক হৃৎস্পন্দন বাধাপ্রাপ্ত হহয় এবং কার্ডিয়াল আরথ্রিমিয়া হয়।\n" +
                "•\tরক্ত সংবহন ও পুষ্টি উপাদানের অভাব থেকে হওয়া হৃৎপিণ্ডের দীর্ঘকালিন  হৃৎপিণ্ডের ক্ষতি থেকে পাম্প করবার ক্ষমতার স্থায়ী ক্ষতি হয় এবং হৃৎপিণ্ড বিকল হয়ে পড়ে। \n" +
                "\n" +
                "কীভাবে কোরোনারি থ্রম্বোসিসের ডায়াগনিস হয়? \n" +
                "•\tকোরোনারি থ্রম্বোসিসের ডায়াগনিসিসের উপায়, মুল কারণ চিহ্নিত করতে স্বাভাবিক শারীরিক পরীক্ষার দ্বারা শুরু হয়। এই ডায়াগনিসিস, রক্তবাহী নালির আরও বিস্তারিত পরীক্ষা করার দ্বারা করা হয়, যা হলঃ\n" +
                "\n" +
                "•\tইলেক্ট্রোকার্ডিওগ্রাম বা ইসিজি (ইসিজির কোন অস্বাভাবিকতা হৃৎপিণ্ডের রক্ত সংবহনের অভাবের দিকে ইঙ্গিত করে)।\n" +
                "\n" +
                "•\tইকোকার্ডিওগ্রাম (শব্দ তরঙ্গের সাহায্যে হৃৎপিণ্ডের ক্ষতিগ্রস্ত জায়গার ছবি নেওয়া হয়)।\n" +
                "\n" +
                "•\tস্ট্রেচ টেস্ট (শরীরচর্চা সহ চাপ-ধকলের সময়ে হৃৎপিণ্ডে রক্ত সংবহনের অস্বাভাবিকতা বুঝতে ইসিজি-র সাহায্য নেওয়া হয়)।\n" +
                "\n" +
                "•\tকার্ডিয়াক ক্যাথেটেরিসেটাশান বা অ্যাঞ্জিওগ্রাম (মুখ্য রক্তবাহী নালির অবস্থা বুঝতে বিশেষ ডাই ব্যবহার করা হয়)।\n" +
                "\n" +
                "•\tহৃৎপিণ্ডের কম্পিউটারাইজড টোমোগ্রাফি বা সিটি স্ক্যান (এই পরীক্ষা রক্তবাহী নালিতে ক্যালসিয়াম জমার উপস্থিতি চিহ্নিত করতে সাহায্য করে)। \n" +
                "\n" +
                "কোরনারি থ্রম্বোসিসের চিকিৎসা কি?\n" +
                "অনেক কিছুই কোরোনারি থ্রম্বোসিসের যথাযথ চিকিৎসা নিশ্চিত করে, যা হলঃ\n" +
                "\n" +
                "১. কোলেস্টেরল মডিফাইং এজেন্ট, অ্যাসপিরিন, বিটা-ব্লকার, নাইট্রোজেনেসিস ও এসিই ইনহিবিটারের মতন নানান ওষুধ কোরোনারি থ্রম্বোসিসের বেড়ে ওঠে আটকায়। \n" +
                "\n" +
                "২. অ্যাঞ্জিওপ্লাস্টি ও কোরোনারি আর্টারি বাইপাস সার্জারি সহ বিভিন্ন সার্জিকাল প্রক্রিয়া কিন্তু কোরোনারি থ্রম্বোসিসের জটিলতা সামলাতে পারে। \n" +
                "\n" +
                "\n" +
                "\n" +
                "কোরোনারি থ্রম্বোসিসের প্রতিরোধ কীভাবে হয়?\n" +
                "চিকিৎসার করারা থেকে আগে থেকেই প্রতিরোধ করাটা সবসময়ে ভালো। নিম্নলিখিত কিছু মুখ্য পদক্ষেপের সাহায্যে কোরোনারি থ্রম্বোসিসের সহজ প্রতিরোধ করা যায়, যা হলঃ \n" +
                "\n" +
                "•\tধূমপান নৈব নৈব চ এবং পরোক্ষ ধূমপানও এড়িয়ে চলুন।\n" +
                "•\tস্বাস্থ্যকর খাবার খান। রোজকার খাদ্যতালিকায় টাটকা ফল ও সবজি, বাদাম, গোটা শস্যের খাবার, স্বাস্থ্যকর ফ্যাট, মাংস, কম-ফ্যাটের ডেয়ারি প্রোডাক্ট ও মাছ যোগ করুণ।\n" +
                "•\tরক্তচাপ ও কোলেস্টেরলের মাত্রা বজায় রাখতে প্রচুর পরিমা জল খান। \n" +
                "•\tরক্তে শর্করার মাত্রা নিয়ন্ত্রণ করুণ।\n" +
                "•\tরোজ অবশ্যই ৩০-৬০ মিনিট ব্যায়াম করুন। এটা সুস্থ ওজন বজায় রাখতে সাহায্য করবার সাথে ডায়াবেটিস, বেড়ে যাওয়া কোলেস্টেরল ও অধিক রক্তচাপ নিয়ন্ত্রণ করে।\n" +
                "•\tজাঙ্ক ফুড খাবেন না। মেদবহুলতা ও কোরোনারি থ্রম্বোসিসের ঝুঁকি কমাতে ওজন নিয়ন্ত্রিত করুণ। \n" +
                "•\tচাপ-ধকল এড়িয়ে যান। \n" +
                "\n" +
                "কোরোনারি থ্রম্বোসিস কি বংশগত?\n" +
                "হ্যাঁ, কোরোনারি থ্রম্বোসিস জন্মগত। রক্ত জমাট বাঁধা সংক্রান্ত নির্দিষ্ট কিছু রোগ জন্মগত, যেমন থ্রম্বোএম্বোলিজম ও প্যারোক্সিমাল নক্টুরনাল হিমোগ্লোবিনেমিয়া। এইসব রোগের জন্য কোরোনারি থ্রম্বোসিস মাথাচাড়া দেয় ও কার্ডিয়াক অ্যারেস্টের ঝুঁকি বাড়ে। \n" +
                "\n" +
                "কোরোনারি থ্রম্বোসিস ও আথেরোস্কেলেরোসিসের সম্পর্ক কি?\n" +
                "আর্টারির দেওয়ালে ধীরে ধীরে কোলেস্টেরল ও ফ্যাট জমা হল আথেরোস্কেলেরোসিসের বৈশিষ্ট্য। এটা রক্তবাহী নালিকে সঙ্কুচিত করে ও স্বাভাবিক স্থিতিস্থাপকতা ধ্বংস করে দেয়। ফ্যাটি প্লেকে কিন্তু আর্টারির ভেতরে জমাট বাঁধা রক্তকে ফাটিয়ে দিয়ে কোরোনারি থ্রম্বোসিসের পরিস্থিতির সৃষ্টি হয়। জমাট বাঁধা রক্ত ফেটে গিয়ে গুরুত্বপূর্ন রক্তনালীতে রক্ত সংবহন আটকে যায় এবং আচমকা হার্ট অ্যাটাক হয়। \n" +
                "\n" +
                "কোরোনারি থ্রম্বোসিসের প্রাকৃতিক নিরাময়\n" +
                "মাতৃরুপী প্রকৃতি অবশ্যই কোরোনারি থ্রম্বোসিসের ক্ষেত্রে কিছু প্রাকৃতিক নিরাময় প্রদান করে, যা হল\n" +
                "\n" +
                "•\tআদা (রক্ত পাতলা হবার বৈশিষ্ট্য দেখায়)।\n" +
                "•\tলাল মরীচ (অ্যান্টিকোয়াগুলেন্ট হিসেবে কাজ করে এবং রক্ত চলাচল বাড়ায়)। \n" +
                "•\tরসুন (রক্তচাপ বজায় রাখতে সাহায্য করে এবং কোলেস্টেরলের মাত্রা কম রাখে)।\n" +
                "\n",R.drawable.healthcare));
        lstBook.add(new Book("কার্ডিওমায়োপ্যাথি","বিস্তারিত","হার্ট শক্ত হয়ে বা পুরু হয়ে আকারে বড় হয়ে যাওয়াকে কার্ডিয়োমায়োপ্যাথি বা হৃদ-পেশির রোগ বলে। এই রোগের জন্য হৃদ-পেশির পাম্প করে রক্ত বের করবার ক্ষমতা কমে বা দুর্বল হয়ে যায় এবং হার্ট ফেলিওর হয়।     \n" +
                "\n" +
                "তিন রকমের কার্ডিয়োমায়োপ্যাথি হয়:\n" +
                "\n" +
                "ডায়ালেটেড কার্ডিয়োমায়োমায়োপ্যাথিঃ সবথেকে প্রচলিত রকমের কার্ডিয়োমায়োপ্যাথি। হৃদপিণ্ডের পাম্প করবার প্রধান প্রকোষ্ঠ- বাম নীলয়ের শক্তি কমে যায়। এটা আকারে বড় হয়ে যায় অথবা বিস্তৃত হয়ে যায়, ফলে হৃদপিণ্ডের রক্ত পাম্প করবার কার্যকারিতা কমে যায়।\n" +
                "\n" +
                "হাইপারট্রফিক কার্ডিয়োমায়োপ্যাথিঃ এক্ষেত্রে হৃদপেশী অস্বাভাবিক রকমের পুরু হয়ে যায় এবং হৃদপিণ্ডের পাম্প করবার প্রধান প্রকোষ্ঠ- বাম নীলয় ক্ষতিগ্রস্ত হয়। হৃদপেশী পুরু-মোটা হয়ে যাবার ফলে হৃদ পেশীর পক্ষে পাম্প করতে সমস্যা হয়। \n" +
                "\n" +
                "রেসিট্রিকটিভ কার্ডিয়োমায়োপ্যাথিঃ এক্ষেত্রে হৃদপেশী অনমনীয়-কঠিন এবং অনঢ় হয়ে যায়, অর্থাৎ হৃদপিণ্ড সঠিকভাবে প্রসারিত হতে পারে না এবং দুটো হৃৎস্পন্দনের মাঝে রক্ত ভরতে পারে না।      \n" +
                "\n" +
                "লক্ষণ\n" +
                "লক্ষণ হল:\n" +
                "\n" +
                "•\tপরিশ্রমের ফলে বা বিশ্রামের কারণে নিঃশ্বাসের কষ্ট। \n" +
                "•\tপা, পায়ের পাতা এবং গোড়ালি ফুলে যায়।\n" +
                "•\tজল জমার কারণে তলপেট ফুলে যায়।\n" +
                "•\tশোবার সময় কাশি।\n" +
                "•\tঅনিয়মিত হৃৎস্পন্দন, যা দ্রুতগতির, পেষানো বা অনিশ্চিত। \n" +
                "•\tবুকে ব্যথা। \n" +
                "•\tমাথা ঝিমঝিম। \n" +
                "•\tমাথা ঘোরা এবং সংজ্ঞা হারানো। \n" +
                "কারণ\n" +
                "কার্ডিওমায়োপ্যাথির কারণ অনেক সময়ে জানা যায় না। ডাক্তার কারও কারও ক্ষেত্রে দায়ী কিছু কারণ খুঁজে পায়, যা হল:\n" +
                "\n" +
                "•\tজিনগত কারণ এবং কানেক্টিভ টিস্যুর রোগ।\n" +
                "•\tরক্তচাপের দীর্ঘদিনের সমস্যা এবং দ্রুত হৃৎস্পন্দনের ক্রনিক সমস্যা।\n" +
                "•\tহৃৎপিণ্ডের ভাল্বের সমস্যা এবং আগে একবার হয়ে যাওয়া হার্ট অ্যাটাকের কারণে হৃদপিণ্ডের টিস্যু ক্ষতিগ্রস্ত হয়েছে।\n" +
                "•\tমেটাবলিক সমস্যা, যেমন মেদবহুলতা, ডায়াবেটিস, থাইরয়েডের রোগ ইত্যাদি।\n" +
                "•\tভিটামিন বা মিনারেলের অভাব, যেমন থায়ামিন (ভিটামিন বি১)।\n" +
                "•\tগর্ভাবস্থাকালিন জটিলতা। \n" +
                "•\tঅনেক বছর ধরে অতিরিক্ত মদ্যপান।\n" +
                "•\tকোকেন, অ্যাম্ফেটামাইন বা অ্যানাবলিক স্টেরয়েড খাওয়া।\n" +
                "•\tক্যান্সারের চিকিৎসার জন্য কিছু কেমোথেরাপির ওষুধ এবং রেডিয়েশন।\n" +
                "•\tহৃদ-পেশিতে আয়রন তৈরি হওয়া (হোমোক্রোমাটোসিস)।\n" +
                "•\tঅস্বাভাবিক মাত্রায় প্রোটিন তৈরি হওয়ার সমস্যা (অ্যামাইলোডোসিস)।  \n" +
                "রোগ নির্ণয়\n" +
                "কার্ডিওমায়োপ্যাথি সন্দেহ হলে, রোগ নির্ণয়ের জন্য বেশ কিছু পরীক্ষা করা দরকার।\n" +
                "\n" +
                "পরীক্ষাগুলো হল:\n" +
                "\n" +
                "•\tবুকের এক্স-রে: হৃৎপিণ্ডের একটা ছবি তুললে বোঝা যাবে যে হৃৎপিণ্ড আদৌ আকারে বেড়েছে কি না।\n" +
                "\n" +
                "•\tইকোকার্ডিওগ্রামঃ হৃৎপিণ্ডের ছবি নেবার জন্য শব্দ তরঙ্গ ব্যবহার করা হয়। ডাক্তার এই ছবি দেখে হৃৎপিণ্ডের আকার, কার্যকলাপ এবং হৃৎস্পন্দনের গতি পরীক্ষা করে।\n" +
                "\n" +
                "•\tইলেক্ট্রোকার্ডিওগ্রাফ (ইসিজি): হৃৎপিণ্ডের ইলেকট্রিক গতিবিধির বাধাবিপত্তি এর দ্বারা বোঝা যায়, যার দ্বারা ক্ষতিগ্রস্ত জায়গা এবং অস্বাভাবিক হৃৎস্পন্দন বোঝা যায়।\n" +
                "\n" +
                "•\tট্রেড-মিল স্ট্রেস টেস্ট: ট্রেড-মিলে হাঁটবার সময়ে হৃৎস্পন্দন, নিঃশ্বাস এবং রক্তচাপ মাপা হয়। ডাক্তার লক্ষণ, এক্সারসাইজ করবার ক্ষমতা এবং এক্সারসাইজের ফলে হৃৎস্পন্দনের কোন অস্বাভাবিক কিছু আছে কি না সেটা পরীক্ষা করেন।\n" +
                "\n" +
                "•\tকার্ডিয়াক ম্যাগনেটিক রেজোন্যান্স ইমেজিং (এমআরআই): ম্যাগনেটিক ফিল্ড এবং রেডিও তরঙ্গের সাহায্যে হৃৎপিণ্ডের ছবি নেওয়া হয়। ইকোকার্ডিওগ্রাফির সাথে এটার ব্যবহার করা হয়, বিশেষকরে যদি রোগ নির্ণয় করবার জন্য ইকোকার্ডিওগ্রামের ছবি কোন কাজে না দেয়। \n" +
                "\n" +
                "•\tকার্ডিয়াক কম্পিউটারাইজড টোমোগ্রাফি (সিটি) স্ক্যান: হৃৎপিণ্ডের আকার-আয়তন, কার্যকলাপ এবং হৃৎপিণ্ডের ভাল্ব দেখবার জন্য এটা কখনও কখনও ব্যবহার করা হয়।\n" +
                "\n" +
                "•\tরক্ত পরীক্ষা: কিডনি, থাইরয়েড এবং লিভারের কার্যকারিতা পরীক্ষা করবার পাশাপাশি আয়রনের মাত্রা পরীক্ষার জন্য রক্ত পরীক্ষা করা হয়।  \n" +
                "\n" +
                "চিকিৎসা\n" +
                "অবস্থা যাতে খারাপ আকার ধারণ না করে সেটার প্রতিরোধের জন্য এবং জটিলতার ঝুঁকি কমাবার জন্য লক্ষণ, উপসর্গ এবং সমস্যার নিরাময় হল চিকিৎসার সার্বিক লক্ষ্য। \n" +
                "\n" +
                "•\tমেডিকেশানঃ হৃৎপিণ্ডের পাম্প করবার ক্ষমতা এবং কার্যকারিতার উন্নতি, রক্ত সঞ্চালন বৃদ্ধি, রক্তচাপ কমানো, হৃৎস্পন্দনের গতি কমানো, শরীর থেকে অতিরিক্ত তরল বের করার পাশাপাশি রক্ত জমাট বাঁধা আটকানোর লক্ষ্যে, ডাক্তাররা মেডিকেশানের পরামর্শ দেয়।\n" +
                "\n" +
                "•\tইমপ্ল্যান্টেবল কার্ডিওভেরটার-ডেফিব্রিলাটার (আইসিডি): হৃৎস্পন্দনের গুরুতর সমস্যার ঝুঁকি থাকলে, ডাক্তার ইমপ্ল্যান্টেবল কার্ডিওভেরটার-ডেফিব্রিলাটার (আইসিডি) করার পরামর্শ দেন- একটা যন্ত্র যা হৃৎস্পন্দনের গতি নিয়ন্ত্রণ করে এবং অস্বাভাবিক হৃৎস্পন্দন নিয়ন্ত্রণের জন্য ইলেকট্রিক শক দেয়। বিশেষ কোন কেসে, ডাক্তার পেসমেকার বসানোর পরামর্শ দেয়, যা দক্ষিণ ও বাম অলিন্দের সঙ্কোচনের সাম্যতা বজায় রাখবে (বাই-ভেনট্রিকুলার পেসমেকার)।\n" +
                "\n" +
                "•\tসেপ্টাল মাইয়েক্টমিঃ এক্ষেত্রে সার্জেন হৃৎপিণ্ডের নীচের দুটো প্রকোষ্ঠকে আলাদা করা (ভেন্ট্রিকল) পুরু হয়ে যাওয়া হৃৎপেশীর দেওয়াল (সেপ্টাম) বাদ দিয়ে দেয়। এই পদ্ধতির ফলে হৃৎপেশী হৃৎপিণ্ডের মাধ্যমে ভালো করে রক্ত সঞ্চালন করতে পারে এবং মিট্রাল ভাল্ব রেগুরগিট্রেশান কমে।\n" +
                "\n" +
                "•\tসেপ্টাল অ্যাবালেশানঃ এই পদ্ধতিতে, ক্ষতিগ্রস্ত জায়গার রক্ত সংবহনকারী রক্তবাহের মধ্যে দীর্ঘ পুরু নলের (ক্যাথিটার) দ্বারা অ্যালকোহল পাঠিয়ে পুরু হয়ে যাওয়া হৃৎপেশীর সামান্য অংশ নষ্ট করে ফেলা হয়।\n" +
                "\n",R.drawable.healthcare));
        lstBook.add(new Book("কোরোনারি থ্রম্বোসিস কি?","বিস্তারিত","রক্তবাহী নালির ভেতরে রক্ত জমাট বেঁধে গিয়ে হৃৎপিণ্ডে রক্ত চলাচল আটকে যাবার কারণে হওয়া মেডিক্যাল পরিস্থিতিকে কোরোনারি থ্রম্বোসিস বলা হয়। কার্ডিয়াক অ্যারেস্ট, ইসকেমিক হার্ট ডিজিজ ও মায়োকার্ডিয়াল ইনফ্রাক্সান সহ বিভিন্ন রকমের গুরুতর ও মারাত্মক হৃদরোগের জন্য কোরোনারি থ্রম্বোসিস দায়ী। হৃৎপিণ্ড সংক্রান্ত প্রাণঘাতী জটিলতা ধীরে ধীরে বেড়ে ওঠার অন্যতম প্রধান কারণ হিসেবেও এটাকে বিবেচনা করা হয়। এই অবস্থা একাধারে মারাত্মক ও প্রাণঘাতী।    \n" +
                "কোরোনারি থ্রম্বোসিস কি মারাত্মক?\n" +
                "অবশ্যই। কোরোনারি থ্রম্বোসিস সম্ভবত সবথেকে মারাত্মক পরিস্থিতি, যা দীর্ঘদিন ধরে নীরবে বেড়ে ওঠে এবং আচমকা হার্টের ওপর গুরুতর আক্রমণ শানায়। প্রতিবছর নুন্যতম ৭০০০০০ মানুষ গুরুতর হার্ট অ্যাটাকের কারণে মারা যায় এবং কোরোনারি থ্রম্বোসিসিকে এই মৃত্যুর জন্য দায়ী করা যায়। \n" +
                "কোরোনারি থ্রম্বোসিস কতটা প্রচলিত?\n" +
                "বিভিন্ন ধরণের গুরুতর হৃদরোগের পেছনে দায়ী সবথেকে প্রচলিত কারণ সম্ববত কোরোনারি থ্রম্বোসিস। পুরুষ ও মহিলা, উভয়ের মুত্যুর মুখ্য কারণ এটা। প্রতি বছর প্রায় ৬১০০০০ মানুষ হৃদরোগের কারণে মারা যায়। সারা বিশ্বে প্রতি ৪ জনের মধ্যে ১ জনের মৃত্যু এই রোগে হয়। \n" +
                "কোরোনারি থ্রম্বোসিসের লক্ষণ ও উপসর্গ কি কি?\n" +
                "প্রাথমিক ধাপে, অধিকাংশ ক্ষেত্রেই কোরোনারি থ্রম্বোসিসের সেইঅর্থে কোন লক্ষণ দেখা যায় না কিংবা বোঝা যায় না। অ্যাডভান্স ধাপে অগ্রগতির সময়ে কিছু কিছু মারাত্মক লক্ষণ ও উপসর্গ প্রকাশ পেতে শুরু হয়, যা হলঃ\n" +
                "•\tবুকের মাঝখানে কিংবা বাঁদিকে প্রচণ্ড ব্যাথা।\n" +
                "•\tঘাড়ে, হাতে, চোয়ালে ও পিঠে আচমকা তীক্ষ্ণ ব্যাথা।\n" +
                "•\tনিঃশ্বাসে দুর্বলতা।\n" +
                "•\tগলা বন্ধ হয়ে যাবার অনুভূতি।\n" +
                "•\tআচমকা জ্ঞান হারানো।\n" +
                "•\tহটাৎ গুরুতর মাথাঘোরা।\n" +
                "•\tকোরোনারি আর্টারি পুরোপুরি বন্ধ হয়ে যাওয়া থেকে হওয়া হার্ট অ্যাটাক। \n" +
                "কি কারণে কোরোনারি থ্রম্বোসিস হয়?\n" +
                "ধীরে ধীরে কোরোনারি থ্রম্বোসিস বেড়ে ওঠার জন্য অনেক কারণ দায়ী থাকে। অধিকাংশ লক্ষণীয় কারণ হলঃ\n" +
                "•\tধূমপান।\n" +
                "•\tঅধিক রক্তচাপ।\n" +
                "•\tকোলেস্টেরলের অধিক মাত্রা।\n" +
                "•\tডায়াবেটিস।\n" +
                "•\tকম সক্রিয় বা সেডেন্টারি জীবনযাত্রা।\n" +
                "উপরিউক্ত সব কারণের জন্যই কোরোনারি আর্টারিতে প্লেকে জমে যায় এবং যার জন্য গুরুত্বপূর্ন শিরা ও ধমনী আটকে গিয়ে রক্ত জমাট বেঁধে যায়। \n" +
                "কোরোনারি থ্রম্বোসিসের সময়ে কি হয়?\n" +
                "হৃৎপিণ্ডে রক্ত সরবরাহকারী গুরুত্বপূর্ন রক্তবাহী নালি হৃৎপিণ্ডে পর্যাপ্ত পরিমাণ রক্ত সংবহন করে এবং আচমকা এই রক্তবাহী নালি অবরুদ্ধা হয়ে গেলে কি হতে পারে সেটা কল্পনা করুন। এই পরিস্থিতিতে হৃৎপিণ্ডে রক্ত সরবরাহ বন্ধ হয়ে যাবে এবং আচমকা সবথেকে মারাত্মক কার্ডিয়াক অ্যারেস্ট হবে। রক্তনালীর দেওয়ালে ধীরে ধীরে ফ্যাট ও কোলেস্টেরল জমে সেটা সঙ্কুচিত হয়ে যায় এবং স্বাভাবিক স্থিতিস্থাপকতা নষ্ট হয়ে যায়। ফ্যাটি প্লেকে রক্তনালীকে ভেতর থেকে ফাটিয়ে দেয় এবং রক্ত জমাট বেঁধে যায় ও এইজন্য গুরুত্বপূর্ন রক্তবালী নালিতে রক্ত সংবহন আটকে দেয়, এবং আচমকা হার্ট অ্যাটাক হয়। \n" +
                "কোরোনারি থ্রম্বোসিসের নানান ঝুঁকির কারণ কি কি?\n" +
                "কি কি কারণের জন্য কোরোনারি থ্রম্বোসিস হতে পারে সেইসব প্রধান কারণ সম্পর্কে ইতিমধ্যে অবগত হলেও, সুনিশ্চিত হবার জন্য জেনে নিনঃ\n" +
                "•\tবয়স (বয়স বাড়ার সাথে প্লেকে জমা বেড়ে যায়)।\n" +
                "•\tলিঙ্গ (পুরুষদের ক্ষেত্রে অধিক মাত্রায় প্লেকে বেড়ে ওঠে)।\n" +
                "•\tজিনগত কারণ (বংশগত কারণের জন্য প্লেকে জমার মাত্রা বেড়ে যায়)।\n" +
                "•\tধুমপানের অভ্যাস।\n" +
                "•\tঅধিক রক্তচাপ।\n" +
                "•\tকোলেস্টেরলের বেশী মাত্রা।\n" +
                "•\tডায়াবেটিস।\n" +
                "•\tমেদবহুলতা।\n" +
                "•\tকম শারীরিক সচলতা।\n" +
                "•\tচাপ-ধকল। \n" +
                "কোরোনারি থ্রম্বোসিসের বিভিন্ন জটিলতা কি? \n" +
                "কোরোনারি থ্রম্বোসিসের প্রাণঘাতী জটিলতা হল আচমকা হার্ট অ্যাটাক। অবশ্য, কোরোনারি থ্রম্বোসিস থেকে আরও কিছু জটিলতার সৃষ্টি হয়, যা মধ্যে আছেঃ\n" +
                "•\tহৃৎপিণ্ডে রক্ত সংবহনের অভাব থেকে কষ্টকর অ্যাঞ্জিনা বা বুকে ব্যথা।\n" +
                "•\tহৃৎপিণ্ডে রক্ত সংবহনের অভাব থেকে নিঃশ্বাসের দুর্বলতা।\n" +
                "•\tপ্লেকে ফেটে গিয়ে রক্ত জমাট বাঁধা মাথাচাড়া দেয়। এই কারণে আচমকা কার্ডিয়াক অ্যারেস্টের ঝুঁকি বাড়ে। \n" +
                "•\tহৃৎপিণ্ডে রক্ত সংবহনের অভাব থেকে স্বাভাবিক হৃৎস্পন্দন বাধাপ্রাপ্ত হহয় এবং কার্ডিয়াল আরথ্রিমিয়া হয়।\n" +
                "•\tরক্ত সংবহন ও পুষ্টি উপাদানের অভাব থেকে হওয়া হৃৎপিণ্ডের দীর্ঘকালিন  হৃৎপিণ্ডের ক্ষতি থেকে পাম্প করবার ক্ষমতার স্থায়ী ক্ষতি হয় এবং হৃৎপিণ্ড বিকল হয়ে পড়ে। \n" +
                "কীভাবে কোরোনারি থ্রম্বোসিসের ডায়াগনিস হয়? \n" +
                "কোরোনারি থ্রম্বোসিসের ডায়াগনিসিসের উপায়, মুল কারণ চিহ্নিত করতে স্বাভাবিক শারীরিক পরীক্ষার দ্বারা শুরু হয়। এই ডায়াগনিসিস, রক্তবাহী নালির আরও বিস্তারিত পরীক্ষা করার দ্বারা করা হয়, যা হলঃ\n" +
                "ইলেক্ট্রোকার্ডিওগ্রাম বা ইসিজি (ইসিজির কোন অস্বাভাবিকতা হৃৎপিণ্ডের রক্ত সংবহনের অভাবের দিকে ইঙ্গিত করে)।\n" +
                "ইকোকার্ডিওগ্রাম (শব্দ তরঙ্গের সাহায্যে হৃৎপিণ্ডের ক্ষতিগ্রস্ত জায়গার ছবি নেওয়া হয়)।\n" +
                "স্ট্রেচ টেস্ট (শরীরচর্চা সহ চাপ-ধকলের সময়ে হৃৎপিণ্ডে রক্ত সংবহনের অস্বাভাবিকতা বুঝতে ইসিজি-র সাহায্য নেওয়া হয়)।\n" +
                "কার্ডিয়াক ক্যাথেটেরিসেটাশান বা অ্যাঞ্জিওগ্রাম (মুখ্য রক্তবাহী নালির অবস্থা বুঝতে বিশেষ ডাই ব্যবহার করা হয়)।\n" +
                "হৃৎপিণ্ডের কম্পিউটারাইজড টোমোগ্রাফি বা সিটি স্ক্যান (এই পরীক্ষা রক্তবাহী নালিতে ক্যালসিয়াম জমার উপস্থিতি চিহ্নিত করতে সাহায্য করে)। \n" +
                "কোরনারি থ্রম্বোসিসের চিকিৎসা কি?\n" +
                "অনেক কিছুই কোরোনারি থ্রম্বোসিসের যথাযথ চিকিৎসা নিশ্চিত করে, যা হলঃ\n" +
                "১. কোলেস্টেরল মডিফাইং এজেন্ট, অ্যাসপিরিন, বিটা-ব্লকার, নাইট্রোজেনেসিস ও এসিই ইনহিবিটারের মতন নানান ওষুধ কোরোনারি থ্রম্বোসিসের বেড়ে ওঠে আটকায়। \n" +
                "২. অ্যাঞ্জিওপ্লাস্টি ও কোরোনারি আর্টারি বাইপাস সার্জারি সহ বিভিন্ন সার্জিকাল প্রক্রিয়া কিন্তু কোরোনারি থ্রম্বোসিসের জটিলতা সামলাতে পারে। \n" +
                "কোরোনারি থ্রম্বোসিসের প্রতিরোধ কীভাবে হয়?\n" +
                "চিকিৎসার করারা থেকে আগে থেকেই প্রতিরোধ করাটা সবসময়ে ভালো। নিম্নলিখিত কিছু মুখ্য পদক্ষেপের সাহায্যে কোরোনারি থ্রম্বোসিসের সহজ প্রতিরোধ করা যায়, যা হলঃ \n" +
                "•\tধূমপান নৈব নৈব চ এবং পরোক্ষ ধূমপানও এড়িয়ে চলুন।\n" +
                "•\tস্বাস্থ্যকর খাবার খান। রোজকার খাদ্যতালিকায় টাটকা ফল ও সবজি, বাদাম, গোটা শস্যের খাবার, স্বাস্থ্যকর ফ্যাট, মাংস, কম-ফ্যাটের ডেয়ারি প্রোডাক্ট ও মাছ যোগ করুণ।\n" +
                "•\tরক্তচাপ ও কোলেস্টেরলের মাত্রা বজায় রাখতে প্রচুর পরিমা জল খান। \n" +
                "•\tরক্তে শর্করার মাত্রা নিয়ন্ত্রণ করুণ।\n" +
                "•\tরোজ অবশ্যই ৩০-৬০ মিনিট ব্যায়াম করুন। এটা সুস্থ ওজন বজায় রাখতে সাহায্য করবার সাথে ডায়াবেটিস, বেড়ে যাওয়া কোলেস্টেরল ও অধিক রক্তচাপ নিয়ন্ত্রণ করে।\n" +
                "•\tজাঙ্ক ফুড খাবেন না। মেদবহুলতা ও কোরোনারি থ্রম্বোসিসের ঝুঁকি কমাতে ওজন নিয়ন্ত্রিত করুণ। \n" +
                "•\tচাপ-ধকল এড়িয়ে যান। \n" +
                "কোরোনারি থ্রম্বোসিস কি বংশগত?\n" +
                "হ্যাঁ, কোরোনারি থ্রম্বোসিস জন্মগত। রক্ত জমাট বাঁধা সংক্রান্ত নির্দিষ্ট কিছু রোগ জন্মগত, যেমন থ্রম্বোএম্বোলিজম ও প্যারোক্সিমাল নক্টুরনাল হিমোগ্লোবিনেমিয়া। এইসব রোগের জন্য কোরোনারি থ্রম্বোসিস মাথাচাড়া দেয় ও কার্ডিয়াক অ্যারেস্টের ঝুঁকি বাড়ে। \n" +
                "কোরোনারি থ্রম্বোসিস ও আথেরোস্কেলেরোসিসের সম্পর্ক কি?\n" +
                "আর্টারির দেওয়ালে ধীরে ধীরে কোলেস্টেরল ও ফ্যাট জমা হল আথেরোস্কেলেরোসিসের বৈশিষ্ট্য। এটা রক্তবাহী নালিকে সঙ্কুচিত করে ও স্বাভাবিক স্থিতিস্থাপকতা ধ্বংস করে দেয়। ফ্যাটি প্লেকে কিন্তু আর্টারির ভেতরে জমাট বাঁধা রক্তকে ফাটিয়ে দিয়ে কোরোনারি থ্রম্বোসিসের পরিস্থিতির সৃষ্টি হয়। জমাট বাঁধা রক্ত ফেটে গিয়ে গুরুত্বপূর্ন রক্তনালীতে রক্ত সংবহন আটকে যায় এবং আচমকা হার্ট অ্যাটাক হয়। \n" +
                "কোরোনারি থ্রম্বোসিসের প্রাকৃতিক নিরাময়\n" +
                "মাতৃরুপী প্রকৃতি অবশ্যই কোরোনারি থ্রম্বোসিসের ক্ষেত্রে কিছু প্রাকৃতিক নিরাময় প্রদান করে, যা হল\n" +
                "•\tআদা (রক্ত পাতলা হবার বৈশিষ্ট্য দেখায়)।\n" +
                "•\tলাল মরীচ (অ্যান্টিকোয়াগুলেন্ট হিসেবে কাজ করে এবং রক্ত চলাচল বাড়ায়)। \n" +
                "•\tরসুন (রক্তচাপ বজায় রাখতে সাহায্য করে এবং কোলেস্টেরলের মাত্রা কম রাখে)।\n" +
                "\n",R.drawable.healthcare));
        lstBook.add(new Book("অটিজিম","বিস্তারিত","অটিজিম, অটিজিম স্পেক্ট্রাম ডিসঅর্ডার (এএসডি) নামেও পরিচিত। এটা বৃদ্ধি ও বিকাশের গুরুতর অভাবের থেকে যোগাযোগ ও পারস্পরিক আদানপ্রদানের ক্ষমতা বা দক্ষতা দুর্বল হয়ে যাওয়াকে বলে। অটিজিম মানুষের, স্নায়ুতন্ত্রকে প্রভাবিত করার সাথে সার্বিক অনুভূতি, চেতনা-বুদ্ধি, সামাজিক এবং শরীর-স্বাস্থ্যের ক্ষতি করে।\n" +
                "অটিজিমের লক্ষণ ও উপসর্গ কি কি?\n" +
                "নানা রকমের ও বৈচিত্র্যের লক্ষণ বা উপসর্গের দেখা যায়।\n" +
                "সাধারণ লক্ষণঃ\n" +
                "সামাজিক মেলামেশায় সমস্যা হওয়া সহ আলাপচারিতায় সমস্যা, অত্যাধিক কৌতুহল এবং একই ব্যবহার বারংবার করাই হল সবথেকে প্রচলিত লক্ষণ বা উপসর্গ।\n" +
                "অন্যান্য লক্ষণঃ\n" +
                "১. ব্যাবহারিক- অসঙ্গত বা অনুপযুক্ত সামাজিক কথোপকথন, পীড়াদায়ক ব্যবহার, চোখের দৃষ্টি খারাপ হওয়া, আবেগপ্রবনতা, নিজের ক্ষতি করা, একই গতিবিধি বারংবার কিংবা স্থিরভাবে একই শব্দ বা কাজ করা। \n" +
                "২. বিকাশকেন্দ্রিক- শিশুদের দেরীতে কথা ফোটা বা শিখতে না পারা।\n" +
                "৩. পেশী সংক্রান্ত- বেঠিক সমন্বয়। \n" +
                "৪. চেতনা-বুদ্ধি সংক্রান্ত- সীমিত কিছু জিনিষে প্রবল আগ্রহ কিংবা মনঃসংযোগ করতে সমস্যা। \n" +
                "৫. মানসিক- অন্যদের আবেগ-অনুভূতি বা বিষণ্ণতার বিষয়ে না জানা।\n" +
                "৬. কথা- কথা বলায় সমস্যা বা অস্বাভাবিক গলার স্বর।\n" +
                "৭. আরও প্রচলিত- সহমর্মিতা, দুশ্চিন্তার অভাব বা শব্দের প্রতি সংবেদনশীল না হওয়া। \n" +
                "কি কারণে অটিজিম হয়?\n" +
                "অটিজিম স্পেক্ট্রাম ডিসঅর্ডারের কোন একটা পরিচিত কারণ জানা নেই। সমস্যা বা রোগ-ব্যাধির জটিলতার সাথে লক্ষণ ও গভীরতা যেহেতু আলাদা হতে পারে, তাই হয়তবা অনেক কারণ থাকতে পারে। সমস্যার পেছনে জিনগত এবং পরিবেশ উভয়ের একটা ভুমিকা আছে। \n" +
                "জিনগতঃ অটিজিম স্পেক্ট্রাম ডিসঅর্ডারে অনেক জিন জড়িত। কোন কোন শিশুর ক্ষেত্রে, এই রোগ বা সমস্যা রেট সিনড্রোম বা ফটাজাইল এক্স সিনড্রোমের সাথে সম্পর্কযুক্ত। অন্যদের ক্ষেত্রে জিনগত পরিবর্তন বা পরিব্যাপ্তি কিন্তু রোগের ঝুঁকি বাড়িয়ে দিতে পারে। তাসত্ত্বেও অন্যান্য জিনও মস্তিষ্কের বৃদ্ধি-বিকাশ সহ মস্তিষ্ক কীভাবে সমন্বয় সাধন করবে সেটাকে প্রভাবিত করে অথবা সমস্যার গভীরতাও ঠিক করে দেয়। জিনগত বেশ কিছু পরিব্যাপ্তি হয়তবা বংশগত হলেও অন্যগুলো নিজের থেকেই হয়।\n" +
                "পরিবেশগত কারণঃ বর্তমানে গবেষকরা খোঁজার চেষ্টা করছে, যে ভাইরাল সংক্রমণ, মেডিকেশান বা গর্ভাবস্থাকালীন জটিলতা না কি বায়ুদূষণ এই সমস্যা চাগিয়ে তোলে। \n" +
                "অটিজিম স্পেকট্রাম ডিসঅর্ডার কীভাবে ডায়াগনিসিস করা হয়?\n" +
                "অটিজিম ডায়াগিনিসিস করবার জন্য সেইঅর্থে রক্ত পরীক্ষার মতন কোন মেডিক্যাল টেস্ট নেই বলে রোগ নির্ণয় করা কষ্টকর। ডাক্তাররা শিশুর স্বভাব-ব্যবহার ও বৃদ্ধি-বিকাশ দেখে রোগ নির্ণয় করেন। এএসডি কোন কোন সময়ে ১৮ মাস বা কম বয়সেই চিহ্নিত করা যায়। \n" +
                "শিশুদের বয়স ২ বছর হলেই অভিজ্ঞ বিশেষজ্ঞ দ্বারা ডায়াগনিসিসকে ভরসাযোগ্য বলে ধরে নেওয়া হয়। অবশ্য, অনেক শিশুরই আরও বেশী বয়সের আগে চূড়ান্ত ডায়াগনিসিস করা হয় না। \n" +
                "এএসডি ডায়াগনিসিস দুই ধাপে করা হয়ঃ\n" +
                "১. ডেভেলাপমেন্টাল স্ক্রিনিং-এই সংক্ষিপ্ত টেস্টের দ্বারা এটা বোঝা যায়, যে সঠিক সময়ে শিশুদের মৌলিক দক্ষতা গড়ে উঠছে, না কি দেরী হচ্ছে। এই স্ক্রিনিং-র সময়ে, ডাক্তার বাবা-মাকে কিছু প্রশ্ন করতে পারে অথবা কথা বলতে পারে এবং পরীক্ষা করার সময়ে বাচ্চার সাথে খেলতে পারেীতা দেখার জন্য, যে শিশু কথা বলতে পারে কি না, তার ব্যবহার ও গতিবিধি। কোন কিছুতে দেরীর লক্ষণ কিন্তু সমস্যার দিকে ইঙ্গিত করে।\n" +
                "২. কমপ্রিহেন্সিভ ডায়াগনিস্টিক ইভালুয়েশান- এটা রোগ নির্ণয়ের দ্বিতীয় ধাপ। শিশুর ব্যবহার ও বৃদ্ধি ও বিকাশ এবং বাবা-মায়ের সাথে কথোপকথন, এই পুঙ্খানুপুঙ্খ পর্যালোচনার অন্তর্গত। এর মধ্যে জিনের পরীক্ষা সহ, শ্রবণ ক্ষমতা ও দৃষ্টিশক্তির পরীক্ষা, স্নায়বিক টেস্ট ও অন্যান্য মেডিক্যাল পরীক্ষাও থাকতে পারে। \n" +
                "অটিজিমের বিভিন্ন চিকিৎসা কি কি? \n" +
                "ব্যবহারিক ও যোগাযোগমুলক পন্থাঃ\n" +
                "•\tঅ্যাপ্লায়েড বিহেভেরাল অ্যানালিসিস (এবিএ)।\n" +
                "•\tসেনসারি ইন্টিগ্রেশান।\n" +
                "•\tটিইএসিসিএইচ- ট্রিটমেন্ট এবং এডুকেশান অফ অটিস্টিক এবং রিলেটেড কমিউনিকেশান হ্যান্ডিক্যাপড চিলড্রেন।\n" +
                "•\tস্পেশালাইজ থেরাপি- কর্ম সংক্রান্ত, কথাবার্তা ও শারীরিক থেরাপি। \n" +
                "অটিজিমের চিকিৎসায় ব্যবহৃত ওষুধঃ\n" +
                "ওষুধ কিন্তু অটিজিমের লক্ষণ ও উপসর্গের উন্নতির জন্য সীমিত ভুমিকা পালন করে। অটিজিম সংক্রান্ত ব্যবহারের সাথে যুক্ত ব্যবহারিক চিকিৎসার ক্ষেত্রে কোন সময়ে ওষুধ ব্যবহার করা হয়, যার মধ্যে সিলেক্টিভ সেরেটনিন রিউপটেক ইনহিবিটার (এসএসআরআই) যথা ফ্লুক্সোথাইন, ফ্লুক্সামাইন, সেরেটোনিন ও ক্লোমিপ্রামাইন থাকে। \n" +
                "কমপ্লিমেন্টারি ও বিকল্প চিকিৎসাঃ\n" +
                "এইধরনের চিকিৎসা, কমপ্লিমেন্টারি ও বিকল্প চিকিৎসা হিসেবে পরিচিত, যার মধ্যে থাকতে পারে বিশেষ খাদ্যাভ্যাস, চেলাশান, শরীর থেকে পারদের মতন ভারী ধাতু বের করবার চিকিৎসা, বায়োলজিক্যালের মতন সিক্রেটিন বা ডিপ প্রেশারের মতন বডি বেসড সিস্টেম। \n" +
                "ডায়াটারি পন্থাঃ\n" +
                "খাদ্যতালিকায় অসংখ্য বায়োমেডিক্যাল হস্তক্ষেপ সংক্রান্ত বদলের কথা বলে। এইসব পরিবর্তনের মধ্যে আছে শিশুর খাদ্যতালিকা থেকে কিছু খাবার বদলানোর সহ ভিটামিন ও খনিজ সাপ্লমেন্ট ব্যবহার অন্তর্গত। খাবার থেকে হওয়া অ্যালার্জি বা ভিটামিন ও খনিজ উপাদানের অভাব এএসডি-র লক্ষণের জন্য দায়ী ধারনার ওপর নির্ভর করে ডায়াটারি চিকিৎসা করা হয়। কোন কোন মা-বাবা বিশ্বাস করে। যে খাদ্যাভ্যাসের বদল করলে সেটা শিশুর অনুভূতি ও প্রতিক্রিয়ার পার্থক্য করবে।\n" +
                "অ্যালার্জি\n" +
                " 1.3K VIEWS   DOWNLOAD\n" +
                "       \n" +
                " \n" +
                "লক্ষণ\n" +
                "অ্যালার্জিক প্রতিক্রিয়া লঘু থেকে গুরুতর আকার নিতে পারে। বিভিন্ন ক্ষেত্রে, অ্যালার্জি অ্যানাফাইলাক্সিস নামক প্রাণঘাতী প্রতিক্রিয়া আকার ধারণ করে।  \n" +
                "লক্ষণ এবং উপসর্গের মধ্যে রক্তচাপ কমে যাওয়া, জ্ঞান হারানো, ফুসকুড়ি, গুরুতর নিঃশ্বাসের দুর্বলতা, দ্রুত এবং দুর্বল নাড়ির স্পন্দন, গা-গোলানো ভাব, উদভ্রান্তি এবং বমি অন্যতম। \n" +
                "বাতাস, খাবার অথবা পতঙ্গের হুল বা অন্যান্য কিছুর সংস্পর্শের আসা বা না আসবার ওপর লক্ষণ নির্ভর করে।\n" +
                "১. হে ফিভার অ্যালার্জিক রিনিটিস নামেও পরিচিত, যার জন্য নাকে ভেতরে সুড়সুড়ি লাগা ছাড়াও মুখের ভেতর বা চোখে চুলকানি হয়, হাঁচি, নাক বন্ধ হয়ে যাওয়া ও সর্দি এবং পানসে বা লাল অথবা ফোলা চোখ (কনজাংটিভাইটিস) অন্যতম। \n" +
                "২. খাবারের অ্যালার্জি থেকে ঠোঁট, জিভ, গলা বা মুখ ফুলে যায়, বা কাঁপুনি হয়।   \n" +
                "৩. পতঙ্গের হুলের জন্য অ্যালার্জি হলে, যেখানে হুল ফুটেছে সেই জায়গা গুরুতর ফুলে যায় (এডেমা), সারা শরীরে চুলকানি বা আমবাত, বুকে টান লাগা, কাশি, নিঃশ্বাসে উইসিলের শব্দ বা নিঃশ্বাসের দুর্বলতা এবং অ্যানাফাইলাক্সিস হয়। \n" +
                "৪. অসুধের অ্যালার্জি থেকে চুলকানি, আমবাত, অ্যানাফাইলাক্সিস, ফুসকুড়ি, মুখ ফুলে যায়। \n" +
                "৫. অ্যালার্জিক ত্বককে অ্যাটোপিক ডারমিটাইটিস বলে। এটাকে একজিমাও বলে এবং ত্বক থেকে খোসা, আঁশ ওঠে বা চুলকোয় বা লাল হয়ে যায়। \n" +
                "কারণ \n" +
                "অ্যালার্জির সাধারণ কারণের মধ্যে অন্যতম হলঃ\n" +
                "•\tবায়ুবাহিত অ্যালার্জি, যেমন ধূলিকণা, গুঁড়ো বা ঝুরো মাটি, পুষ্পরেণু এবং প্রাণীর প্লিহা।\n" +
                "•\tপতঙ্গের দংশন, যেমন বোলতা বা মৌমাছি।\n" +
                "•\tগাছে হওয়া বাদামের মতন কিছু খাবার, চীনাবাদাম, গম, মাছ, সয়াসস, ডিম, শেলফিস এবং দুধ।\n" +
                "•\tওষুধ, প্রধানত পেনিসিলিন অথবা পেনিসিলিনযুক্ত অ্যান্টিবডি।\n" +
                "•\tল্যাটেক্স বা অন্যান্য বস্তুর সংস্পর্শে । অ্যালার্জিক ত্বকের সমস্যাও হতে পারে।  \n" +
                "জটিলতা \n" +
                "অ্যালার্জি অন্যান্য বেশ কিছু সমস্যার ঝুঁকি বাড়িয়ে দেয়। যেমনঃ\n" +
                "হাঁপানিঃ অ্যালার্জি থাকলে হাঁপানি হবার সমূহ সম্ভবনা থাকে। রোগ প্রতিরোধ ক্ষমতার প্রতিক্রিয়ার ফলে শ্বাসপ্রশ্বাসের পথ এবং নিঃশ্বাস প্রভাবিত হয়। পরিবেশের অ্যালার্জেনের সংস্পর্শে অনেক ক্ষেত্রে হাঁপানি হয়, যাকে অ্যালার্জি-ইনডিউসড অ্যাজমা বলে। \n" +
                "অ্যানাফাইলাক্সিসঃ গুরুতর অ্যালার্জি থেকে অ্যালার্জি-ইনডিউসড অ্যাজমা হবার সম্ভবনা অনেক বেশী। অ্যানাফাইলাক্সিস প্রধানত, পেনিসিলিয়াম অ্যালার্জি, খাবারে অ্যালার্জি এবং পতঙ্গের বিষের সাথে জড়িত।\n" +
                "সাইনাস বা ফুসফুসের ফাঙ্গাল জটিলতাঃ  গুঁড়ো বা ঝুরো মাটির প্রতি অ্যালার্জিক হলে যেকোন কারোর এই পরিস্থিতির শিকার হবার সম্ভবনা অনেক বেশী, যা ব্রোঙ্কো-পালমোনারি অ্যাসপারজিলোসিস এবং অ্যালার্জিক ফাঙ্গাল সাইনুসাইটিস নামে পরিচিত। \n" +
                "এটোপিক ডারমাটাইটিস (এক্সিমা): কান বা ফুসফুস এবং সাইনাসের সংক্রমণ হতে পারে। কারোর যদি পোষ্য বা হে ফিভার থাকে তাহলে তার এই পরিস্থিতির শিকার হবার সম্ভবনা অনেক বেশী।    \n" +
                "রোগ নির্ণয় এবং টেস্ট\n" +
                "প্রাথমিকভাবে, অ্যালার্জির লক্ষণ ও উপসর্গ পরীক্ষা করা হয়। ডাক্তার নিম্নলিখিত টেস্টের সুপারিশ করতে পারেনঃ\n" +
                "রক্ত পরীক্ষা: রেডিও অ্যালেরগো সোরবেন্ট টেস্ট (আরএএসটি) নামক রক্ত পরীক্ষা করা হয়, যেখানে সুনির্দিষ্ট অ্যালার্জেনের প্রতিক্রিয়াতে রোগ প্রতিরোধ ক্ষমতা মাপা হয়। এটা রক্তস্রোতের মধ্যে অ্যালার্জির জন্য দায়ী অ্যান্টিবডির পরিমাণ মাপে। এইসব অ্যান্টিবডি ইমিউনোগ্লোবুলিন-ই বা আইজিই নামে পরিচিত। ল্যাবোরেটরিতে রক্তের নমুনা পাঠিয়ে সম্ভাব্য অ্যালার্জেনের প্রতি সংবেদনশীলতার প্রমাণ পরীক্ষা করা হয়। \n" +
                "ত্বকের পরীক্ষা: ত্বকের মধ্যে ফুটিয়ে তাকে সম্ভাব্য অ্যালার্জের মধ্যে প্রাপ্ত সামান্য প্রোটিনের সংস্পর্শে আনা হয়। অ্যালার্জিক প্রতিক্রিয়া পাওয়া গেলে ত্বকের পরীক্ষার জায়গা লাল হয়ে ফুলে যাবে। অ্যালার্জি স্পেশালিস্ট সেরা, কারণ তারা অ্যালার্জির স্কিন টেস্ট করার ও বোঝার জন্য ভালোভাবে প্রস্তুত। \n" +
                "চিকিৎসা \n" +
                "অনেক ধরণের ওষুধ আছে, যা প্রেসক্রিপশান সহযোগে দোকান থেকে কিনতে পাওয়া যায়। ওষুধের সাহায্য নাক বন্ধ হয়ে যাওয়া এবং নাক দিয়ে জল পড়ার মতন বিরক্তিকর সমস্যার উপশম হয়, যার মধ্যে ডেকোনজেসটেন্ট, অ্যানথিস্ট্যামাইন, করটিকসটেরোয়েডস, কমবিনেশান ড্রাগ অন্যতম।  \n" +
                "১. ডেকোনজেসটেন্ট\n" +
                "এই কনজেশান থেকে উপসম করে। এটা অনেকক্ষেত্রে অ্যালার্জির জন্য অ্যান্টিহিসথামাইনের সাথে দেওয়া হয়। এইগুলো পিল কিংবা লিকুইড রূপে, নাসাল স্প্রে কিংবা আই ড্রপ রূপে থাকে। কিছু ডেকোনজেসটেন্ট ওভার-দা-কাউন্টারে পাওয়া যায়, যার মধ্যে আছে ফিনাইলফ্রিন, সিউডোইফেড্রিন এবং অক্সিমেটাজোলিন নাসাল স্প্রে। \n" +
                "২. অ্যান্টিহিসথামাইন\n" +
                "অ্যালার্জির চিকিৎসায় এইগুলো বহুবছর ধরে ব্যবহার করা হচ্ছে। এইগুলো লিকুইড রূপে, নাসাল স্প্রে কিংবা আই ড্রপ রূপে নেওয়া যেতে পারে। ওভার-দা-কাউন্টার অ্যান্টিহিসথামাইন নাসাল স্প্রে মরশুমি কিংবা বাৎসরিক অ্যালার্জির নিরাময়ে ব্যবহার করা যেতে পারে এবং আইড্রপ লালচে-ফাটা চোখের উপসম করে। উদাহরণ, সেরিটিজিন, ব্রোমেফেনিরেমাইন, ক্লোরফেনিরাইন। ফেক্সোফেনাডাইন, লোরেটাডিন, ক্লেমাস্তিন, ডিফেনহাইড্রামিন এবং ফেনোরামাইন।  \n" +
                "৩. স্টেরয়েড\n" +
                "মেডিক্যালি স্টেরয়েড করটকসস্টেরয়েড নামে পরিচিত। এটা অ্যালার্জির সাথে জড়িত জ্বালা-যন্ত্রণা কমায়। এটা হাঁচি, নাক বন্ধ হওয়া এবং ফাটা ও নাক দিয়ে জল পড়া আটকায় যা মরশুমি ও বাৎসরিক অ্যালার্জির কারণে হয়। এটা অন্যকোন অ্যালার্জিক প্রতিক্রিয়া থেকে হওয়া জ্বালা-যন্ত্রণা এবং ফোলা কমায়। \n" +
                "•\tপ্রেশক্রিপশান নির্ভর নাসাল স্টেরয়েডঃ সিলেসোনাইড, বেক্লোমেথাসোন, ফ্লুকাসোন, প্রোপ্রিনেট, মেমোটাসোন এবং ফ্লুটিকাসোন ফুরোয়েট হল এর অন্তর্গত।\n" +
                "•\tওভার-দা-কাউন্টার নাসাল স্টেরয়েড বুডেসোনাইড, ট্রাইয়াসিনোলোন এবং ফ্লুকাসোন এর মধ্যে আছে।\n" +
                "•\tইনিহেলড স্টেরয়েডঃ বুডেসোনাইড, সিলেসোনাইড, বেক্লোমেথাসোন, ফ্লুনিসোলাইড, মেমোথাসোন, ট্রায়াসিনেলোন এবং ফ্লুটিকাসোন এর মধ্যে থাকে। এইগুলো হাঁপানির চিকিৎসায় লাগে। ফ্লুটিকাসোন/সালমেটেরাসোল এবং বুডেসোনাইড/ফরমোটেরল ইনহেলড ড্রাগ, যা ব্রঙ্কোডায়ালাটার যা হাঁপানির চিকিৎসায় অন্য স্টেরয়েডের সাথে যোগ করা হয়। এইসব স্টেরয়েড শুধুমাত্রা প্রেশক্রিপনের দ্বারা পাওয়া যায়। \n" +
                "•\tআইড্রপঃ লেটেপ্রেডনল ও ডেক্সামেথাসোন যুক্ত ওষুধ। \n" +
                "•\tওরাল স্টেরয়েডঃ ডেল্টাসোন এবং প্রিডেনিসোন জড়িত। \n" +
                "৪. কম্বিনেশান ওষুধ\n" +
                "অ্যালার্জির কিছু ওষুধের মধ্যে মাল্টিপিল অ্যালার্জির উপসর্গের নিরাময়ের জন্য অ্যান্টিহিস্টামাইন ও ডেকঞ্জেসটেন্ট উভয়েই থাকে। কম্বিনেশান অ্যালার্জি ওষুধের মধ্যে হলঃ\n" +
                "•\tসাইনাস ও অ্যালার্জির জন্য সিট্রিজাইন এবং সিউডোএফেড্রাইন, ডিফেহাইড্রামাইন এবং সিউডোএফেড্রাইন, ফেক্সোফেনাডাইন ও সিউডোএফেড্রাইন। \n" +
                "•\tঅ্যালার্জিক কনঞ্জাটিভাইটিসের জন্য কেটোটিফেন এবং নাফাজোলিন/ফেনিরামাইন, অ্যাজিলাস্টিন ও ওলোপাটাডাইন। \n" +
                "•\tনাকের অ্যালার্জির জন্য লোরাটাডাইন ও সিউডোএফেড্রাইন,, অ্যাক্রিভাসটিন ও সিউডোএফেড্রাইন। \n" +
                "•\tনাকের মরশুমি অ্যালার্জির জন্য অ্যাজেলাস্টাইন/ফ্লুটিক্যাসোন একসাথে অ্যান্টিহিস্টামিন ও স্টেরয়েডকে যুক্ত করে নাকের স্প্রে বানায়। \n" +
                "৫.ব্রঙ্কোডায়ালেটোর\n" +
                "এটা শুধুমাত্র প্রেশক্রিপশানের সাহায্যে পাওয়া যায়। হাঁপানির ক্ষেত্রে, আক্রমনের সময়ে দ্রুত উপসম পেতে এটা ব্যবহার করা হয়। অনেকক্ষণ কাজ করা ব্রঙ্কোডায়ালেটার হাঁপানির উপসর্গের ১২ ঘণ্টা পর অবধি রেহাই দিতে পারে। উদাহরণ, লেভেলবুটেরল, অ্যালবুটেরল ইত্যাদি। \n" +
                "৬. মাস্ট সেল স্টেবেলাইজার\n" +
                "শরীরচর্চার সময়ে হাঁপানির উপসর্গ আটকাতে এটা ব্যবহার করা যেতে পারে। অ্যালার্জেনের সংস্পর্শে আসার আগে এটা দেওয়া যেতে পারে যখন তাকে বোকা বানানো সম্ভব হয় না। এইগুলো অ্যালার্জিক কনজান্টিবাইটিসের জন্য চোখের ড্রপ হিসেবে, হাঁপানির জন্য ইনহেলার হিসেবে এবং নাকের অ্যালার্জিক উপসর্গের জন্য নাসাল স্প্রে হিসেবে পাওয়া যায়। উদাহরণ, নেডোক্রোমিল, ক্রোমোলাইন সোডিয়াম, লোডোক্সামাইড ইত্যাদি।  \n" +
                "৭. ইমিউনোথেরাপি\n" +
                "এটা শুধুমাত্রা প্রেশক্রিপশানের দ্বারা পাওয়া যায়। হাঁপানির ক্ষেত্রে, আক্রমনের সময়ে দ্রুত উপসম পেতে এটা ব্যবহার করা হয়। অনেকক্ষণ কাজ করা ব্রঙ্কোডায়ালেটার হাঁপানির উপসর্গের ১২ ঘণ্টা পর অবধি রেহাই দিতে পারে। উদাহরণ, লেভেলবুটেরল, অ্যালবুটেরল ইত্যাদি। \n" +
                "৮. লিউকোট্রাইনি মডিফায়ার\n" +
                "এটা নাকের অ্যালার্জির উপসর্গ ও হাঁপানির নিরাময়ে সাহায্য করে। এইসব ওষুধ শুধুমাত্র প্রেশক্রিপশানের সাহায্যেই পাওয়া যায়। কিছু লিউকোট্রাইনি মডিফায়ার হল, জিফ্লো, মোনো  টেলেউকাস্ট, জাফিরলুকাস্ট ইত্যাদি। \n" +
                "এইসব হাঁপানি ও নাকের অ্যালার্জির নিরাময় করে। এইসব ওষুধ শুধুমাত্র প্রেশক্রিপশানের সাহায্যে পাওয়া যায়। লিউকোট্রেনে মডিফায়ারের মধ্যে কিছু হল-জাইলো, মনোটেলেউকাস্ট, জাফিরলুকাস্ট ইত্যাদি।\n",R.drawable.healthcare));
        lstBook.add(new Book("বর্ণান্ধতা কি?","বিস্তারিত","কালার ব্লাইন্ডনেস বা বর্ণান্ধতা অধিকাংশ সময়েই বংশগত অবস্থা, যা স্বাভাবিক রঙের মধ্যে পার্থক্য করতে বা চিহ্নিত করবার ক্ষমতার ক্ষতি করে। অধিকাংশ ক্ষেত্রে, বর্ণান্ধতায় আক্রান্ত ব্যক্তিরা সবুজ, লাল ও নীল সহ স্বাভাবিক রঙের মধ্যে তফাৎ করতে পারে না। অবশ্য, প্রকৃতি বর্ণান্ধতা বিরল। এই অবস সাদা ও কালো ভিন্ন অন্য কোন রঙকেই কিন্তু চিনতে দেয় না। বর্ণান্ধতার ঘন ঘন হওয়া ঘটনা আসলে রঙ চেনার খারাপ দৃষ্টি এবং সাধারণভাবে বংশগত। \n" +
                "বর্ণান্ধতা কতটা প্রচলিত বা স্বাভাবিক \n" +
                "এটা খুবই প্রচলিত এবং প্রতি ১২ জন পুরুষের মধ্যে ১ জনের ও প্রতি ২০০ জন্য মহিলার মধ্যে ১ জনের হয়। সারা বিশ্বে বর্ণান্ধতায় আক্রান্ত মানুষের আসল সংখ্যা হল প্রায় ৩০০ মিলিয়ান। আমাদের বন্ধু বা আত্মীয়দের মধ্যে এই সমস্যায় আক্রান্ত হবার সম্ভবনা আছেই। \n" +
                "বর্ণান্ধতা কত রকমের হয়?\n" +
                "বর্ণান্ধতা বংশগত। অধিকাংশক্ষেত্রে, ফটো-পিগমেন্টের উৎপাদন ও সংবেদনশীলতাকে প্রভাবিত করা জিনগত অসঙ্গতির কারণে এটা হয়। বর্ণান্ধতাকে দুইভাগে ভাগ করা হয়। ফটো-পিগমেন্টের ত্রুটির প্রকৃতির ওপর ভিত্তি করে এই বিভাজন। \n" +
                "১. রেড-গ্রিন বর্ণান্ধতাঃ বর্ণান্ধতার এটা সবথেকে প্রচলিত রকম, যা প্রধানত লাল ও সবুজ কোণ ফটো-পিগমেন্টের যথাযথ কার্যকলাপের অভাব থেকে হয়। এই রকমের বর্ণান্ধতাকে নিম্নলিখিত আরও ভাগে ভাগ করা হয়ঃ\n" +
                "•\tপ্রোটানোমালি (লাল কোণ পিগমেন্টের অস্বাভাবিকতা থেকে হয়। লাল, হলুদ ও কমলা রঙ সবুজ লাগে)।\n" +
                "•\tপ্রোটানোপিয়া (লাল কোণ পিগমেন্টের কার্যকলাপের ক্ষতি থেকে হয়। লাল রঙ কালো, হলুদ, সবুজ ও কমলা রঙের লাগে)।\n" +
                "•\tডিউটেরানোমালি (সবুজ কোণ পিগমেন্টের অস্বাভাবিকতা থেকে হয়। হলুদ ও সবুজ রঙ লাল বলে মনে হয়)।\n" +
                "•\tডিউটেরানোপিয়া (সবুজ কোণ পিগমেন্টের কার্যকলাপের ক্ষতি থেকে হয় এবং লাল রঙ বাদামী হলদেটে ও সবুজ রঙ ধোঁয়াটে পশমি লাগে)। \n" +
                "২. ব্লু-ইয়েলো বর্ণান্ধতাঃ এই বিরল ধরণের বর্ণান্ধতা নীল ফটো-পিগমেন্টের সঠিক কার্যকলাপের অভাবের জন্য হয়। এটাকে নিম্নলিখিত ভাগে ভাগ করা যায়ঃ\n" +
                "•\tট্রিটানোমালি (নীল কোণ পিগমেন্টের কাজ নষ্ট হবার জন্য হয়। নীল রঙ সবুজ দেখতে লাগে এবং হলুদ, লাল ও বাদামী রঙের তফাৎ বুঝতে পারা যায় না)।\n" +
                "•\tট্রিটানোপিয়া (নীল কোণ পিগমেন্টের অভাবের জন্য হয়। নীল রঙ সবুজ দেখতে লাগে এবং হলুদ রঙ ধূসর ও বেগুনী মনে হয়)। \n" +
                "৩. সম্পূর্ন বর্ণান্ধতাঃ এটা বর্ণান্ধতার বিরল ধরণ, যেখানে যেকোণ ধরণের রঙ চিনতে পারে না। এটা স্বাভাবিক দৃষ্টি শক্তির ক্ষেত্রেও হস্তক্ষেপ করে। এটা নিম্নলিখিত ভাগে ভাগ করা যায়ঃ \n" +
                "•\tকোণ মনোক্রোমাসি (বহুবিধ কোণ পিগমেন্টের যথাযথ কার্যকলাপের অভাবের ফলে হয় এবং লাল, সবুজ ও নীল সেল মনোক্রোমাসি হতে পারে)।\n" +
                "•\tরড মনোক্রোমাসি (বর্ণান্ধতার বিরল থেকে বিরল ধরণ, যা যেকোণ ধরণের কোণ ফটো পিগমেন্টের অভাব থেকে হয়। ভুক্তভোগীরা শুধুই সাদা, কালো ও ধূসর রঙ বুঝতে পারে)।\n" +
                "কি কারণের জন্য বর্ণান্ধতা হয়?\n" +
                "বর্ণান্ধতার সবথেকে লক্ষণীয় কারণ হল কোণ ফটো পিগমেন্টের অনুপস্থিতি বা অস্বাভাবিকতা। বর্নান্ধতার ক্ষেত্রে নিম্নলিখিত কারণের জন্য এই পরিস্থিতির সৃষ্টি হয়ঃ\n" +
                "১. জিনগত কারণ (অধিকাংশ ক্ষেত্রে বর্ণান্ধতা বংশগত। বাবা-মায়ের থেকে অনেকসময়ে লাল-সবুজ বর্ণান্ধতা রঙের অভাব প্রাপ্ত হয়। \n" +
                "২. নির্দিষ্ট কিছু রোগ (সিকেল সেল অ্যানিমিয়া, ডায়াবেটিস, অ্যালজাইমারস, গ্লূকোমা, পারকিসন্স রোগ ও লিউকোমিয়ার মতন কিছু নির্দিষ্ট স্বাভাবিক কোণ-পিগমেন্টকে ধ্বংস করে দেয় ও সমস্যার কারণ হয়)।\n" +
                "৩. সুনির্দিষ্ট কিছু ওষুধের ব্যবহার (হৃৎপিণ্ডের সমস্যা, অধিক রক্তচাপ, ইরেক্টাইল ডিসফাংশান, সংক্রমণ, স্নায়বিক গোলমাল ও মানসিক সমস্যায় ব্যবহৃত নির্দিষ্ট কিছু ওষুধ স্বাভাবিক কোণ-পিগমেন্টকে ধ্বংস করে দেয় ও সমস্যার কারণ হয়)।\n" +
                "৪. বয়স (বয়স বাড়লে স্বাভাবিক কোণ পিগমেন্ট নষ্ট হয়ে যায় ও সমস্যা মাথাচাড়া দেয়)।\n" +
                "৫. রাসায়নিক (কার্বন ডাইসালফাইড সহ নির্দিষ্ট কিছু ক্ষতিকারন রাসায়নিকের সংস্পর্শ বর্ণান্ধতার জন্য দায়ী প্রধান কারণ)।  \n" +
                "বর্ণান্ধতার লক্ষণ ও উপসর্গ কি কি?\n" +
                "বর্ণান্ধতার নানান লক্ষণ ও উপসর্গ সম্পর্কে নীচে বলা হলঃ\n" +
                "•\tট্র্যাফিক সিগনাল দেখতে সমস্যা হওয়া।\n" +
                "•\tলাল ও সবুজের বিভিন্ন শেড বুঝতে গোলমাল।\n" +
                "•\tনীল ও হলুদের নানান শেড বুঝতে সমস্যা।\n" +
                "•\tযেকোণ রঙ চিনতে না পারা।\n" +
                "•\tউজ্জ্বল আলো চিনতে কষ্ট। \n" +
                "বর্ণান্ধতার ক্ষেত্রে কি হয়?\n" +
                "উত্তর জানার আগে, চোখ কীভাবে রঙ চেনে ও বিভিন্ন রঙের মধ্যে তফাৎ করতে পারে সেটা জানা দরকার। আমাদের চোখের মধ্যে যেকোন প্রকার আলো কর্ণিয়ার সাহায্যে প্রবেশ করে এবং আলোকভেদ্য আই লেন্সের মধ্যে দিয়ে গিয়ে চোখের পিছনে অবস্থিত চোখের কোণ কোষে পৌঁছায়। এইসব কোণ কোষের মধ্যে ফটো পিগমেন্ট থাকে, যা রঙের মধ্যে পার্থক্য করতে পারে এবং মস্তিষ্কে সেই সঙ্কেত পাঠায়। মস্তিষ্ক সেই সঙ্কেত পায় এবং এইভাবে রঙ চেনা ও তফাৎ করতে পারা যায়। বর্ণান্ধতার ক্ষেত্রে ফটো পিগমেন্টের অভাব কিংবা বেঠিক কার্যকলাপের কারণে রঙ চেনা ও তফাৎ করায় ব্যাঘাত ঘটে। বর্ণান্ধ লোকেরা রঙের স্বাভাবিক বৈচিত্র্য চিনতে ও আলাদা করতে পারে না।  \n" +
                "বর্ণান্ধতা কীভাবে ডায়াগনিসিস করা যায়?\n" +
                "বর্ণান্ধতার ডায়াগনিসিসের মধ্যে চোখের স্বাভাবিক ও সাধারণ পরীক্ষা অন্তর্গত। রোগীকে রঙের বিন্দু দিয়ে বিশেষভাবে বানানো চিত্রের মধ্যেকার লুকোনো রঙকে সনাক্ত করতে বলা হয়। প্যাটার্নের স্বাভাবিক সনাক্তকরণ চিন্তার কারণ নয়। গঠনের অস্বাভাবিক সনাক্তকরণ অনেকসময়ে রোগ বুঝতে সাহায্য করে। \n" +
                "বর্ণান্ধতার চিকিৎসা কীভাবে করা হয়?\n" +
                "আজ অবধি, বর্ণান্ধতার সেইঅর্থে নির্দিষ্ট কোন চিকিৎসা নেই। বংশগত বর্ণান্ধতার নিরাময় করা যায় না। অবশ্য, ওষুধের ব্যবহার অথবা অন্তনির্হিত কোন কারণের জন্য হলে সেই কারণ দূর করলে রোগ কিছুটা সারে। কালার ফিল্টার গ্লাস ও কন্টাক্ট লেন্স ব্যবহার করলে নির্দিষ্ট সীমা পর্যন্ত সাহায্য করলেও সম্পূর্ন নিরাময় সম্ভবপর নয়। \n" +
                "বর্ণান্ধতার চিকিৎস সম্ভব কি?\n" +
                "বর্ণান্ধতার সেইঅর্থে নির্দিষ্ট কোন চিকিৎসা নেই।  কালার ফিল্টার গ্লাস ও কন্টাক্ট লেন্স ব্যবহার করলে নির্দিষ্ট সীমা পর্যন্ত সাহায্য পরিস্থিতির মোকাবিলা করা গেলেও সম্পূর্ন নিরাময় সম্ভবপর নয়। জেনেটিক রিপ্লেসমেন্ট থেরাপির নিরন্তর গবেষণা  আগামীদিনে হয়তবা নতুন কোন পথের সন্ধান করতে পারবে। \n" +
                "বর্ণান্ধতা কি বংশগত?\n" +
                "হ্যাঁ। লাল ও নীল বা রেড-ব্লু বর্ণান্ধতা বাবা-মায়ের কাছ থেকে পুরুষানুক্রমে পাওয়া যায়। সেক্স-লিঙ্কড ক্রোমোজোম বা এক্স-ক্রোমোজোম বর্ণান্ধতার জিন বহন করে। \n" +
                "পুরুষরা কি এইসমস্যা প্রবণ হয়?\n" +
                "হ্যাঁ, প্রায় ৮% পুরুষ ও ০.৫% মহিলারা বর্ণান্ধতার শিকার। এক্স-ক্রোমোজম বর্ণান্ধতার বংশগত প্যাটার্নের সাথে যুক্ত, যার জন্য পুরুষরা এই সমস্যা প্রবণ হয়। বায়োলজিক্যাল এক্স-ক্রোমোজমের সক্রিয়করণের জন্য মহিলারা এই রোগের প্রতি কম প্রবণ। \n" +
                "বর্ণান্ধতা থেকে কি বিষণ্ণতা হয়?\n" +
                "রঙের স্বাভাবিক দৃষ্টির অভাবের সাথে যোঝা এবং পৃথিবীকে সাদা-কালো দেখা কিন্তু সহজ নয় এবং এইজন্য বিষণ্ণতা মাথাচাড়া দিতেই পারে। অবশ্য, বর্ণান্ধ ব্যক্তিরা নিজের থেকেই বিষণ্ণতার সমস্যার মোকাবিলা করতে সক্ষম। বর্ণান্ধতার যথাযথ ম্যানেজমেন্ট তাদেরকে স্বাভাবিক জীবন উপহার দিতে পারে।  \n" +
                "বর্ণান্ধতা সম্পর্কে প্রচলিত মিথ কি কি?\n" +
                "•\tবর্ণান্ধ মানুষরা পৃথিবীকে ধূসর দেখতে পায়।\n" +
                "•\tমহিলারা বর্ণান্ধতায় আক্রান্ত হয় না।\n" +
                "•\tবর্ণান্ধতার চিকিৎসা করা যায়।\n" +
                "•\tগাজর বর্ণান্ধতার নিরাময় করতে পারে।\n",R.drawable.healthcare));
        lstBook.add(new Book("সেপসিস কি?","বিস্তারিত","শরীরের নিজস্ব টিস্যু ও অঙ্গের আঘাতের থেকে হওয়া সংক্রমণের প্রতিক্রিয়ায় যে পরিস্থিতির সৃষ্টি হয়্, সেই প্রাণঘাতী অবস্থাকে সেপসিস হিসেবে সংজ্ঞায়িত করা হয়। সংক্রমের সময়ে রক্তস্রোতের মধ্যে রাসায়নিক গিয়ে শরীরের মধ্যে একটা জ্বলুনি হয় এবং রক্ত জমাট বেঁধে গিয়ে রক্তবাহী নালিতে ছিদ্র হয়ে যায়। এটা থেকে সারা শরীরের ছোট ছোট রক্তের ডেলা তৈরি হয় এবং শরীরের গুরুত্বপূর্ন অঙ্গ ও অন্যান্য জায়গায় অক্সিজেন ও প্রয়োজনীয় পুষ্টি উপাদানের সরবরাহ আটকে যায়। গুরুতর ক্ষেত্রে, এটা থেকে এক বা একাধিক গুরুত্বপূর্ন অঙ্গ বিকল হয়ে যায়। খুব খারাপ অবস্থায়, রক্তচাপ কমে গিয়ে হৃৎপিণ্ড দুর্বল হয়ে পরে এবং শেষ পর্যন্ত সেপটিক শক হয়।  \n" +
                "সেপসিসের উপসর্গ কি?\n" +
                "প্রাথমিক ধাপে, লক্ষণ ও উপসর্গের মধ্যে যা হতে পারেঃ\n" +
                "•\tদ্রুত হৃৎস্পন্দন/নাড়ির গতি (ট্যাচিকার্ডিয়া)।\n" +
                "•\tঠাণ্ডা লাগা ও কাঁপুনি সহ জ্বর।\n" +
                "•\tখুব বেশী ঘাম হওয়া (ডায়াফোরেসিস)।\n" +
                "•\tদ্রুত নিঃশ্বাস (ট্যাচিফেনিয়া)।\n" +
                "গুরুতর ক্ষেত্রে অঙ্গ বিকলও হতে পারে। উপসর্গ ও লক্ষনের মধ্যে আছেঃ\n" +
                "•\tতলপেটে ব্যথা।\n" +
                "•\tনিঃশ্বাসের সমস্যা।\n" +
                "•\tঅপ্রত্যাশিত মানসিক অবস্থার পরিবর্তন।\n" +
                "•\tহৃৎপিণ্ডের অস্বাভাবিক পাম্প করা।\n" +
                "•\tপ্লেটেলেটের সংখ্যা কমে যাওয়া।\n" +
                "•\tইউরিনেশান বা মূত্রত্যাগ কমে যাওয়া।\n" +
                "•\tদুর্বলতা।\n" +
                "•\tঅচেতন অবস্থা। \n" +
                "সেপসিসের গুরুতর উপসর্গের সাথে, সেপসিস শকের ক্ষেত্রে রক্তচাপও কমে যেতে পারে। \n" +
                "কাদের ঝুঁকির হতে পারে?\n" +
                "এটা অধিকাংশ ক্ষেত্রে খুবই কম বয়সী বা প্রবীণদের হয়। অবশ্য, যেকোন কারোরই ঝুঁকির কারণ দেখা যেতে পারেঃ\n" +
                "•\tগুরুতর ক্ষত/আঘাত কিংবা গুরুতর পোড়া।\n" +
                "•\tদুর্বল রোগ প্রতিরোধ ক্ষমতা।\n" +
                "•\tইন্ট্রাভেনাস ক্যাথেটার বা ব্রিথিং টিউবের মতন ইনভেসিভ রোগ।\n" +
                "•\tডায়াবেটিস, এইডস, কিডনি বা লিভারের রোগ ও ক্যান্সার সহ ক্রনিক অসুস্থতা। \n" +
                "সেপসিস কি কারণ হয়?\n" +
                "যেকোন ধরণের ব্যাকটেরিয়াল, ভাইরাল বা ফাঙ্গাল সংক্রমণ থেকে সেপসিস হয়।\n" +
                "•\tতলপেটের সংক্রমণ।\n" +
                "•\tকিডনির সংক্রমণ।\n" +
                "•\tরক্তস্রোতের সংক্রমণ।\n" +
                "•\tত্বকের সংক্রমণ।\n" +
                "•\tনিউমোনিয়া। \n" +
                "সেপসিস কি ছোঁয়াচে?\n" +
                "সেপসিস ছোঁয়াচে নয়। সংক্রমণের স্থান থেকে এটা রক্তস্রোতের মাধ্যমে শরীরের বিভিন্ন অঙ্গে ছড়াতেও পারে। \n" +
                "কীভাবে সেপসিসের ডায়াগনিস করবেন?\n" +
                "সেপসিস ডায়াগনিসিস করতে গেলে, ডাক্তার প্রথমেই লক্ষণ ও উপসর্গ দেখেন এবং তারপরে যা সুপারিশ করতেও পারেন তা হলঃ\n" +
                "রক্ত পরীক্ষাঃ\n" +
                "নিম্নলিখিত জটিলতা পরীক্ষা করবার জন্য রক্ত পরীক্ষা করা হয়ঃ \n" +
                "•\tজমাট বাঁধার সমস্যা।\n" +
                "•\tসংক্রমণ।\n" +
                "•\tকম অক্সিজেন সরবরাহ।\n" +
                "•\tলিভার বা কিডনির অস্বাভাবিক কার্যকলাপ।\n" +
                "•\tইলেক্ট্রোলাইটের ভারসাম্যের অসঙ্গতি, যা শরীরের জলের পরিমান ছাড়াও রক্তের অ্যাসিডিটির মাত্রাকে প্রভাবিত করে। \n" +
                "ডাক্তার তাছাড়াও নিম্নলিখিত পরীক্ষার সুপারিশ করতে পারেঃ\n" +
                "•\tক্ষত সিক্রেশান- সংক্রমণ নিশ্চিত হবার জন্য ক্ষত পরীক্ষা।\n" +
                "•\tইউরিন- ইউরিনের মধ্যে ব্যাকটেরিয়া আছে কি না সেটা পরীক্ষার জন্য।\n" +
                "•\tরেসপিরেটারি সিক্রেশান- সংক্রমণের জন্য কোন ধরণের জীবাণু দায়ী সেটা পরীক্ষা করতে।\n" +
                "সংক্রমণের জায়গা যদি চিহ্নিত না করা যায়, ডাক্তার তাহলে আরও কিছু পরীক্ষা করতে বলতেও পারেঃ\n" +
                "•\tকম্পিউটারাইজড টোমোগ্রাফি (সিটি)- অ্যাপেন্ডিক্স, অগ্ন্যাশয়ের কোন সংক্রমণ দেখবার জন্য।\n" +
                "•\tএক্স-রে- ফুসফুসের সমস্যা দেখবার জন্য।\n" +
                "•\tম্যাগনেটিক রেজোনেন্স ইমেজিং (এমআরআই)- নরম টিস্যুর কোন সংক্রমণ দেখতে।\n" +
                "•\tআলট্রাসাউন্ড- জরায়ু অথবা পিত্তকোষের সংক্রমণ দেখতে। \n" +
                "সেপরিসেসের চিকিৎসার উপায় কি?\n" +
                "সেপসিসের চিকিৎসা করবার জন্য, অনেক রকমের ওষুধ ব্যবহার করা হয়, যার মধ্যে আছেঃ\n" +
                "অ্যান্টিবায়োটিক- প্রথম ছয় ঘণ্টা বা তার মধ্যে, বিস্তৃত রকমের অ্যান্টিবায়োটিক দিয়ে ইন্ট্রাভেনাস চিকিৎসার সুপারিশ করা হয়, কারণ এইগুলো বিভিন্ন ধরণের ব্যাকটেরিয়ার বিরুদ্ধে যথাযথ কার্যকারী। \n" +
                "ভ্যাসোপ্রেসার-ইন্ট্রাভেনাস ফ্লুয়িড নেবার পরে রক্তচাপ যখন খুবই কম থাকে, তখন এটা দেওয়া হয়। এটা রক্তবাহী নালিকে সঙ্কুচিত করে রক্তচাপ বাড়ায়।\n" +
                "রক্তে শর্করার পরিমাণ সুস্থির করবার জন্য, কম ডোজের করটিকরস্টেরয়েড, ইনসুলিন ব্যবহার করা যেতেও পারে। সংক্রমণের উৎস সরানোর জন্য ডাক্তার সার্জারির পরামর্শ দিতেও পারেন। \n" +
                "সেপসিসের প্রতিরোধমুলক পদক্ষেপ কি?\n" +
                "সেপসিস কমানোর জন্য নিম্নলিখিত পদক্ষেপ নেওয়া যায়ঃ\n" +
                "•\tউন্নত স্বাস্থ্যবিধি মেনে চলা দরকার।\n" +
                "•\tফ্লু, নিউমোনিয়া ও অন্যান্য সংক্রমণের টীকা নেওয়া দরকার।\n" +
                "•\tতৎক্ষণাৎ চিকিৎসা। \n" +
                "পোস্ট-সেপসিস সিনড্রোমের লক্ষণ কি?\n" +
                "•\tঅনিদ্রা।\n" +
                "•\tখারাপ মনঃসংযোগ।\n" +
                "•\tঅত্যাধিক অবসাদ।\n" +
                "•\tদুঃস্বপ্ন, হ্যালুসিনেশান ও প্যানিক অ্যাটাক।\n",R.drawable.healthcare));
        lstBook.add(new Book("ওটিটিস এক্সটারনা","বিস্তারিত","ওটিটিস এক্সটারনা কানের বাইরের নালীতে হওয়া একধরনের ব্যাকটেরিয়াল সংক্রমণ। এটা সুইমারস ইয়ার নামেও পরিচিত। এই ব্যাকটেরিয়া সংক্রমণের সবথেকে প্রচলিত কারণের জন্য কানের নালীর ত্বক ভেদ হয়ে যায়। \n" +
                "প্রধানত সংক্রমণ থেকে জ্বালা-যন্ত্রণা হলেও কোন কোন সময়ে এটা অ্যালার্জি বা অস্বস্তির কারনেও হয়। এটা থেকে কানের নালীতে ব্যথা হয়ার পাশাপাশি ফুলে যায় এবং কদাচিৎ মানুষ কানেও কম শোনে।\n" +
                "রোগের স্থায়িত্বকাল ধরলে এটা ক্রনিক বা অ্যাকিউট। অনেকক্ষেত্রে এই রোগ সাঁতারুদের মধ্যে হয় বলে, “সুইমারস ইয়ার” শব্দবন্ধনি ব্যবহার করা হয়।  \n" +
                "লক্ষণ\n" +
                "সুইমারস ইয়ারের লক্ষণ বা সমস্যা সাধারণভাবে প্রথমদিকে লঘু থাকে কিন্তু সংক্রমণের চিকিৎসা না হলে অথবা ব্যাপকভাবে ছড়িয়ে পড়লে খারাপ আকার নেয়। এটা থেকে কান ও তার আশেপাশের ক্ষতি হবার মতন উপসর্গ দেখা যায়। \n" +
                "লক্ষণ বা উপসর্গের মধ্যে হলঃ \n" +
                "লঘু উপসর্গ\n" +
                "•\tসংক্রমণের প্রথম উপসর্গ হল কান ভরতি ভরতি লাগার সাথে চুলকাতেও পারে।\n" +
                "•\tকিছুটা পরিষ্কার ও দূর্গন্ধবিহীন ফ্লুয়িড বেরোনো।\n" +
                "•\tকানের বাইরের দিকে ও কানের নালিতে সামান্য লালচেভাব ও ফোলা।\n" +
                "•\tরোগীর কানে ব্যথা নিয়ে অভিযোগ করে।  \n" +
                "মাঝারি লক্ষণ বা উপসর্গ\n" +
                "•\tকান থেকে পাতলা জলীয় ধরণের কিংবা পুরু ও পুঁজের ন্যায় কিছু বেরোয়। \n" +
                "•\tকানের নলের ভেতরে ও চারপাশে অস্বস্তির সাথে চুলকানি।\n" +
                "•\tকানের ভেতরে ভরা ভরা লাগা ও ফোলা এবং ফ্লুয়িড ও বর্জ্য পদার্থের জন্য কানের নল আংশিক বন্ধ হয়ে যাওয়া। \n" +
                "•\tকানের ভেতর ভরতি ভরতি লাগা ও চাপ লাগা।\n" +
                "•\tকানে অতিরিক্ত লালচে ভাব ও যন্ত্রণা।  \n" +
                "অ্যাডভান্স উপসর্গ\n" +
                "•\tএই ধাপে কান সমস্যা যথেষ্ট যন্ত্রণাদায়ক, বিশেষকরে কানের বাইরের দিকের নড়াচড়ার সময়ে।\n" +
                "•\tলিম্প নোডের ফোলা বেড়ে যেতেও পারে। \n" +
                "•\tকান বা চোয়ালের নড়াচড়া কোমল হয়ে যায়। \n" +
                "•\tকানের নালি সম্পুর্ণ বন্ধ হয়ে যাওয়া।\n" +
                "•\tকানের নালির ভেতরে ও চারপাশে ত্বক খোসাযুক্ত হয় ও খোসা উঠতেও পারে। \n" +
                "কি কারণে হয়\n" +
                "সুইমার’স ইয়ার এক ধরনের সংক্রমণ, যা সাধারণত জল ও মাটিতে প্রাপ্ত ব্যাকটেরিয়ার কারণে হয়। স্নান করার পরে কানের ফুটোর মধ্যে আটকে থাকা জলের জন্য এটা হয়, বিশেষত আর্দ্র আবহাওয়ায়। এটা সাধারণত ডাইভিং, সার্ফিং, সুইমিং, কায়াকিং বা অন্যান্য ওয়টার স্পোর্টসের ক্ষেত দেখা যায়। ব্যাকটেরিয়ার সংক্রমণ বেড়ে গিয়ে কর্ণকূহরের ত্বকের ক্ষতি করে জ্বালা-যন্ত্রণার সৃষ্টি করে। \n" +
                "তুলো কিংবা অন্যান্য কিছু দিয়ে অতিরিক্ত পরিমানে কান পরিষ্কার করলে কানের নালিতে খোঁচা লাগতে পারে ও অস্বস্তি হয়। এটা মাইক্রোঅরগ্যানিজমের বৃদ্ধির জায়গা করে দেয়। এক্সিমা বা সোরাইসিস কর্ণকুহরের ক্ষতি করতে পারে এবং ত্বককে আঁশটে ও যন্ত্রণাদায়ক করে তোলে।  \n" +
                "এটা ফাঙ্গাল সংক্রমণ থেকেও হয়, তাছাড়া অনেকদিন ধরে অ্যান্টিব্যাকটেরিয়াল বা স্টেরয়েড ইয়ার ড্রপ ব্যবহার করলেও এটা হয়। \n" +
                "জটিলতা\n" +
                "ওটিসিস এক্সট্রিমার সাথে জড়িত অপ্রচলিত জটিলতা হলঃ\n" +
                "•\tকর্ণকুহরের মধ্যে পুঁজ ভরতি হয়ে যায় এবং সংক্রমণ আশেপাশের জায়গায় ছড়িয়ে পরে এবং ফোঁড়ায় রূপান্তরিত হয়। \n" +
                "•\tকর্ণকুহরের ত্বক পুরু হয়ে গিয়ে শুষ্ক হয়ে বেড়ে ওঠে, যা নালি পথকে সঙ্কুচিত করে দেয়। সুতরাং শুনতে সমস্যা হতে পারে। \n" +
                "•\tসংক্রমণ একইসাথে কর্ণপটহের ক্ষতি করে ও সেটাকে ফাটিয়ে দেয়, তাই কানের মধ্যে ধ্বনি হওয়াটা প্রচলিত জটিলতা।\n" +
                "•\tসংক্রমণের জন্য চোয়ালের নড়াচড়ায় যন্ত্রণা হয়। \n" +
                "•\tকান থেকে নিঃসরণ ও যন্ত্রণার জন্য ঘুমের সমস্যাও একধরনের প্রচলিত জটিলতা।\n" +
                "•\tকেমোথেরাপি চলছে অথবা এইচআইভি আক্রান্তদের ডায়াবেটিস বা ক্ষতিগ্রস্ত রোগ প্রতিরোধ ক্ষমতার জন্য, এই পরিস্থিতি হবার ঝুঁকিও বেড়ে যায় এবং তাদের সংক্রমণ কানের নালীর আশেপাশের হাড়কে ক্ষতিগ্রস্ত করে। \n" +
                "প্রতিরোধ\n" +
                "কিছু হবার পর চিকিৎসা করার থেকে তুলনায় আগে থেকেই প্রতিরোধ করা সবসময়ে ভালো।\n" +
                "১. তুলোর বল কিংবা অন্য কোন জিনিষের অতিরিক্ত ব্যবহার থেকে কর্ণপটহে আঁচর লাগতে পারে বলে, এইসব এড়িয়ে যাওয়া উচিৎ।\n" +
                "২. কানের মধ্যে আটকে থাকা আর্দ্রতা এবং ময়েশ্চার হল মুখ্য কারণ। অতএব স্নান কিংবা সাঁতার কাটার পরে কানের ফুটো শুকনো থাকাটা নিশ্চিত করুন।\n" +
                "৩. কানে শোনার যন্ত্র, ইয়ার প্লাগ বা ইয়ারং ইত্যাদি পড়ার পর কানের মধ্যে যদি কোনরকম অ্যালার্জিক প্রতিক্রিয়া হয় তাহলে সেগুলো ব্যবহার করা থেকে বিরত থাকুন ও ক্ষতিগ্রস্ত জায়গা পরিষ্কার করুন।  \n" +
                "৪. নিয়মিত যারা সাঁতার কাটেন তাদের জল থেকে কানকে রক্ষা করার মতন কিছু ব্যবহার করা উচিৎ। \n" +
                "৫. নিয়মিত যারা সাঁতার কাটেন, তাদের জলের হাত থেকে কানকে সুরক্ষিত রাখার জন্য আটকে রাখার সাথে দূষিত জল এড়িয়ে যাওয়া প্রয়োজন। \n" +
                "রোগ নির্ণয়\n" +
                "ডাক্তার প্রথমে কর্ণকুহরের মধ্যে কোন ধরনের লালচে ভাব ও জ্বলুনি আছে কিনা সেটা পরীক্ষা করে ওটোস্কোপ দিয়ে কর্ণপটহ দেখে। কর্ণপটহের অবস্থা পরীক্ষা করা হয় এবং কর্ণপটহ বন্ধ হয়ে গেলে সেটা পরিষ্কার করা হয়। ডাক্তার কর্ণকুহরের বর্জ্য পদার্থ সংগ্রহ করার পরে, পরবর্তী ডায়াগনিসিস ও চিকিৎসার জন্য সেটা ল্যাবে পাঠান। \n" +
                "চিকিৎসা\n" +
                "চিকিৎসা একইসাথে সংক্রমণ বাড়া বন্ধ করতে সাহায্য করবার সাথে কর্ণকুহরের নিরাময়ও করে। এক্সটারনাল ওটিসিসের মুখ্য চিকিৎসা হল ইয়ার ড্রপ। ওষুধ কাজ করার জন্য ইয়ারঅয়াক্স ও বর্জ্য পদার্থ বের করাটা খুব গুরুত্বপূর্ণ।  \n" +
                "ওষুধ\n" +
                "এই ক্ষেত্রে ওরাল ওষুধ কাজে দেয় না। এই সংক্রমণের জন্য অ্যান্টিবায়োটিক ইয়ার ড্রপ যথেষ্ট কার্যকারী।\n" +
                "ফাঙ্গাল সংক্রমণের জন্য অ্যান্টিফাঙ্গাল ইয়ার ড্রপ কাজে দেয়।\n" +
                "ব্যাকটেরিয়া ধ্বংস করার জন্য অ্যাসিডিক মিশ্রণ ব্যবহার করা হয়।\n" +
                "ফোলা কমানোর জন্য কোরটিকো স্টেরয়েড ইয়ার ড্রপ দেওয়া হয়।\n" +
                "ব্যথার উপসমের জন্য ডাক্তার প্যারাসিটামল, ইবুপ্রোফেন এবং ন্যাপ্রোক্সেন সোডিয়ামের পরামর্শ দিতে পারে।\n" +
                "অ্যান্টিবায়োটিক ট্যাবলেট বা ক্যাপসুল গুরুতর সংক্রমণের নিরাময়ে ব্যবহার করা হয়। কিছু কিছু ক্ষেত্রে, মাইক্রো সাক্সান লাগে, যেখানে কানের বাইরের অংশ ও কর্ণকুহর থেকে ইয়ারঅয়াক্স, নিষ্কাসন ও বর্জ্য পদার্থ বের করার জন্য ছোট্ট সাক্সান যন্ত্র ব্যবহার করা হয়।\n",R.drawable.healthcare));
        lstBook.add(new Book("ডায়রিয়া","বিস্তারিত","অনিয়ন্ত্রিত ও স্বাভাবিকের তুলনায় অনেক বেশিবার জলের মতন মলত্যাগ/পায়খানা হলে তাকে ডায়রিয়া বলে। অন্ত্রের গ্রন্থি থেকে রসক্ষরন বেড়ে গেলে, অন্ত্রে ফ্লুয়িড শোষণ কমে গেলে বা দ্রুত মল ত্যাগ থেকে ডায়রিয়া হয়। ডায়রিয়ার প্রকোপ অধিকাংশ ক্ষেত্রে কিন্তু কয়েক সপ্তাহ থাকে, যা কিন্তু জটিল এবং গুরুতর সমস্যার আভাষ, যেমন অন্ত্রের ব্যথা-জ্বালা রোগ বা ইনফ্ল্যামেটারি বয়েল ডিজিজ (আইবিডি) এবং অন্ত্রের অস্বস্তি বা ইনফ্ল্যামেটারি বয়েল সিনড্রোম (আইবিএস)।    \n" +
                " \n" +
                "লক্ষণ \n" +
                "ডায়রিয়ার লক্ষণ: \n" +
                "•\tঘন ঘন পেট গুড়গুড় বা বয়েল মুভমেন্ট।\n" +
                "•\tগা গোলানো এবং বমি।\n" +
                "•\tপাতলা অথবা অনিয়ন্ত্রিত মলত্যাগ।\n" +
                "•\tজলের মতন স্টুল।\n" +
                "•\tজ্বর।\n" +
                "•\tওজন কমে যাওয়া।\n" +
                "•\tপেট ফুলে যাওয়া।\n" +
                "•\tখিঁচুনি।\n" +
                "•\tমলের সাথে রক্ত, মিউকাস অথবা হজম না হওয়া খাবারের অংশ।  \n" +
                " \n" +
                "কারণ \n" +
                "ডায়রিয়ার যে কারণে হয়:\n" +
                "•\tমদ্যপান।\n" +
                "•\tযে খাবার খেলে অ্যালার্জি হয় সেই খাবার খেলে।\n" +
                "•\tডায়াবেটিস।\n" +
                "•\tঅন্ত্রেও রোগ (যেমন কোহন্স রোগ অথবা আলসারাটিভ কোলাইটিস)।\n" +
                "•\tপাচনতন্ত্র বা হজমের সমস্যা বাড়ানো খাবার খাওয়া।\n" +
                "•\tব্যাকটেরিয়া অথবা অন্যান্য মাইক্রোঅরগ্যানিজমের সংক্রমণ (সাধারণভাবে নানান ধরনের খাবারের বিষক্রিয়া)।\n" +
                "•\tকোষ্ঠ পরিষ্কার করবার ওষুধের অপব্যবহার।\n" +
                "•\tঅতি সক্রিয় থাইরয়েড (হাইপারথাইরোডিজম)।\n" +
                "•\tরেডিয়েশন থেরাপি।\n" +
                "•\tক্যান্সার।\n" +
                "•\tপাচনতন্ত্রের সার্জারি। \n" +
                " \n" +
                "কি কি ধরণের ডায়রিয়া হয়  \n" +
                "ডায়রিয়াকে দুটো ভাগে ভাগ করা হয়, অ্যাকিউট এবং ক্রনিক।\n" +
                "অ্যাকিউট ডায়রিয়া:  রোগের প্রকোপ দিন কয়েক কিংবা কোন কোন সময়ে এক সপ্তাহ পর্যন্ত থাকতে পারে।\n" +
                "ক্রনিক ডায়রিয়া:  ক্রনিক ডায়রিয়াকে অনেক ভাবে বোঝানো যায় এবং প্রকোপ সাধারণত তিন সপ্তাহের বেশী থাকে।  \n" +
                " \n" +
                "পরীক্ষা এবং রোগ নির্ণয় \n" +
                "ডায়রিয়ার রোগ নির্ণয় করবার জন্য যে সব পরীক্ষা এবং পদ্ধতি ব্যবহার করা হয়, তা হল:\n" +
                "শারীরিক পরীক্ষা: জ্বর মাপবার জন্য তাপমাত্রা এবং ডিহাইড্রেশানের লক্ষণ বোঝবার জন্য রক্তচাপ এবং নাড়ির গতির পরীক্ষা করা দরকার। তলপেটে ব্যথা হলে চেকআপের জন্য ডাক্তারের কাছে যাওয়া প্রয়োজন। \n" +
                "ওষুধের পর্যালোচনা: খাওয়ার আগে, দোকান থেকে কেনা ওষুধ সহ প্রতিটি ওষুধকে ভালো করে পরীক্ষা করে নেওয়া উচিৎ। ডাক্তারের কাছে সবসময়ে অন্য কোন উপায় আছে কি না সেটা জেনে নেওয়া দরকার।\n" +
                "রক্ত পরীক্ষা: ডায়রিয়ার আসল কারণ জানবার জন্য টোটাল ব্লাড কাউন্ট করা দরকার। \n" +
                "স্টুল: ব্যাকটেরিয়া কিংবা প্যারাসাইটের জন্য ডায়রিয়া হলে সেটা এই পরীক্ষায় বোঝা যায়।     \n" +
                " \n" +
                "প্রতিরোধ\n" +
                "হাত পরিষ্কার-পরিচ্ছন্ন রাখা: রান্না আগে ও পরে হাত পরিষ্কার করা দরকার। কাঁচা মাংস ব্যবহার করার পরে, বাথরুমের পরে, হাঁচি-কাশি, ডায়াপার বদলানো এবং নাক ঝাড়বার পরে হাত ধুয়ে পরিষ্কার করা উচিৎ। প্রথমে হাতে সাবান লাগিয়ে দুটো হাত কমপক্ষে ২০ সেকেন্ড কচলিয়ে সিঙ্কে হাত ধোন। অ্যালকোহল যুক্ত হ্যান্ড স্যানিটাইজার ব্যবহার করুন।   \n" +
                "খাবার তাড়াতাড়ি পরিবেশন করুন অথবা ফ্রিজে রাখুন: রান্নার অথবা গরম করবার পরে সেই খাবার ঘরের স্বাভাবিক তাপমাত্রায় খোলা অবস্থায় রেখে দিলে খাবারের মধ্যে দ্রুত ব্যাকটেরিয়ার বৃদ্ধি পায়। একটা খাবার থেকে অন্য খাবারের মধ্যে জীবাণু ছড়িয়ে যাওয়া আটকাতে সব সময়ে রান্নাঘর পরিষ্কার-পরিচ্ছন্ন রাখা দরকার।  \n" +
                "আপনার খাদ্য এবং পানীয় সব সময়ে বুঝে নিন: সঠিক পদ্ধতিতে রান্না করুন এবং গরম গরম খাবার খান। নিজে হাতে খোসা না ছাড়িয়ে কাঁচা ফল এবং সবজি খাবেন না। সব সময়ে বোতলের জল, সোডা, সরাসরি বোতল থেকে বিয়ার কিংবা ওয়াইন খান।   \n" +
                " \n" +
                "জটিলতা \n" +
                "ডায়রিয়াতে শরীর থেকে নুন এবং মিনারেল যুক্ত প্রয়োজনীয় ফ্লুয়িড বেরিয়ে যাবার কারণে ডিহাইড্রেশান হয়। বাচ্চা, বয়স্ক মানুষ এবং যাদের রোগপ্রতিরোধ ক্ষমতা কম তাদের ক্ষেত্রে ডিহাইড্রেশান মারাত্মক।  \n" +
                "ডায়রিয়া হলে শরীর থেকে প্রচুর পরিমাণ ফ্লুয়িড বেরিয়ে যায়, যার ফলে অঙ্গহানি, পক্ষাঘাত, কোমার মতন গুরুতর জটিলতা হতে পারে। \n" +
                " \n" +
                "চিকিৎসা \n" +
                "শরীর থেকে বেরিয়ে যাওয়া ফ্লুয়িড এবং ইলেক্ট্রোলাইটকে পুনরায়  প্রতিস্থাপন করে ডিহাইড্রেশান আটকানোই অধিকাংশ ডায়রিয়ার একমাত্র চিকিৎসা।    \n" +
                "অ্যান্টিবায়োটিক:  ব্যাকটেরিয়া এবং প্যারাসাইটস থেকে ডায়রিয়া হলে অ্যান্টিবায়োটিক সুফল দেয়, অবশ্য ডায়রিয়ার মূল কারণ ভাইরাস হলে অ্যান্টিবায়োটিক কিন্তু কার্যকারী হয় না।   \n" +
                "ফ্লুয়িডের প্রতিস্থাপন: ডায়রিয়ার সময়ে যতটা ফ্লুয়িড এবং নুন বেরিয়ে যায়, সেটার প্রতিস্থাপন করাই ডায়রিয়ার প্রচলিত এবং কার্যকরী চিকিৎসা। তরল খাওয়ার পরে পেটের গোলমাল অথবা ডায়রিয়া হলে শিরার (ইন্ট্রাভেনাস) মাধ্যমে ফ্লুয়িড দেওয়া হয়। শরীরে ফ্লুয়িড এবং মিনারেলের মাত্রার সমস্যা থেকে ইলেক্ট্রোলাইটের ভারসাম্য নষ্ট হয়, যা খুব গুরুতর আকার ধারণ করতে পারে।\n",R.drawable.healthcare));
        lstBook.add(new Book("গ্যাসট্রাইটিস","বিস্তারিত","পাকস্থলীর ভেতরের আবরণের অস্বস্তি, ব্যথা কিংবা ক্ষয় জন্য যে পরিস্থিতির সৃষ্টি হয় তাকে গ্যাসট্রাইটিস বলে। গ্যাসট্রাইটিস আচমকা (অ্যাকিউট) অথবা ধীরে (ক্রনিক) হতে পারে। পাকস্থলীর আলসারের জন্য দায়ী ব্যাকটেরিয়ার সংক্রমণের জন্য গ্যাসট্রাইটিসের ব্যথা হয়। গ্যাসট্রাইটিস থেকে আলসার এবং ভবিষ্যতে পাকস্থলীর ক্যান্সার হবার ঝুঁকি থেকে যায়।  \n" +
                "লক্ষণ বা উপসর্গ\n" +
                "গ্যাসট্রাইটিসে আক্রান্তদের তলপেটের ওপরে, বুক এবং নিতম্বের মাঝখানে ব্যথা কিংবা অস্বস্তি হয়। গ্যাসট্রাইটিসের লক্ষণ অনেক সময়ে নাও বোঝা যেতে পারে। \n" +
                "লক্ষণ বোঝা গেলে সেই লক্ষণগুলো হল- \n" +
                "•\tবমি এবং বদহজম।\n" +
                "•\tগা গোলানো কিংবা মাঝে মাঝেই পেটের গোলমাল। \n" +
                "•\tখাবার খাওয়ার পরে কিংবা রাতে পেট কামড়ানো বা যন্ত্রণা।\n" +
                "•\tপেটে ব্যথা এবং ফুলে যাওয়া।\n" +
                "•\tখাবারে অনীহা।\n" +
                "•\tকালো এবং আলকাতরার মতন মলত্যাগ। \n" +
                "কারণ \n" +
                "চাপ, অতিরিক্ত মদ্যপান, প্রচণ্ড বমি কিংবা অ্যাসপিরিন বা ব্যথা কমাবার ওষুধ খাওয়ার কারণে গ্যাসট্রাইটিস হয়।    \n" +
                "গ্যাস্ট্রাইটিসের কারণ:-\n" +
                "হেলকোবাক্ট্যার ফাইলোরি (এইচ.ফাইলোরি)- পাকস্থলীর ভেতরের আবরণে এই ব্যাকটেরিয়া থাকে। ঠিক মতন চিকিৎসা না হলে ভবিষ্যতে পাকস্থলীর আলসার এবং ক্যান্সারের ঝুঁকি বেড়ে যায়। \n" +
                "পারনিসিয়াস অ্যানিমিয়া- ভিটামিন বি১২ শোষণ এবং হজমে সাহায্য করে। পাকস্থলীতে ভিটামিন বি১২-র অভাবে এই অ্যানিমিয়া বংশবিস্তার করে। \n" +
                "বাইল রি-ফ্লাক্স- পিত্তনালী (যা যকৃত এবং পিত্তকোষকে যুক্ত করে) থেকে পাকস্থলীতে বাইলের ব্যাক-ফ্লো। \n" +
                "গ্যাস্ট্রাইটিস কয় প্রকারের হতে পারে  \n" +
                "গ্যাসট্রাইটিস প্রধানত দুধরনের: ক্রনিক এবং অ্যাকিউট গ্যাসট্রাইটিস।\n" +
                "অ্যাকিউট গ্যাসট্রাইটিস আচমকা হয়।\n" +
                "ক্রনিক গ্যাসট্রাইটিস ধীরে ধীরে হয়। \n" +
                "পরীক্ষা এবং রোগ নির্ণয় \n" +
                "গ্যাস্ট্রাইটিসের ডায়াগনোসিস যার ওপর ভিত্তি করে করা হয় –\n" +
                "চিকিৎসা বা ওষুধ খাওয়ার ইতিবৃত্ত- গ্যাস্ট্রাইটিসের রোগ নির্ণয়ের জন্য, একজন রোগীর তার নিজের চিকিৎসা বা ওষুধের ইতিবৃত্ত জানা এবং সেটা ডাক্তারকে জানানোটা দরকার। \n" +
                "আপার গ্যাস্ট্রোইটেস্টাইনাল এন্ডোক্সোপি- এন্ডোক্সোপ হল ক্যামেরা-যুক্ত সরু নল। এই যন্ত্র মুখের মধ্যে দিয়ে ঢুকিয়ে পাকস্থলী পর্যন্ত নিয়ে গিয়ে ব্যথার পরীক্ষা করা হয় এবং বায়োপসিও করা হতে পারে। টিস্যুর নমুনা সংগ্রহ করে পরীক্ষার জন্য ল্যাবরেটরিতে পাঠানোকে বায়োপসি বলে। \n" +
                "পরিপাকতন্ত্রের ওপরের অংশের এক্স-রে- এক্স-রে করে খাদ্যনালী, পাকস্থলী এবং ক্ষুদ্রান্ত্রের ছবি তুললে অস্বাভাবিকতা থাকলে সেটা ধরা পড়বে। আলসার পরীক্ষার জন্য বেরিয়াম সংবলিত সাদা ধাতব তরল গিলে নিতে বলা হয়। বেরিলিয়াম পরিপাকনালীর ওপর একটা আস্তরণ তৈরি করে।  \n" +
                "ফ্যাইকাল অকাল্ট রক্ত পরীক্ষা (স্টুল পরীক্ষা)-  স্টুলের ভেতরে রক্তের উপস্থিতি দেখর জন্য এই পরীক্ষা করা হয়। স্টূলের মধ্যে রক্তের উপস্থিতি গ্যাস্ট্রাইটিসের লক্ষণ।     \n" +
                "জটিলতা \n" +
                "ঠিক সময়ে গ্যাসট্রাইটিস চিকিৎসা না হলে, পাকস্থলীর আলসার এবং রক্তপাত পর্যন্ত হতে পারে। বিরল ক্ষেত্রে, ক্রনিক গ্যাসট্রাইটিস থেকে পাকস্থলীর ক্যান্সার হবার ঝুঁকি থেকে যায়। \n" +
                "চিকিৎসা\n" +
                "গ্যাস্ট্রাইটিসের কি কারণের হয়েছে তার ওপর চিকিৎসা নির্ভর করে। নন স্টেরয়ডাল অ্যান্টি ইনফ্ল্যামেটারি ওষুধ বা মদ্যপানের জন্য অ্যাকিউট গ্যাস্ট্রাইটিসের ক্ষেত্রে এই ওষুধ বা মদ্যপান বন্ধ করবার জন্য চিকিৎসা করা হয়। এইচ-ফাইলোরিক সংক্রমণে ক্রনিক গ্যাসট্রাইটিস হলে অ্যান্টিবডির মাধ্যমে চিকিৎসা করা হয়।\n" +
                "অ্যান্টিবডি মেডিকেশানঃ পরিপাকনালীতে এইচ-ফাইলোরিক থাকলে, ব্যাকটেরিয়া নষ্ট করবার জন্য অ্যান্টিবডির একটা মিশ্রণ, যেমন ক্লারিথ্রোমাইসিন  ও মেট্রোনিডাজোল বা অ্যামক্সিসিলিনের সুপারিশ করা হয়। \n" +
                "ওষুধ, যা অ্যাসিডের উৎপাদন বন্ধ করে এবং ক্ষত নিরাময় করে: প্রোটন পাম্প ইনহিবিটার অ্যাসিড উৎপাদনকারী কোষের কার্যকারিতা প্রতিরোধ করে অ্যাসিডের উৎপাদন কমিয়ে দেয়। ওষুধের মধ্যে অন্যতম হল ডিস্কালন্সসোপ্রেজাল, ল্যান্সোপ্রাজোল, রেবেপ্রোজেল, এসোমেপ্রোজেল, প্যান্টাপ্রোজেল এবং ওমেপ্রোজেল।  \n" +
                "অ্যাসিড ব্লকার ওষুধ: হিস্টামিন (এইচ-২) ব্লকার, যা আমাদের পরিপাকনালীতে নিঃসৃত অ্যাসিডের পরিমাণ এবং গ্যাস্টাইটিসের ব্যথা কমায়, তাছাড়াও ক্ষত নিরাময় করে। অ্যাসিড ব্লকারের অন্তর্গত হল সিমেটাইডিন, ফ্যামোটাইডিন, নিজাটাইডিন এবং র্যান্টিডিন। অ্যান্টাসিড পাকস্থলীর অ্যাসিডকে নিষ্ক্রিয় করে- অ্যান্টাসিড পাকস্থলীর মধ্যস্থ অ্যাসিডকে নিষ্ক্রিয় করে চোখের পলকে ব্যথা কমায়।\n",R.drawable.healthcare));
        lstBook.add(new Book("গল স্টোন","বিস্তারিত","পিত্তকোষের মধ্যে বেড়ে ওঠা একপ্রকার শক্ত কণাকে গল-স্টোন বলে। পিত্তকোষ ছোট, নাশপাতির আকারের অঙ্গ। পিত্তকোষ তলপেটের উপরের ডানদিকে থাকে, অবস্থানগত ভাবে যা বক্ষ এবং নিতম্বের মাঝামাঝি এবং যকৃতের ঠিক ওপরে। পিত্তকোষের ভেতরে হয় বড় আকারের কিংবা শতাধিক ছোট ছোট পাথর, কিংবা ছোট ও বড় উভয় আকারের  পাথর তৈরি হতে পারে। গল-স্টোনের জন্য আচমকা তলপেটের উপরের ডানপাশে ব্যথা হতে পারে, যাকে গল-ব্লাডার অ্যাটাক বা বাইলরই কোলিক বলা হয়। গল-স্টোন, পিত্তনালীর বেরোনোর পথ আটকে দিলে সাধারণত এই ব্যথা হয়।\n" +
                "লক্ষণ\n" +
                "গল স্টোনে সাধারণত আলাদাভাবে কোনোরকম লক্ষণ দেখা যায় না গেলেও যদি কোন ধরণের লক্ষণ বোঝা যায়, তা হল:\n" +
                "১. পেট এবং পীঠের ওপরের দিকে কয়েক ঘণ্টা স্থায়ী ব্যথা।\n" +
                "২. গা গোলানো এবং বমি।\n" +
                "৩. হজমের অন্যান্য সমস্যা।\n" +
                "কারণ\n" +
                "পিত্ত গঠনের জন্য দায়ী উপাদানের ভারসাম্যের অভাব থেকে গল স্টোন হয়। পিত্তের ভেতরে অতিরিক্ত কোলেস্টেরল, অধিক বিলিরুবিন অথবা পিত্ত লবণের অভাবের কারণে গল স্টোন তৈরি হতে পারে।\n" +
                "গল-স্টোন কত রকমের হয় \n" +
                "সাধারণভাবে দুই ধরনের গল-স্টোন হয়, যা হল:\n" +
                "কোলেস্টেরল স্টোন: প্রাথমিকভাবে, কোলেস্টেরল কঠিন হয়ে গিয়ে এটা তৈরি হয়, যা সাধারণত হলুদ-সবুজ রঙের।\n" +
                "পিগমেন্ট স্টোন: এটা কালো রঙের এবং বিলিরুবিন দিয়ে তৈরি। বিলিরুবিন হল পিত্ত থেকে নিঃসৃত একটা পদার্থ। পিত্ত যকৃতে উৎপন্ন হয় এবং পিত্তকোষে সঞ্চিত হয়। এই পাথরগুলো সাধারণত ছোট মাপের।\n" +
                "পরীক্ষা এবং রোগনির্ণয়\n" +
                "রোগ নির্ণয়ের জন্য অনেক ধরণের পদ্ধতি এবং টেস্ট আছে, যা হল:\n" +
                "আলট্রাসোনোগ্রাফি- ট্রান্সডিউসার নামক যন্ত্র ব্যবহার করে  আলট্রাসাউন্ড করা হয়। এই যন্ত্র, শরীরের অঙ্গে নিরাপদ এবং যন্ত্রণাহীন তরঙ্গ পাঠিয়ে তাদের আকার ও গঠনের ছবি তোলে এবং গল-স্টোন থাকলে সেটা এই ছবিতে বোঝা যাবে। আলট্রাসাউন্ডকে গল-স্টোনের চিহ্নিত করার ত্রুটিহীন পদ্ধতি হিসেবেও ধরা হয়।\n" +
                "সিটি স্ক্যান- এই এক্স-রে করে শরীরের ছবি তোলা যায়। সিটি স্ক্যানে কনট্রাস্ট মিডিয়াম নামে বিশেষ এক ডাই ইনজেকশন থাকে। ত্রিমাত্রিক চিত্র পাবার জন্য, সিটি স্ক্যানে এক্স-রে এবং কম্পিউটার প্রযুক্তি একসাথে ব্যবহার করা হয়, যা গল-স্টোন এবং তার জটিলতা পরিষ্কার করে দেখিয়ে দেয়। উদাহরণস্বরূপ, পিত্তকোষের বা পিত্তনালীর সংক্রমণ এবং তার আটকে যাওয়া\n" +
                "ম্যাগনেটিক রেজোন্যান্স ইমেজিং (এমআরআই )- এক্স-রে ব্যবহার না করেই এমআরআই-র মাধ্যমে রেডিও তরঙ্গ এবং চুম্বক দিয়ে শরীরের ভেতরের সব অঙ্গ এবং নরম টিস্যুর ছবি পাওয়া যায় এবং পিত্তনালীতে গল-স্টোনের থাকলে বোঝা যাবে।\n" +
                "এন্ডোক্সোপিক রেট্রোগ্রেড কোলাঞ্জিওপ্যাঙ্ক্রিয়েটোগ্রাফি (ইআরসিপি)- ইআরসিপি পদ্ধতিতে পিত্ত এবং অগ্ন্যাশয়ের নালী দেখবার জন্য এক্স-রে ব্যবহার করা হয়। ক্ষতিগ্রস্ত পিত্তনালী এবং গল-স্টোনের অবস্থান ইআরসিপি সাহায্য বোঝা যায়। স্টোনকে একটা থলিতে ধরে রাখে বাদ দেওয়া হয় এবং এই পরীক্ষা সতর্কতার সাথে অনেক বুঝেশুনে করা উচিৎ।\n" +
                "জটিলতা\n" +
                "গল-স্টোন পিত্তনালীকে আটকে দিলে পিত্তকোষের ওপর চাপ বেড়ে যায় এবং গল-ব্লাডার অ্যাটাক হয়, সে ব্যথা একঘণ্টা থেকে কয়েক ঘণ্টা পর্যন্ত থাকতে পারে। প্রচুর খাবার খাওয়ার পরে সাধারণত গল-ব্লাডার অ্যাটাক হয় এবং সাধারণত সন্ধ্যাবেলা কিংবা রাতের দিকে হয়।\n" +
                "পিত্তনালীকে আটকে দেওয়া গল-স্টোন সরে যাবার পরেই গল-ব্লাডার অ্যাটাক বন্ধ হয়ে যায়। পিত্তনালী কয়েক ঘণ্টার বেশী বন্ধ থাকলে কিন্তু জটিলতা শুরু হয়, যেমন পিত্তকোষে জ্বালা, ব্যথা বা ফুলে ওঠা, পিত্তকোষ, পিত্তনালী, কিংবা লিভারের গুরুতর ক্ষতি বা সংক্রমণ হল নানান জটিলতা।\n" +
                "পিত্তনালী অথবা অগ্ন্যাশয়নালী আটকে যাবার পরে চিকিৎসা না করলে সেটা প্রাণঘাতী হতে পারে।\n" +
                "চিকিৎসা \n" +
                "একজন মানুষের যদি গল-ব্লাডার অ্যাটাক হয় কিংবা লক্ষণ বুঝতে পারার সঙ্গে সঙ্গে চিকিৎসা শুরু করবার জন্য একজন ডাক্তারের পরামর্শ নেওয়া দরকার। গল-স্টোনের প্রচলিত চিকিৎসায় সার্জারির মাধ্যমে পিত্তকোষ বাদ দেওয়া হয়। সার্জারিতে কোন রোগীর অসুবিধা হলে, ননসার্জিকাল চিকিৎসার মাধ্যমে কোলেস্টেরল গল-স্টোন গলানো হয়। সার্জারি যারা করাতে পারে না এবং সেই সব রোগী যারা পিত্তনালী থেকে গল-ব্লাডার বাদ দেবার সার্জারি করিয়েছেন, ইআরসিপি পদ্ধতির দ্বারা সেইসব রোগীর স্টোন বাদ দেওয়া হয়।       \n" +
                "সার্জারিঃ  পিত্তকোষ বাদ দেবার সার্জারিকে কোলেকাইস্টেকোটমি বলে, যা আমাদের দেশে প্রাপ্তবয়স্কদের জন্য প্রচলিত অপারেশন।\n" +
                "পিত্তকোষ না থাকলেও মানুষের স্বাভাবিক জীবনযাপনে সমস্যা হয় না। পিত্তকোষ বাদ দেওয়ার পরে, পিত্ত লিভার থেকে হেপাটিক এবং সাধারণ পিত্তনালীর মাধ্যমে নিঃসৃত হয়ে পিত্তকোষে জমা না হয়ে সরাসরি ডিওডেনামে চলে যায়। \n" +
                "সার্জেন দুই ধরনের কোলেকাইস্টেকোটমি করেন...\n" +
                "ল্যাপ্রোস্কোপিক কোলেকাইস্টেকোটমিঃ এই কোলেকাইস্টেকোটমিতে, সার্জেন পেটে ছোট ছোট ছিদ্র করে ল্যাপ্রোস্কোপ ঢোকান- ছোট ভিডিও ক্যামেরা লাগানো একটা ছোট্ট নল, যা ভিডিও মনিটরে শরীরের অভ্যন্তরস্থ  অঙ্গের ছবি বড় করে তোলে এবং খুব কাছ থেকে সার্জেনকে অঙ্গ এবং টিস্যুর ছবি দেখায়। সার্জেন, মনিটার দেখতে দেখতে সতর্কভাবে যন্ত্রের সাহায্যে লিভার, পিত্তনালী এবং অন্যান্য অঙ্গ থেকে পিত্তকোষকে আলাদা করে ক্ষুদ্রান্ত্রের মাধ্যমে বাদ দেয়। রোগীদের এক্ষেত্রে সামান্য অ্যানাস্থেসিয়া দেওয়া হয়।\n" +
                "ওপেন কোলেকাইস্টেকোটমিঃ পিত্তকোষ ব্যাপকভাবে ক্ষতিগ্রস্ত হলে, জ্বালা বা ব্যথায় ওপেন কোলেকাইস্টেকোটমি করা হয়। ল্যাপ্রোস্কোপিক কোলেকাইস্টেকোটমির সময়ে কোন সমস্যা হলে সার্জেন ওপেন কোলেকাইস্টেকোটমি করেন।\n" +
                "ননসার্জিকাল চিকিৎসাঃ বিশেষ বিশেষ ক্ষেত্রে ননসার্জিকাল চিকিৎসা করা হয়, যেমন রোগীর কোলেস্টেরল স্টোনের জন্য যখন গুরুতর অবস্থার সৃষ্টি হয় এবং সার্জারি করতে চান না। \n" +
                "কোলেস্টেরল গল-স্টোন গলানোর জন্য দুই ধরনের ননসার্জিকাল চিকিৎসা করা ...    \n" +
                "ওরাল ডিসোলিউশান থেরাপি: ওরসোডিওল এবং চেনোডিওলের মধ্যে গল-স্টোন গলানোর মতন বাইল অ্যাসিড থাকে এবং সবথেকে প্রচলিত ওষুধ, যেখানে পাথর গলে যেতে একমাস কিংবা একবছরও লাগতে পারে। \n" +
                "শক ওয়েভ লিথহোট্রিপসিঃ লিথহোট্রিপটার নামক যন্ত্রকে গল-স্টোন গুঁড়ো করবার জন্য ব্যবহার করা হয়। লিথহোট্রিপটার শক ওয়েভ তৈরি করে শরীরের মধ্যে দিয়ে প্রবাহিত হয়ে গল-স্টোনকে ভেঙে ছোট ছোট টুকরো করে দেয়। এই পদ্ধতি কদাচিৎ ব্যবহার করা হয় এবং ওরসেডিওলের সাথে মিলিয়ে করা যেতে পারে।\n",R.drawable.healthcare));
        lstBook.add(new Book("স্তন ক্যান্সার","বিস্তারিত","স্তন ক্যান্সার সংক্রান্ত তথ্য\n" +
                "•\tপুরুষদের তুলনায় মহিলাদের স্তন ক্যান্সার ১০০ গুণ বেশী ঘটে।\n" +
                "•\tউভয়ক্ষেত্রেই প্রতিকারের সম্ভাবনা সমান।\n" +
                "•\tমহিলাদের স্তন ক্যান্সার হামেশাই হয়- কোলেস্টেরল ক্যান্সার এবং সারভিকাল ক্যান্সারের তুলনায় এর দ্বিগুণ এবং ফুসফুসের ক্যান্সারের তুলনায় আনুমানিক তিনগুণ। \n" +
                "•\tসারাবিশ্বে, স্তন ক্যান্সার সবথেকে বেশী আমেরিকান মহিলাদের হয়।  \n" +
                "•\t৪০-৬০ বছরের মহিলাদের অন্তত ১৬% স্তন সংক্রান্ত সমস্যা থাকে, যাদের মধ্যে ৪০%-র বুকে লাম্পের সমস্যা হয়। \n" +
                "•\t৪০ বছরের বেশী বয়সের মহিলাদের, স্তনের এই লাম্প স্তনের ক্যান্সারের ঝুঁকি বহন করে।\n" +
                "•\tস্তন সংক্রান্ত এইসব সমস্যা বা অভিযোগের অন্যতম কারণ যদিও বিনাইন ব্রেস্ট ডিজিজ। \n" +
                "কি কারণে হয় \n" +
                "স্তন ক্যান্সার, অন্যান্য ক্যান্সারের মতন পরিবেশ এবং জিনগত কারণের চূড়ান্ত পরিণতি পেলেও এর সঠিক কারণ এখনো অজানা। একাধিক কারণের জন্য স্তন ক্যান্সার হয় বলে মনে করা হয়। মহিলাদের বয়স বাড়বার সাথে সাথে স্তন ক্যান্সারের ঝুঁকি বেড়ে যায়।\n" +
                " \n" +
                "•\tবংশে কিংবা নিজের আগে স্তন ক্যান্সার হয়ে থাকলে।\n" +
                "•\tদেরী করে সমমূল্যতা। \n" +
                "•\tকম বয়সে মেনস্ট্রুয়েশান হলে এবং নির্দিষ্ট সময়ের তুলনায় দেরী করে মেনোপেজ হলে।\n" +
                "•\tস্তনের ঘনত্ব ও চর্বি।\n" +
                "•\tরেডিয়েশনের সংস্পর্শ।\n" +
                "•\tমদ্যপান ও ধূমপান।\n" +
                "•\tওরাল গর্ভনিরোধক ও ইস্ট্রোজেন ওষুধ।\n" +
                "•\tহরমোন রিপ্লেসমেন্ট থেরাপি।\n" +
                "•\tবিনাইন স্তনের রোগ আগে হয়ে থাকলে।\n" +
                "•\tরাসায়নিক ও জিনগত পরিব্যপ্তি বা পরিবর্তন।\n" +
                "•\tপরিবেশ এবং জীবনধারণের অন্যান্য কারণ।\n" +
                " \n" +
                "লক্ষণ এবং উপসর্গ\n" +
                " \n" +
                "•\tলাম্প বা ডেলা, শক্ত গাঁট কিংবা স্তনের ভেতরে বা বগলের নীচে কোন পুরু আস্তরণ।\n" +
                "•\tস্তন ফুলে যাওয়া, গরম হয়ে যাওয়া, লাল হয়ে যাওয়া কিংবা কালো হওয়া। \n" +
                "•\tস্তনের আকার বা আকৃতি বদলে যাওয়া।\n" +
                "•\tডিমপ্লিং বা ত্বক কুঁচকে যাওয়া।\n" +
                "•\tস্তনবৃন্তে ফাটা, কালশিটে কিংবা ফুসকুড়ি।\n" +
                "•\tস্তনবৃন্ত বা অন্য কোন অংশ নিচু হয়ে যাওয়া।\n" +
                "•\tআচমকা স্তনবৃন্ত থেকে ফ্লুয়িড বেরোনো।\n" +
                "•\tস্তনের কোন জায়গায় ব্যথার উৎপত্তি যা কমে না।   \n" +
                " \n" +
                "হাই রিক্স গ্রুপ \n" +
                "স্তন ক্যান্সারের রোগীদের শারীরিক অবস্থার বিচারে বিভিন্ন শ্রেণীতে ভাগ করা হয়, যথা:   \n" +
                "১) সব থেকে বেশী ঝুঁকি (আরআর>৪)\n" +
                " \n" +
                "•\tবয়স্ক মোনোপোসাল মহিলা রোগী। \n" +
                "•\tকম বয়সে স্তন ক্যান্সারের দুটো প্রথম ডিগ্রি আপেক্ষিক।  \n" +
                "•\tএকটা স্তনে আগে ক্যান্সার হয়ে থাকলে। \n" +
                " \n" +
                "২)  মাঝারি ঝুঁকি (আরআর ২.১>৪.০)\n" +
                " \n" +
                "•\tম্যামোগ্রামে ছোট স্ফীতির ঘনত্ব দেখা যায়, যা বক্ষের ৭৫% আয়তন জুড়ে থাকে। \n" +
                "•\tস্তন ক্যান্সারের প্রথম ডিগ্রি আপেক্ষিক।  \n" +
                "•\tস্তনের বায়োপসির ওপর এটিপিক্যাল হাইপারপ্লাসিয়া। \n" +
                "•\tখুব বেশী ডোজের রেডিয়েশন দেওয়া হলে। \n" +
                " \n" +
                "৩) বর্ধিত ঝুঁকি (আরআর ১.১>২.০)\n" +
                " \n" +
                "•\tশহরের বাসিন্দা।\n" +
                "•\t৩০ বছর বয়সের পরে প্রথমবার গর্ভাবস্থা।\n" +
                "•\t১২ বছর বয়সের আগে প্রথম মাসিক/ ৫৩ বছর বয়সের পরে মেনোপেজ।\n" +
                "•\tমেদবহুলতা।\n" +
                "•\tনাল্লিপারোস।\n" +
                "•\tহরমোনাল গর্ভোনিরোধক ব্যবহার (এইচআরটি)।\n" +
                "•\tমদ্যপান।\n" +
                "•\tএন্ডোমেট্রিয়াল, ওভারিয়ান এবং কোলন ক্যান্সারের প্রাইমারি ইতিহাস।\n" +
                " \n" +
                "পর্যায়/শ্রেণীবিন্যাস\n" +
                "আজকের দিনে টিএনএম (টিউমার, নোড, মেটাস্ট্রেসাস) শ্রেণীবিন্যাস সারা বিশ্বব্যাপী স্বীকৃত এবং গ্রহণযোগ্য, যা টিউমারকে, লসিকাগ্রন্থির যোগাযোগ এবং শরীরের অন্যান্য অঙ্গের মেটাস্ট্রেসাসকে গুরুত্ব দেয়। রোগীর শরীরের ওপর যে ধরনের পূর্বাভাষ এবং চিকিৎসা সবথেকে বেশী খাপ খায়, সেটা টিউমারের পর্যায় বা ধাপের সাথে খুব কাছ থেকে জড়িত।\n" +
                "পর্যায় ০: ক্যান্সার আক্রান্ত কোষ, স্তনের টিস্যুর মধ্যে নিজের মূল জায়গায় থাকে।\n" +
                "পর্যায় ১: ২ সেমি-র কম ব্যাসের ছোট টিউমার যা কোনভাবেই স্তন ছাড়া অন্য অঙ্গে ছড়ায় না।\n" +
                "পর্যায় ২: ২-৫ সেমি আকারের টিউমার যা বগলের লিম্প নোডে ছড়ায় না, কিংবা ২ সেমি-এর কম টিউমার যা অন্য অঙ্গে ছড়ায়।\n" +
                "পর্যায় ৩: ৫সেমি-এর ছোট টিউমার যা বগলের লিম্প নোডে ছড়িয়ে গিয়ে পরস্পরের সাথে জড়িয়ে থাকে।\n" +
                "পর্যায় ৪: টিউমার যে কোন আকারের হতে পারে, যা স্তন ছাড়াও অন্য অঙ্গে ছড়িয়ে যায়, যেমন লিভার, ফুসফুস কিংবা হাড়।\n" +
                "যা যা পদ্ধতির দ্বারা লক্ষণ এবং উপসর্গের পরীক্ষা করে রোগ নির্ণয় করা হয়: \n" +
                " \n" +
                "•\tস্তনের ক্লিনিক্যাল পরীক্ষা: নিজেই নিজের স্তন পরীক্ষা করতে পারেন কিংবা ক্লিনিক্যাল পরীক্ষার দ্বারাও করা যায়। এই পরীক্ষায় লাম্প তৈরি হয়ে থাকলে ধরা যাবে। \n" +
                "•\tম্যামোগ্রামঃ লক্ষণ প্রকাশ পাবার আগে, লো রেডিয়েশনের এক্স-রে থেরাপি করে বোঝা যায়।\n" +
                "•\tআলট্রাসোনোগ্রাফিঃ লাম্পের ভেতরে পুঁজ ভরতি রস (ক্যান্সার নয়) অথবা ঘন-পুরু ভর (ক্যান্সার হতেও পারে বা নাও হতে পারে) হলে সেটা ধরা যায়।\n" +
                "•\tম্যাগনেটিক রেজোন্যান্স ইমেজিং (এমআরআই): স্তনের টিস্যুর মধ্যে ক্যান্সারের গড়ন ও পরিমাণ নির্দেশ করে। \n" +
                "•\tডিজিটাল ম্যাকমোগ্রাফিঃ ম্যামোগ্রাফির সমমানের। ইমেজের ঔজ্জ্বল্য এবং কনট্রাস্ট অদলবদল করা যায় বলে বেশী সুবিধাজনক।\n" +
                "•\tবায়োপসিঃ মাইক্রোস্কোপের তলায় পরীক্ষার জন্য টিস্যুর নমুনা সংগ্রহ করে পরীক্ষা করা হয়।\n" +
                "•\tফাইন নিডিল অ্যাসপিরেশানঃ সূক্ষ্ম বা পাতলা সূচ দিয়ে স্তনের লাম্প থেকে তরল এবং/অথবা কোষ নেওয়া হয়।\n" +
                "•\tনিডিল বায়োপসিঃ ম্যামোগ্রামের দ্বারা সন্দেহজনক জায়গা থেকে টিস্যু এমনভাবে নেওয়া হয় যাতে কোন অনুভূতি না হয়।  \n" +
                "•\tস্টিরিওট্যাকটিক নিডিল বায়োপসিঃ স্তনের লাম্পের যথাযথ অবস্থান বোঝার জন্য ম্যামোগ্রাম নির্দেশিত কৌশল ব্যবহার করা হয়। \n" +
                "•\tসার্জিকাল বায়োপসিঃ সন্দেহজনক জায়গা থেকে নমুনা অথবা পুরো লাম্প কেটে নেওয়া হয়।\n" +
                " \n" +
                "প্রতিকার \n" +
                "ক্যান্সার আশঙ্কাজনক বা সাঙ্ঘাতিক হলেও প্রতিকারের উপায় মেনে চললে রোগ প্রতিরোধ সম্ভব।  \n" +
                "স্তন পরীক্ষাঃ নিজেই নিজের স্তন পরীক্ষা করলে আগেভাগেই ক্যান্সার বোঝা যাবে এবং আপনি ডাক্তারের পরামর্শ নিতে পারবেন। \n" +
                "স্বাস্থ্য পরীক্ষাঃ ডাক্তারের তত্ত্বাবধানে, মহিলাদের ৪০ বছরের পরে বছরে একবার এবং ২০-৩৯ বছরের পরে প্রতি তিন বছরে অন্তর একবার স্বাস্থ্য পরীক্ষা, করলে সেটা প্রাথমিক স্তরে রোগ নির্ণয় করতে সাহায্য করবে।  \n" +
                "মদ্যপান এড়িয়ে চলুনঃ মদ্যপান এড়িয়ে চলুন, যদি না পারেন তাহলে পরিমিত ড্রিঙ্ক করুন। সেটাও সম্ভব না হলে মদ্যপান বন্ধ করা উচিৎ। \n" +
                "নিয়মিত শরীরচর্চাঃ  প্রতিদিন নিয়ম করে অন্ততপক্ষে ৩০ মিনিট শরীরচর্চা করুন। \n" +
                "চর্বি কমানঃ চর্বি যেহেতু স্তনের ক্যান্সারের ঝুঁকি বাড়িয়ে দেয়, তাই ওজন নিয়ন্ত্রণ করুন। \n" +
                "ঝুঁকির কারণঃ হরমোন রিপ্লেসমেন্ট থেরাপি (এইচআরটি) যেহেতু স্তন ক্যান্সারের ঝুঁকি বাড়িয়ে দেয়, তাই ওষুধ কম খান।  \n" +
                "হাই রিক্স গ্রুপঃ হাই রিক্স গ্রুপের লোকদের প্রতিকারের ওষুধ (ইস্ট্রোজেন ব্লকিং) ও প্রিভেনটিভ মাস্টেক্টটমি হল যথাযথ পদ্ধতি।  \n" +
                "চিকিৎসা:\n" +
                "ট্রিপিল ডায়াগনোসিসের পরে তিনটে উপায় আছে\n" +
                "যে সব মহিলাদের ট্রিপিল ডায়াগনোসিসে বিনাইন রোগ ধরা পড়বে তাদের যথেষ্ট যত্ন ও পরীক্ষা (বছরের মধ্যে প্রতি ৩ থেকে ৬ অন্তর শারীরিক পরীক্ষা) করে দেখা দরকার যে স্তনের ভর সুস্থির আছে কি না। \n" +
                "ডায়াগনোসিসে ম্যালিগনেন্সি ধরা পড়লে চিকিৎসার দরকার হয়।\n" +
                "ট্রিপিল টেস্টের যে কোন একটা টেস্টে ম্যালিগনেন্সি ধরা পড়লে এক্সিসিনাল থেরাপির দরকার হয়।\n" +
                "সার্জারির জন্য টিউমার পাবার পরে ক্যান্সার কতখানি ছড়িয়েছে ইত্যাদির ওপর নির্ভর করে চিকিৎসার ধরণ নির্ভর করে। একটা কথা মাথায় রাখা দরকার, যে ক্যান্সার স্তনে হলেও সেটা শরীরের অন্যান্য অঙ্গেও ছড়িয়ে পড়তে পারে বলে প্রায় অধিকাংশ সময়ে সার্জারির দরকার হয়। \n" +
                "দুটো প্রচলিত উপায় হল সার্জারি এবং থেরাপি।\n" +
                "স্তনের ক্যান্সারের চিকিৎসার প্রধান মাধ্যম হল, বিশেষত টিউমারের যখন স্থানীয়ভাবে সার্জারি করা হয়। মাথায় রাখা দরকার, যে স্তন ক্যান্সার যদিও স্তনে হয়, তবুও ক্যান্সার শরীরের অন্যান্য অঙ্গে ছড়াতে পারে, যার জন্য প্রায় সবক্ষেত্রে সার্জারির দ্বারা চিকিৎসা করা হয়।   \n" +
                "বিভিন্ন ধরনের সার্জারি হল-\n" +
                " \n" +
                "•\tসেগমেন্টাল মাস্টেক্টটমি।\n" +
                "•\tলাম্পেক্টটমি।\n" +
                "•\tব্রেস্ট কনজারভিং সার্জারি।\n" +
                "•\tঅক্সিলিয়ারি লিম্প নোড ডিসেক্সান।\n" +
                "•\tর্যাডিকাল মাস্টেক্টটমি।\n" +
                "•\tটোটাল মাস্টেক্টটমি। \n" +
                " \n" +
                "সার্জারির পরে অনেক সময়ে অন্যান্য চিকিৎসা করা হয়, যা রোগীর ক্যান্সারের ঝুঁকির অবস্থার ওপর নির্ভর করে- কম বা বেশী ঝুঁকি, যার মধ্যে রোগীর বয়স, ক্যান্সারের ধরণ এবং আকার, রোগের স্থানান্তরণের ওপর নির্ভর করে।\n" +
                "সম্ভাব্য অন্যান্য চিকিৎসার মধ্যে কেমোথেরাপি, রেডিয়েশন থেরাপি, হরমোন থেরাপি এবং ইমিউন থেরাপি অন্যতম।\n" +
                "অন্যান্য ধরণের চিকিৎসার সম্ভবনাঃ\n" +
                " \n" +
                "১. কেমোথেরাপি\n" +
                "২. অন্ত্রে লেজার থেরাপি\n" +
                "৩. রেডিয়োথেরাপি\n" +
                " \n" +
                "•\tবাইরে থেকে রেডিয়েশন\n" +
                "•\tইমপ্ল্যান্ট রেডিয়েশন \n" +
                "সারা শরীরের জন্য তিনটি প্রধান ধরণের সুসংহত চিকিৎসা পদ্ধতি হল–\n" +
                "•\tহরমোনাল চিকিৎসা\n" +
                "•\tইমিউন থেরাপি\n" +
                "•\tজীববিদ্যা সংক্রান্ত চিকিৎসা\n",R.drawable.healthcare));
        lstBook.add(new Book("ব্রেন টিউমার","বিস্তারিত","মস্তিষ্ক অথবা তার আশেপাশে অস্বাভাবিক কোষ তৈরি হওয়াকে ব্রেন টিউমার বলে, যা প্রধানত দুই ধরনের: \n" +
                "•\tম্যালিগন্যান্ট কিংবা ক্যান্সারাস টিউমার\n" +
                "•\tবিনাইন টিউমার \n" +
                "ক্যান্সারাস টিউমার প্রধানত দুই ধরণের... প্রাইমারি টিউমার, যা মস্তিষ্কের ভেতরে বৃদ্ধি পায় এবং সেকেন্ডারি টিউমার, যা অন্য কোথাও তৈরি হয়ে মস্তিষ্কে ছড়িয়ে পড়ে। সেকেন্ডারি টিউমার ব্রেন মেটাস্টাসিস টিউমার নামেও পরিচিত।  \n" +
                "লক্ষণ বা উপসর্গ \n" +
                "মস্তিষ্কের বিভিন্ন অংশ আমাদের শরীরের বিভিন্ন কার্যকলাপকে নিয়ন্ত্রণ করে বলে টিউমারের ধরন এবং অবস্থানের ওপর ভিত্তি করে রোগের লক্ষণ বদলায়। সাধারণভাবে, মাথা ব্যথা হল ব্রেন টিউমারের প্রাইমারি লক্ষ্মণ যা প্রচলিত চিকিৎসায় কমে না।  \n" +
                "অন্যান্য লক্ষণ হল: \n" +
                "•\tখিঁচুনি\n" +
                "•\tমনোনিবেশ করতে না পারা\n" +
                "•\tভারসাম্য বজায় রাখায় সমস্যা\n" +
                "•\tদৃষ্টিশক্তি বদলে যাওয়া\n" +
                "•\tহাঁটতে সমস্যা\n" +
                "•\tহাতে বা পায়ে অসাড়তা বা টিংলিং\n" +
                "•\tমনে রাখতে না পারা\n" +
                "•\tকথাবার্তা বা শ্রবণশক্তিতে পরিবর্তন\n" +
                "•\tব্যক্তিত্বে পরিবর্তন\n" +
                "•\tশরীরের কোন একটা নির্দিষ্ট অংশে দুর্বলতা\n" +
                "কারণ \n" +
                "ব্রেন টিউমার মস্তিষ্কের ভেতরেই বেড়ে ওঠে... স্বাভাবিক কোষের ডিএনএ-তে পরিব্যক্তি থেকে প্রাইমারি ব্রেন টিউমার হয়। মস্তিষ্কের ভেতরে কিংবা আশেপাশের টিস্যুতে প্রাইমারি ব্রেন টিউমারের সূত্রপাত, যথা ব্রেন কভারিং মেমব্রেন (মেনিনঞ্জেস), পিটুইটারি গ্রন্থি, ক্রেনিয়াল স্নায়ু বা পিনাল গ্রন্থি। \n" +
                "সেকেন্ডারি ব্রেন টিউমার আলাদা ধরণের, যা অন্য কোথাও তৈরি হয়ে ক্যান্সার মস্তিষ্কে ছড়িয়ে যায়। প্রাইমারি ব্রেন টিউমার কিন্তু সেকেন্ডারি ব্রেন টিউমারের মত হামেশাই ঘটে না। \n" +
                "উদাহরণস্বরূপ...\n" +
                "গিলোমাসঃ এই টিউমারের উৎপত্তি মস্তিষ্কে বা স্পাইনাল কর্ডে এবং ইপেন্ডাইমোমা, ওলিগোডেন্ড্রোগ্লিওমাস, গ্লিওব্লাস্টোমাস, অ্যাস্ট্রোসাইটমাস এবং ওলিগো অ্যাস্ট্রোসাইটমাস যার অন্তর্গত। \n" +
                "মেনিনিজিওমাসঃ মেমব্রেনে তৈরি হওয়া এই টিউমার মস্তিষ্ক ও মেরুদণ্ডকে (মেনিনঞ্জেস) ঘিরে থাকে এবং ক্যান্সারাস নয়। \n" +
                "অ্যাকোইউস্টিক নিউরোমাস (সোয়ান্নোমাস): ভারসাম্য ও শ্রবনক্ষমতা নিয়ন্ত্রণকারী স্নায়ুতে তৈরি হওয়া এই টিউমার আসলে বিনাইন টিউমার, যা কানের ভেতরে বৃদ্ধি পায় ও মস্তিষ্কে ছড়িয়ে পড়ে। \n" +
                "পিটুইটারি অ্যাডেনোমাসঃ মস্তিষ্কের ভেতরের পিটুইটারি গ্রন্থিতে এই বিনাইন টিউমার তৈরি হয় এবং পিটুইটারি গ্রন্থি থেকে নিঃসৃত শরীরের প্রয়োজনীয় হরমোনকে প্রভাবিত করে। \n" +
                "মেডুলোব্লাসটোমাসঃ শিশুদের মধ্যে এই ক্যান্সারাস ব্রেন টিউমার বেশী দেখা যায়। মস্তিষ্কের পেছনে নীচের দিকে তৈরি হয়ে স্পাইনাল ফ্লুয়িডের মাধ্যমে ছড়ায়। বয়স্কদের সাধারণত এই টিউমার হয় না।\n" +
                "পিএনইটিসঃ প্রিমিটিভ নিউরোএক্টোডারমাল টিউমার বা পিএনইটি, যা একপ্রকার বিরল টিউমার। এই ক্যান্সারাস টিউমার প্রধানত মস্তিষ্কের মৌলিক কোষে (ভ্রূণ) তৈরি হয়, আবার মস্তিষ্কের অন্য যে কোন জায়গায় হতে পারে। \n" +
                "জার্ম টিউমার: এই টিউমারের সূত্রপাত শৈশব অবস্থা থেকেই হতে পারে। সাধারণত শরীরের যে অংশে পরবর্তীকালে শুক্রাশয় বা ডিম্বাশয় গঠিত হয়, সেখানেই জার্ম সেল টিউমার দেখা যায়। কখনও কখনও কিন্তু শরীরের অন্যান্য অঙ্গ যেমন মস্তিষ্কেও জার্ম সেল টিউমার ছড়িয়ে পড়তে পারে। \n" +
                "ক্রানিওফারিঞ্জিওমাসঃ মস্তিষ্কের পিটুইটারি গ্রন্থিতে (শরীরের বিভিন্ন কার্যকলাপ নিয়ন্ত্রণ করে) এই বিরল নন-ক্যান্সারাস টিউমার বেড়ে ওঠে, যা বেড়ে ওঠবার সাথে সাথে পিটুইটারি গ্রন্থি সহ আশেপাশের অন্যান্য অঙ্গকেও প্রভাবিত করে। \n" +
                "ক্যান্সার যা অন্য কোথাও বেড়ে উঠে মস্তিষ্কে ছড়িয়ে পড়ে: শরীরের অন্য কোথাও বেড়ে ওঠা টিউমারের মস্তিষ্কে ছড়িয়ে যাওয়াকে সেকেন্ডারি বা মেটাস্টেটিক ব্রেন টিউমার বলে। \n" +
                "সেকেন্ডারি ব্রেন টিউমার তাদেরই হয় যাদের আগে একবার ক্যান্সার হয়েছে। বিরল ক্ষেত্রে, মেটাস্টেটিক ব্রেন টিউমার হল প্রাথমিক লক্ষণ। \n" +
                "প্রাইমারি ব্রেন টিউমারের তুলনায় সেকেন্ডারি ব্রেন টিউমার কিন্তু হামেশাই হয়। মস্তিষ্কে যেসব ক্যান্সার ছড়ায় তার মধ্যে কোলন ক্যান্সার, ফুসফুসের ক্যান্সার, স্তনের ক্যান্সার, মেলানোমা, কিডনির ক্যান্সার অন্যতম।    \n" +
                "রোগ নির্ণয় \n" +
                "রোগ নির্ণয় করবার জন্য ডাক্তার স্নায়বিক সমস্যার লক্ষণগুলো দেখে নেয় এবং রোগীর নিজের এবং তার পরিবারে আগে কি ধরণের অসুখ করেছে সেটাও জেনে নেন। স্নায়ুতন্ত্রের পরীক্ষার পরে ব্রেন টিউমার সন্দেহ হলে যে যে পরীক্ষা করা হয়: \n" +
                "ইমেজিং টেস্ট: ব্রেন টিউমার ডায়াগনোসিস করবার জন্য সাধারণত ম্যাগনেটিক রেজোন্যান্স ইমেজিং বা এমআরআই করা হয়। কখনো কখনো শিরায় ইনজেকশন দিয়ে একধরনের ডাই ঢোকানো হয়। কম্পিউটারাইজড টোমোগ্রাফি (সিটি) স্ক্যান এবং পোরসিট্রোন এমিশান টোমোগ্রাফি (পেইট) হল অন্যান্য সম্ভাব্য ইমেজিং পরীক্ষা। \n" +
                "অ্যাঞ্জিওগ্রাম বা এমআরএঃ টিউমারের লক্ষণ বা রক্তবাহী নালীর অস্বাভাবিকতা বোঝাবার জন্য, এই পদ্ধতিতে ডাই এবং মস্তিষ্কের রক্তবাহী নালীর এক্স-রে করা হয়।\n" +
                "বায়োপসিঃ টিউমার ক্যান্সারাস কি না, সেটা বোঝবার জন্য ডাক্তার বায়োপসি করতে পারে। সার্জারি করে টিউমার সরানোর সময় কিংবা চিকিৎসা শুরুর আগে মাথার খুলিতে ছোট্ট গর্ত করে তার মধ্যে দিয়ে সূচ ঢুকিয়ে মস্তিষ্কের টিস্যুর সামান্য নমুনা সংগ্রহ করে ল্যাবরেটরিতে পরীক্ষার জন্য পাঠানো হয়।    \n" +
                "চিকিৎসা \n" +
                "ব্রেন টিউমারের চিকিৎসার অনেক ধরণের পদ্ধতি থাকলেও রোগ কোন পর্যায়ে ও কোথায় হয়েছে এবং টিউমারের ধরনের ওপর চিকিৎসা নির্ভর করে। \n" +
                "সার্জারি: অপারেশন করা যাবে এমন জায়গায় হলে সেই ব্রেন টিউমার সরানো সম্ভব। টিউমার যদি আকারে ছোট হয় এবং ব্রেনের আশেপাশের টিস্যু থেকে সহজেই আলাদা করা যায়, তাহলে সার্জারির দ্বারা টিউমার সরানো যায়। টিউমারকে তার আশেপাশের টিস্যুর থেকে আলাদা করা সম্ভব না হলে বা মস্তিষ্কের সংবেদনশীল জায়গায় অবস্থিত টিউমারের ক্ষেত্রে সার্জারি করাটা ঝুঁকির হয় এবং নিরাপদে সার্জারি করা গেলেই ডাক্তার সার্জারি করে।    \n" +
                "ঝুঁকি: সার্জারি করে ব্রেন টিউমার সরানোর সময়ে সংক্রমণ এবং রক্তপাতের ঝুঁকি থাকে। মস্তিষ্কের কোথায় টিউমার হয়েছে, সেটাও কিন্তু ঝুঁকির কারণ, যেমন দুটো চোখকে সংযোগকারী টিস্যুর কাছাকাছি অবস্থিত টিউমারের সার্জারিতে দৃষ্টিশক্তি হারাবার ঝুঁকি আছে। \n" +
                "রেডিয়েশন থেরাপি: টিউমার কোষকে ধ্বংস করার জন্য উচ্চ-ক্ষমতাসম্পন্ন বিম ব্যবহার করা হয়, যেমন এক্স-রে বা প্রোটন। রেডিয়েশন শুধুমাত্র ব্রেনের যে জায়গায় টিউমার হয়েছে সেখানে করা যায় কিংবা পুরো ব্রেনেই (হোল ব্রেন রেডিয়েশন) করা যায়। শরীরের অন্য কোন অঙ্গ থেকে মস্তিষ্কে টিউমার ছড়িয়ে গেলে অধিকাংশ সময়ে হোল ব্রেন রেডিয়েশন করা হয়।  \n" +
                "কেমোথেরাপি: কেমোথেরাপিতে, টিউমার কোষকে ধ্বংস করবার জন্য ওষুধ ব্যবহার করা হয়। কেমোথেরাপির ওষুধ ট্যাবলেট হিসেবে খাওয়া যায় অথবা শিরায় (ইন্ট্রাভেনাস) ইনজেকশন ঢুকিয়েও দেওয়া হয়। কেমোথেরাপির ওষুধের মধ্যে টেমোজোলোমাইড অন্যতম, যা ট্যাবলেট হিসেবে খাওয়া হয়। কেমোথেরাপিতে, অন্যান্য অনেক ধরণের ওষুধ পাওয়া যায় এবং ক্যান্সারের ধরণের ওপর ভিত্তি করে ব্যবহৃত হয়।     \n" +
                "ড্রাগ থেরাপি: টারগেটেড ড্রাগ ট্রিটমেন্ট ক্যান্সার কোষের ভেতরের নির্দিষ্ট কোন অস্বাভাবিকতার উদ্দেশ্যে করা হয়। প্রথম লক্ষ্য হল ক্যান্সার কোষকে ধ্বংস করে অস্বাভাবিকতা আটকানো। টারগেটেড ড্রাগ থেরাপির অন্যতম হল গ্লিওব্লাস্টোমা, যা হল বেয়াসিজুমাব। এই ওষুধ শিরার (ইন্ট্রাভেনাস) মধ্যে ইনজেকশনের মাধ্যমে ঢোকানো হয়, যা টিউমারে রক্ত সরবরাহ বন্ধ করে দিয়ে নতুন রক্তনালী তৈরি হওয়া আটকে দেয় এবং ক্যান্সার কোষকে ধ্বংস করে।\n",R.drawable.healthcare));
        lstBook.add(new Book("পারকিন্সস রোগ?","বিস্তারিত","পারকিনসন্স কেন্দ্রীয় স্নায়ুতন্ত্রের সাথে জড়িত একটা দির্ঘমেয়াদি রোগ, যা প্রধানত শরীরের অঙ্গপ্রত্যঙ্গ চালনার পদ্ধতিকে প্রভাবিত করার ফলে ডেপোমাইন ধ্বংসপ্রাপ্ত হয়, এই ডেপোমাইন মস্তিষ্কের কোষ তৈরি করে। পারকিনসন্স স্নায়ুতন্ত্রের ধীরে ধীরে বেড়ে ওঠা একধরনের সমস্যা যা শরীরের নিয়মিত চলাফেরা-গতিবিধিকে প্রভাবিত করে এবং যা কোন সময়ে কোন একটা হাতের নামমাত্র কাঁপুনি বা শিহরণ থেকে শুরু হয়। কাঁপুনি বা শিহরণ পারকিন্সস রোগের পরিচিত লক্ষণ হলেও, এই সমস্যা ছাড়াও পারকিনসন্স রোগের জন্য শরীর শক্ত হয়ে যায় কিংবা স্বাভাবিক চলাফেরার গতি কমে যায়।\n" +
                "লক্ষণ \n" +
                "পারসিনসন্স রোগের লক্ষণ লোক বিশেষে বদলায়। সাধারণভাবে যে সব লক্ষণ দেখা যায়, \n" +
                "কম্পন বা শিহরণঃ শরীরের কোন একটা অঙ্গের কাঁপুনি বা ঝাঁকুনি হয় সাধারণত হাত-পায়ে, অনেক সময়ে হাত বা অঙ্গুলে। চুপ করে বসে থাকার সময়ে আচমকা হাতে কাঁপুনি/শিহরণ ধরাই হল পারকিনসন্স রোগের মুখ্য লক্ষণ। \n" +
                "চলাফেরা-গতিবিধি আস্তে হয়ে যাওয়া (ব্রাডিকিনেশিয়া): সময়ের সাথে সাথে এই রোগ হাঁটাচলার ক্ষমতা এবং তার গতি কমিয়ে দেয়, ফলে রোজকার সাধারণ কাজ করতে সমস্যা হয় এবং প্রয়োজনের তুলনায় অনেক বেশী সময় লাগে। হাঁটবার সময়ে পায়ের পদক্ষেপ ছোট হয়ে যায় কিংবা অনেক সময়ে চেয়ার থেকে উঠে দাঁড়াতে সমস্যা হওয়া ছাড়াও অনেক সময়ে হয়তবা হাঁটবার সময়ে পা ঘষটে ঘষটে হাঁটতে হয় বলে কষ্ট হয়।  \n" +
                "পেশী অনমনীয় হয়ে যায়ঃ শরীরের যে কোন স্থানের পেশী শক্ত-অনমনীয় হয়ে যেতে পারে, যা হাঁটাচলা বা চলাফেরা আটকে দেয় এবং অসহ্য যন্ত্রণা হয়। \n" +
                "দুর্বল অঙ্গভঙ্গিমা এবং ভারসাম্যঃ পারকিনসন্স রোগে আক্রান্ত লোকেদের অঙ্গভঙ্গি বা চালচলন প্রভাবিত হতে পারে কিংবা ভারসাম্যে সমস্যার সম্মুখীন হতে পারে।  \n" +
                "স্বয়ংক্রিয় গতিবিধি হারিয়ে যাওয়াঃ পারকিনসন্স রোগে আক্রান্তদের অবচেতন গতিবিধির ক্ষমতা কমে যায়, উদাহরণস্বরূপ, চোখের পলক পড়া, হাসি বা হাঁটবার সময়ে হাতের সঞ্চালন ইত্যাদি। \n" +
                "কথাবার্তায় বদলঃ পারকিনসন্স রোগিদের কথা বলতে সমস্যা হতে পারে, যেমন ধীরে ধীরে বা তাড়াতাড়ি কথাবলা, দোষারোপ করা বা কথা বলার আগে দোনামোনা করা।   \n" +
                "লেখার ধরনে বদলঃ আক্রান্তরা লিখতে গিয়ে সমস্যায় পড়তে পারে এবং অক্ষর ছোট হয়ে যায়।\n" +
                "কারণ \n" +
                "পারকিন্সস রোগের কারণ অজানা হলেও যেসব বিষয় গুরুতবপুর্ন ভূমিকা পালনা করতে পারে, তা হল  \n" +
                "জিনঃ জিনগত কয়েকটি পরিবর্তন থেকে পারকিন্সস রোগ হতে পারে, কিন্তু ব্যতিক্রমী কিছু ক্ষেত্র ছাড়া এগুলো বেশ লক্ষ্যণীয়, যেখানে পরিবারের অধিকাংশ সদস্য পারকিন্সস রোগ দ্বারা আক্রান্ত। \n" +
                "পরিবেশগত ট্রিগারঃ নির্দিষ্ট কিছু টক্সিন বা পরিবেশগত বস্তুর সংস্পর্শ পরবর্তিকালে এই রোগের ঝুঁকি পরে বাড়লেও ঝুঁকির পরিমাণ কম থাকে।  \n" +
                "রোগ নির্নয় \n" +
                "পারকিনসন্স রোগ নির্নয়ের জন্য বিশেষ পরীক্ষা না থাকলেও কোন পরিস্থিতিতে এই লক্ষণ দেখা যাচ্ছে সেটা দেখবার জন্য, কয়েক ধরণের রক্ত পরীক্ষার পাশাপাশি বেশকিছু স্নায়বিক এবং শারীরিক পরীক্ষাও করা যেতে পারে।\n" +
                "চিকিৎসা \n" +
                "ওষুধ পারকিনসন্স রোগের নিরাময় করতে না পারলেও রোগের সমস্যার নিয়ন্ত্রণে সাহায্য করে। ডাক্তার জীবনযাপনের সামান্য কিছু পরিবর্তনের পরামর্শ দিতে পারে, উদাহরণস্বরূপ প্রতিদিন অ্যারোবিক ব্যায়ামের অভ্যাস। ফিজিক্যাল থেরাপি, যা কিছু ক্ষেত্রে শরীরের ভারসাম্য এবং প্রসারিত-বিস্তৃত করাকে মূল লক্ষ্য করে এবং এটা খুব গুরুতবপুর্ন। কথা বলায় সমস্যার সমাধানে স্পিচ-ল্যাঙ্গুয়েজ প্যাথোলজিস্টের সাহায্য নেওয়া যেতে পারে।     \n" +
                "ওষুধঃ ওষুধের সাহায্যে হাঁটা, চলাফেরা-নড়াচড়া এবং কাঁপুনির সমস্যার সমাধান করা যায়। এই ওষুধগুলো ডোপামাইনের বিকল্প হতে পারে, যা আমাদের মস্তিষ্কের সঙ্কেত পাঠাবার বিশেষ ধরণের নির্দিষ্ট রসায়নিকের (নিউরোট্রান্সমিটার) ভূমিকা নেয়।   \n" +
                "কার্বিডোপা-লেভোডোপাঃ পারকিনসন্স রোগের সবথেকে কার্যকারি ওষুধ সম্ভবত লেভোডোপা। এই প্রাকৃতিক রসায়নিক মস্তিষ্কের মধ্যে গিয়ে ডোপামাইন হিসেবে রূপান্তরিত হয়। কার্বিডোপা (রাইটারি, সিনেমেট) এবং লেভোডোপাকে একসাথে করা হলে, সেটা সময়ের আগেই লেভোডোপার ডোপামাইন হিসেবে রূপান্তর হওয়া আটকায়, ফলে গা গোলানোর মতন পার্সবপ্রতিক্রিয়া আটকে যায় বা কমে।   \n" +
                "ডোপামাইন এগোনিস্টঃ ডোপামাইন এগোনিস্ট ডোপামাইনে পরিবর্তিত হবার বদলে মস্তিষ্কে ডোপামাইনের কার্যকারিতাকে অনুকরণ করে। ডোপামাইন এগোনিস্টের মধ্যে প্রামিপেক্সোল, রোপিনিরোল এবং রোটিগোটিন অন্যতম। \n" +
                "মাও-বি ইনহিবিটারঃ এই ওষুধের মধ্যে সেলেজিলাইন এবং রাসোজিলাইন অন্যতম, যারা মস্তিষ্কের মোনোঅ্যামাইন অক্সিডেজ বি এনজাইমকে (মাও-বি) দমন করে ব্রেন ডোপামাইনের ভেঙে যাওয়া প্রতিরোধ করার পাশাপাশি এই এনজাইম ব্রেন ডোপামাইনকে মেটাবলাইজ করায়।  \n" +
                "ক্যাথেকল-ও-মিথাইলট্রান্সফিয়ার্স (কোমট) ইনহিবিটারঃ এই বিভাগের প্রাইমারি ওষুধ হল এন্টাক্যাপোন, যা ডোপামাইনকে ভেঙে দেওয়া এনজাইমকে আটকে দিয়ে লেভোডোপা থেরাপিতে সামান্য হলেও প্রভাবিত করে। \n" +
                "অ্যান্টিকোলিনারজিক্সঃ পারকিনসন্স রোগের সাথে জড়িত কম্পন বা শিহরণকে নিয়ন্ত্রিত করবার জন্য বহুদিন থেকে এই ওষুধ ব্যবহার করা হয়। বেঞ্জট্রোপাইন বা ট্রিহেক্সাইফেনিড্রিল সহ অসংখ্য অ্যান্টিকোলিনারজিক্স ওষুধ পাওয়া যায়। \n" +
                "সার্জারি\n" +
                "ডিপ ব্রেন সিমুলেশানঃ ডিপ ব্রেন সিমুলেশান বা ডিবিএসে, সার্জেন আমাদের মস্তিষ্কের একটা নির্দিষ্ট অংশে ইলেক্ট্রোডস স্থাপন করে। এই ইলেক্ট্রোডস কন্ঠার হাড়ের কাছে বুকের ওপর লাগানো জেনারেটারের সাথে যোগ করা হয়, যা মস্তিষ্কে তড়িৎ কম্পন পাঠায় এবং রোগের সমস্যা কমার সম্ভবনা থাকে।\n",R.drawable.healthcare));
        lstBook.add(new Book("ইনসোমনিয়া বা অনিদ্রা?","বিস্তারিত","ইনসোমনিয়া বা অনিদ্রা একধরনের ঘুমের সমস্যা। ইনসোমনিয়ার জন্য সহজে ঘুম আসে না কিংবা ঠিক যতক্ষণ দরকার ততক্ষণ ঘুম হয় না। ইনসোমনিয়া অনেক ধরনের হয়।  \n" +
                "অনিদ্রা রোগকে অনেক সময়ে চিকিৎসার লক্ষণ এবং উপসর্গ হিসেবে ধরে নেওয়া হয় এবং এরই সাথে ঘুম, মেডিক্যাল এবং মানসিক সমস্যাও হয়, যার মধ্যে সবসময়ে ঘুমের সমস্যা বা ঘুমোতে না পারা এবং/অথবা ঘুম ভেঙে যাওয়া বা অপর্যাপ্ত ঘুম অন্যতম।  \n" +
                "প্রাপ্তবয়স্ক মানুষরা জীবনে কোন না কোন সময়ে ইনসোমেনিয়ার সমস্যায় ভুগলেও কারোর কারোর এটা দীর্ঘকালীন (ক্রনিক) সমস্যা হিসেবে থেকে যায়। ইনসোমেনিয়া প্রাইমারি সমস্যা হতে পারে অথবা অন্য কোন কারণের জন্য সেকেন্ডারি সমস্যা, যেমন অসুখ বা মেডিকেশান। \n" +
                "ইনসোমনিয়ার  ফলে না ঘুমিয়ে চুপচাপ জেগে বসে থাকার জন্য আপনার কর্মক্ষমতাকে কমে যায় এবং শুধুই প্রাণশক্তি ও মনমেজাজ নয় বরং স্বাস্থ্য, কর্মক্ষমতা এবং সার্বিকভাবে ভালো থাকার প্রয়োজনীয় প্রাণরস  শুষে নেয়।  \n" +
                "হালকা এবং অ্যাকিউট ইনসোমেনিয়া চিকিৎসার মাধ্যমে নিরাময় হয় না, বরং জীবনযাত্রা এবং ঘুমের অভ্যাসের সহজসরল পরিবর্তন করলে উপকার পাওয়া যায়। অন্যদিকে ক্রনিক ইনসোমনিয়া  জন্য যথোপযুক্ত চিকিৎসার দরকার, যা এর অর্ন্তনিহিত কারণের প্রতিকার করে রোগ নিরাময় করে।\n" +
                "রোগ নির্ণয়\n" +
                "১. ডাক্তাররা, রোগীর জীবনযাত্রার ধরন ও আগে কি কি রোগ হয়েছিল এবং বেশ কিছু শারীরিক পরীক্ষার মাধ্যমে রোগ নির্ণয় করে।\n" +
                "২. অনিদ্রা রোগের জন্য দায়ী কারণ খুঁজে বের করতে ডাক্তাররা যা যা জিজ্ঞেস করতে পারে, \n" +
                "•\tঅনেকদিন ধরে কোন সমস্যা বা রোগ আছে কি না অথবা নতুন করে কোন রকম সমস্যা হয়েছে কি না। \n" +
                "•\tকষ্টদায়ক ক্ষত বা আঘাত বা শারীরিক কোন পরিস্থিতি, যেমন বাত।  \n" +
                "•\tওটিসি অথবা প্রেসক্রিপশন অনুসারে কোন ওষুধ খাচ্ছেন কি না।  \n" +
                "•\tঅবসাদের কোন রকম লক্ষণ কিংবা আগে কোন সময়ে উদ্বেগ-দুশ্চিন্তা অথবা মনোবিকারের মতন সমস্যার সম্মুখীন হয়েছেন কি না।  \n" +
                "•\tজীবনে কোন ধরণের মানসিক ধকলের ঘটনা ঘটেছে কি না, যেমন বিবাহবিচ্ছেদ কিংবা মৃত্যু। \n" +
                "•\tকাজ ও শরীরচর্চার রুটিন।  \n" +
                "৩. ডাক্তার একজনের ঘুমের অভ্যাস নিয়ে খোঁজ করতে পারে, যেমন ঘুমোতে যাবার সময়, কতক্ষণ ঘুমোন, ঘুম আসতে কত সময় লাগে, কয়েক দিন একটানা কাজ করবার পড়ে ঠিক কতটা ক্লান্ত হন, সপ্তাহান্তে কতক্ষণ ঘুমোন ইত্যাদি। \n" +
                "৪. ডাক্তার হয়তবা অন্যান্য মেডিক্যাল সমস্যা যার ফলে অনিদ্রা রোগ হতে পারে সেইসব বাতিল করবার জন্য শারীরিক পরীক্ষা করাতে পারেন, যেমন আপনার থাইরয়েড সমস্যা বোঝবার জন্য রক্ত পরীক্ষা কিংবা অন্যান্য পরিস্থিতি যার কারণে ঘুমের সমস্যা হতে পারে। \n" +
                "৫. ডাক্তার আপনাকে নিজের ঘুম বিচার করে দেখতে বলতে পারেন, যা পলিস-মনোগ্রাম (পিএসজি) নামে পরিচিত, যদি তিনি এটা ধরে নিয়ে থাকেন, যে কোন ধরনের অন্তর্নিহিত সমস্যার কারণে আপনার ইনসোমনিয়া হচ্ছে।\n" +
                "ইনসোমনিয়া কত রকমের হয় \n" +
                "বিভিন্ন ধরনের ইনসোমনিয়া বা অনিদ্রা রোগ আছে:\n" +
                "অ্যাকিউট ইনসোমেনিয়া– ঘুমের অসুবিধার একপ্রকার সংক্ষিপ্ত ঘটনা। সাধারণত জীবনে ঘটে যাওয়া কোন ঘটনার জন্য অ্যাকিউট ইনসোমেনিয়া হয়, যেমন যে কোন ব্যক্তির চাকরি পরিবর্তনের ধকল, খারাপ খবর পাওয়া, কিংবা ঘুরে বেড়ানো। অনেকক্ষেত্রে কোন প্রকার চিকিৎসা ছাড়া অ্যাকিউট ইনসোমনিয়া ঠিক হয়ে যায়। \n" +
                "ক্রনিক ইনসোমেনিয়া– ঘুমের অসুবিধার একপ্রকার দীর্ঘকালীন নমুনা। একজন ব্যক্তির যখন ঘুম আসতে সমস্যা হচ্ছে অথবা অন্ততপক্ষে তিনমাস বা আরও বেশীদিন ধরে প্রতি সপ্তাহে তিনদিন করে না ঘুমোলে তাকে ক্রনিক হিসেবে ধরে নেওয়া হবে। \n" +
                "কমোরবিড ইনসোমেনিয়া– অনিদ্রা রোগ যা অন্য কোন অবস্থার সঙ্গে হয়। মানসিক দশা- যেমন দুশ্চিন্তা এবং অবসাদ- যারা ঘুমের বদলের সাথে জড়িত বলে পরিচিত। হয় বিশেষ কিছু চিকিৎসা জনিত অবস্থার জন্য ইনসোমেনিয়া হয় কিংবা যে কোন মানুষের রাতে ঘুমোতে অস্বচ্ছন্দ বোধ হয়(বাত অথবা পিঠে ব্যথার কেসে যা হয়, যার ফলে আপনার ঘুমোতে কষ্ট হয়)\n" +
                "অনসেট ইনসোমেনিয়া– রাতের প্রথমদিকে ঘুমোতে অসুবিধা হওয়া। \n" +
                "মেনটেনেইন্স ইনসোমেনিয়া– ঘুমিয়ে থাকতে অক্ষম। এই রোগে যারা ভুগছেন তারা মাঝরাতে জেগে ওঠেন।\n" +
                "ঘুমের ধাপ\n" +
                "প্রথম ধাপ: বৈশিষ্ট্য হল হালকা ঘুম, যখন একজন সর্বতোভাবে ঘুমের চেষ্টা করছে এবং খুব সহজেই জেগে উঠবে। চোখের পাতার নড়াচড়া খুব ধীরে এবং পেশীর সক্রিয়তা আস্তে হয়ে যায়। \n" +
                "দ্বিতীয় ধাপ: চোখের পাতার নড়াচড়া বন্ধ হয়ে যায় এবং মস্তিষ্কের তরঙ্গের গতি ধীরে হয়ে যায়\n" +
                "তৃতীয় ধাপ: একজন মানুষ যখন তৃতীয় ধাপে প্রবেশ করে, মস্তিষ্কের তরঙ্গের গতি একদম আস্তে যাকে ডেল্টা তরঙ্গ বলে, যা ক্ষুদ্র, দ্রুত তরঙ্গ দ্বারা বিক্ষিপ্ত হয়।  \n" +
                "চতুর্থ ধাপ: মস্তিষ্ক শুধুই ডেল্টা তরঙ্গ তৈরি করে। তৃতীয় এবং চতুর্থ ধাপ গভীর নিদ্রা বা ডেল্টা স্লিপ নামে পরিচিত,এবং এই অবস্থা থেকে কাউকে ডাকা খুব কঠিন। এই গভীর ঘুমের মধ্যে, চোখ কোন নড়াচড়া এবং পেশীর কোন সক্রিয়তা থাকে না। এটা হল সেই সময় যখন একজন শিশু বিছানা ভিজিয়ে ফেলে, ঘুমের মধ্যে হাঁটে অথবা ভয় পায়।\n" +
                "ইনসোমনিয়া  বা অনিদ্রার কারণ \n" +
                "চাপ বা ধকলের সাধারণ কারণগুলো হল:\n" +
                "মানসিক\n" +
                "•\tভয়, চাপ, আবেগ সংক্রান্ত ছাপ, কাজের সমস্যা, যৌন জীবনে অতৃপ্তির মতন মানসিক সমস্যা। \n" +
                "•\tরোগ কেন্দ্রিক বিষণ্ণতা, দুশ্চিন্তা এবং আঘাত পাবার পরবর্তী চাপের সমস্যার মতন মানসিক সমস্যা।\n" +
                "•\tসাইকোঅ্যাকটিভ অথবা স্টিমুলেন্ট ওষুধ, যার অন্তর্গত হল ক্যাফেইন, ইফেড্রিন, অ্যামফেট্যামাইন্স এবং মিথাইলফেনিডেট।\n" +
                "চিকিৎসা বা ওষুধ সম্পর্কিত\n" +
                "•\tকার্ডিয়াক- ইসচেমিয়া বা কগনিটিভ হার্ট ফেলিওর।\n" +
                "•\tঅন্তঃ স্রাবী- হাইপারথাইরোডিজম বা মেনো পেজ।\n" +
                "•\tস্নায়ুতন্ত্র- স্ট্রোক, অ্যালজাইমারস রোগ।\n" +
                "•\tফুসফুস সংক্রান্ত- হাঁপানি বা বাধাবিঘ্নের ক্রনিক ফুসফুসের রোগ।\n" +
                "•\tগ্যাসট্রোইনটেস্টস্টাইনাল- গ্যাসট্রোইনটেস্টস্টাইনাল রিফ্লাক্স রোগ।  \n" +
                "পরিবেশগত\n" +
                "•\tগর্ভবতী।\n" +
                "•\tধকলপুর্ন বা জীবনের ওপর আশঙ্কাজনক কোন ঘটনা।\n" +
                "•\tসার্কাডিয়ান ছন্দের গণ্ডগোল- বদলির চাকরি এবং জেট ল্যাগ।\n" +
                "•\tপরিবেশগত শব্দ বা অন্যান্য ঝামেলা- জীবনসঙ্গীর নাক ডাকা।\n" +
                "ইনসোমনিয়া বা অনিদ্রার প্রভাব \n" +
                "অপর্যাপ্ত ঘুম সবাইকে সব সময় নিদ্রাচ্ছন্ন ও তন্দ্রাচ্ছন্ন করে রাখে এবং অনেক ধরনের ক্ষতিকারক প্রভাব ফেলে: \n" +
                "১. বেশী দুর্ঘটনার কারণ: ঘুমের ক্ষতি মারাত্মক দুর্ঘটনার অন্যতম প্রধান কারণ, যা নির্মমভাবে মানুষের জীবন ছিনিয়ে নেয়।\n" +
                "২. নীরব-অচল করে দেয়: অনিদ্রা আপনাকে জড়ভরত রাখার সাথে বুদ্ধি-বৃত্তি ও চিন্তা-ভাবনার ক্ষমতা কমিয়ে দেয় এবং এর ফলে বিভিন্ন পরিস্থিতিতে সাড়া দিতে সমস্যায় পড়ে এবং যে কোন কারোর মনোযোগ, সতর্কতা, একাগ্রতা ইত্যাদির ওপর নেতিবাচক প্রভাব ফেলে।\n" +
                "৩. অপর্যাপ্ত ঘুম থেকে হার্ট অ্যাটাক, হৃদ স্পন্দন বন্ধ হয়ে যাওয়া, স্ট্রোক, বেশী রক্তচাপ, অনিয়মিত হৃদ স্পন্দন, ডায়াবেটিস প্রভৃতির মতন গুরুতর শারীরিক সমস্যার সৃষ্টি করতে পারে।\n" +
                "৪. যৌন আকুতির অভাব: নিদ্রা বিশারদ অনুযায়ী, নিদ্রায় বঞ্চিত পুরুষ এবং মহিলাদের কর্মশক্তি কমে এবং যৌন ইচ্ছা কমে যায়। হ্রাসপ্রাপ্ত শক্তি, ঘুম-ঘুম ভাব, এবং চিন্তা বেড়ে যাওয়াকে মূলত দায়ী করা যায়। \n" +
                "৫. অবসন্নতা: অনিদ্রা এবং অবসন্নতা একে অন্যের পরিপূরক। কম ঘুম অনেক সময়ে অবসন্নতার লক্ষণ প্রকট করে, এবং অবসন্নতা ঘুম আসবার ক্ষেত্রে প্রচুর সমস্যার সৃষ্টি করতে পারে। \n" +
                "৬. ত্বকের বুড়োটে ভাব: একজন যখন যথেষ্ট পরিমাণে ঘুমোতে পারেন না, শরীর অনেক বেশী পরিমাণে স্ট্রেস হরমোন করটিসল নিঃসৃত করে। অতিরিক্ত পরিমাণে, করটিসেরল ত্বকের কোলাজেন যা ত্বককে মসৃণ এবং নমনীয় রাখে, সেটাকে ধ্বংস করে ফেলে।\n" +
                "৭. ঘুম না হওয়ার ফলে আপনি অমনোযোগী হয়ে পড়েন।\n" +
                "৮. ঘুম না হওয়ার কারণে, যেহেতু ক্ষুধা বেড়ে যায়, তাই আপনার শরীরের ওজন বৃদ্ধি পায়।\n" +
                "চিকিৎসা \n" +
                "১. কগনিটিভ বিহেভেরিয়াল থেরাপি: ইনসোমেনিয়া বা অনিদ্রার চিকিৎসার মুখ্য অবলম্বন হল কগনিটিভ বিহেভেরিয়াল থেরাপি, যার সাথে সম্মোহক এজেন্টের বিচক্ষণ ব্যবহার থাকে। কগনিটিভ বিহেভেরিয়াল থেরাপি ক্রনিক ইনসমনিয়ার ফার্স্ট লাইন ইনটারভেনশান হিসেবে ধরা হয়। \n" +
                "২. ফার্মাকোলজিকাল চিকিৎসা:\n" +
                "•\tবেনজোডিয়াজেপাইনঃ এই ওষুধগুলো সহ্যশক্তি এবং নির্ভরতা গড়ে তোলে, বিশেষকরে দীর্ঘসময় ধরে নিয়মিত ব্যবহার করলে। বেনজোডিয়াজেপাইন হল সম্মোহকের সাধারণভাবে ব্যবহৃত শ্রেণী, যেমন টেমাজেপেন, ফ্লুরাজেপেম, নিট্রাজেপেম ইত্যাদি। \n" +
                "•\tননবেনজোডিয়াজেপাইন, শারীরিক এবং মানসিক উভয় প্রকার নির্ভরতার কারণ, এবং সকালের সিডেশান সহ, একই স্মৃতি এবং কগনিটিভ সমস্যা যেমন বেনজোডিয়াজেপাইন। \n" +
                "৩. ঘুমের ওষুধ: ইনসমনিয়ার চিকিৎসায় অন্যান্য যে সব ঘুমের ওষুধ ব্যবহার করা হয় তার মধ্যে অ্যান্টিডিপ্রেসেন্ট এবং অ্যান্টিহিস্টামিনস আছে। \n" +
                "৪. ইনসমনিয়ার জন্য সাধারণভাবে যেসব থেরাপিউটিকের পরামর্শ দেওয়া হয়, তা হল নিম্নরূপ: \n" +
                "•\tশোবার সময়ে উদ্বেগযুক্ত হবার প্রক্রিয়া অভ্যাস করুন।\n" +
                "•\tশোবার আগে বেশী খাবার, জল এবং কষ্টকর ব্যায়াম এড়িয়ে চলুন। \n" +
                "•\tশোবার আগে অ্যালকোহল, নিকোটিন ও ক্যাফেইনের মত ঘুমের ব্যাঘাত ঘটাতে পারে এমন কিছু এড়িয়ে চলুন।  \n" +
                "•\tবিছানায় শুয়ে পড়াশুনো এবং টেলিভিশন দেখা এড়িয়ে যান।\n" +
                "•\tশোবার সময় একটা নিয়ম মেনে চলুন।\n" +
                "সুখনিদ্রার পরামর্শ\n" +
                "•\tক্যাফেইন, নিকোটিন এবং অ্যালকোহল কম করুন বা এড়িয়ে চলুন। দিনের শেষে কিংবা সন্ধেবেলায় এইসব খাবেন না।\n" +
                "•\tআপনি যা যা ওষুধ খান, সেসব ডাক্তারকে দেখিয়ে নিন এটা দেখবার জন্য, যে এর মধ্যে কোন কিছু আপনার ঘুমে ব্যাঘাত ঘটাচ্ছে কি না। ঘুমের সমস্যা কাটানোর জন্য, আপনাকে হয়ত ওষুধের ডোজ ঠিক করে নিতে হবে অথবা দিনের যে সময়ে ওষুধ খাচ্ছেন সেটা বদলাতে হবে। \n" +
                "•\tসন্ধেবেলা বিশ্রামের জন্য নির্দিষ্ট করুন। টিভি দেখা এবং কম্পিউটার বা ফোন ব্যবহার করলে যদি আপনার ঘুমোতে দেরী হয়, তাহলে সেসব করবেন না।\n" +
                "•\tশুতে যাবার সময়ে একটা রুটিন বানান, যা মেনে চললে সেটা প্রতি রাতে আপনার শরীর এবং মনকে এটাই বোঝাবে, যে এটা আপনার শুতে যাবার সময়। উদাহরণস্বরূপ, শুতে যাবার আগে, হালকা গরম জলে স্নান করুন, হালকা গান শুনুন, কিংবা এককাপ হারবাল চা খান।\n" +
                "•\tনিয়মিত শরীরচর্চাকে আপনার জীবনের অঙ্গ বানিয়ে নিন, কিন্তু  সেটা শুতে যাবার ৩-৪ ঘণ্টা আগে করবেন।\n" +
                "•\tনিজের শোবার ঘরকে শান্ত, নিঝুম এবং ঠাণ্ডা রাখুন। ঘুমোবার সুবিধার জন্য মুখে মাস্ক এবং কানে প্লাগ ব্যবহার করুন।\n" +
                "•\tআপনি যদি ২০ মিনিটের মধ্যে না ঘুমোতে পারেন (অথবা ঘুমোতে দেরী হয়), বিছানা থেকে উঠে পড়ুন এবং কোন একটা নিশ্চিন্ত কাজ করুন। এটা আপনাকে ঘুমোতে যেতে সাহায্য করবে।\n",R.drawable.healthcare));
        lstBook.add(new Book("টিউবারকিউলোসিস?","বিস্তারিত","টিউবারকিউলোসিস, মাইকোব্যাটেরিয়াম টিউবারকিউলোসিস নামক ব্যাক্টেরিয়াম ঘটিত রোগ যা বাতাসের মাধ্যমে ছড়ায়। টিউবারকিউলোসিস ফুসফুসের ক্ষতি করলেও, অন্যান্য অঙ্গও আক্রান্ত হতে পারে, যেমন কেন্দ্রীয় স্নায়ুতন্ত্র। টিউবারকিউলোসিসে আক্রান্ত ব্যক্তির হাঁচি এবং কাশির মাধ্যমে এই ব্যাকটেরিয়ার ছড়িয়ে যায় এবং যে কেউ সংক্রামিত হতে পারে।     \n" +
                "লক্ষণ \n" +
                "টিউবারকিউলোসিসের জন্য দায়ী ব্যাকটেরিয়া আমাদের শরীরে প্রবেশ করলে, রোগ প্রতিরোধ ক্ষমতা আমাদের সুরক্ষিত করে, তাই ডাক্তাররা যে বিষয়গুলো আলাদা ভাবে দেখে নেয়,   \n" +
                "লেটেন্ট টিবি:\n" +
                "টিবি-র সংক্রমণ সত্ত্বেও ব্যাকটেরিয়া নিষ্ক্রিয় থাকে বলে কোন লক্ষণ প্রকাশ দেখা যায় না। লেটেন্ট টিবি, নিষ্ক্রিয় টিবি বা টিবি সংক্রমণ নামেও পরিচিত এবং ছোঁয়াচে নয়। চিকিৎসার মাধ্যমে লেটেন্ট টিবি থেকে অ্যাক্টিভ টিবি হওয়া আটকানো সম্ভব এবং একই সাথে টিবি ছড়াতেও পারে না। \n" +
                "অ্যাক্টিভ টিবি:    \n" +
                "অ্যাক্টিভ টিবি-তে আপনাকে অসুস্থ করে দেয় এবং এটা ছোঁয়াচে। টিবি ব্যাকটেরিয়ার সংক্রমণের প্রথম কয়েক সপ্তাহের মধ্যে কিংবা কয়েক বছর পরেও অ্যাক্টিভ টিবি হতে পারে। \n" +
                "অ্যাক্টিভ টিবির লক্ষণ এবং উপসর্গ হল:\n" +
                "•\tকাশির সাথে রক্ত।\n" +
                "•\tতিন সপ্তাহ বা তার থেকে বেশীদিন ধরে একটানা কাশি।\n" +
                "•\tবুকে ব্যথা।\n" +
                "•\tনিঃশ্বাস নেবার সময় বা কাশবার সময়ে ব্যথা।\n" +
                "•\tঅবসাদ।\n" +
                "•\tরাতে ঘাম হওয়া।\n" +
                "•\tজ্বর।\n" +
                "•\tঅকারণ ওজন কমা।\n" +
                "•\tশরীর ঠাণ্ডা হয়ে যাওয়া।\n" +
                "•\tখাবারে অনীহা। \n" +
                "কারণ \n" +
                "টিউবারকিউলোসিস ব্যাকটেরিয়া ঘটিত রোগ, যা বাতাসের জলীয় বাষ্পের মাধ্যমে ছড়ায়। অ্যাক্টিভ টিউবারকিউলোসিসে আক্রান্তের কাশি, কথাবার্তা, থুতু, হাসি, গান বা হাঁচি মাধ্যমে এই রোগ ছড়ায়। \n" +
                "টিউবারকিউলোসিস ছোঁয়াচে হলেও সহজেই কাউকে সংক্রামিত করতে পারে না। আমরা যত সহজে পরিবারের লোক বা অফিসের সহকর্মী দ্বারা সংক্রামিত হতে পারি, ততটা সহজে কিন্তু অচেনা কারোর দ্বারা আক্রান্ত হব না। অ্যাক্টিভ টিবিতে আক্রান্তদের চিকিৎসা কমপক্ষে দুই সপ্তাহ চিকিৎসার অবধি হলে সেই রোগ ছড়ানোর সম্ভাবনা থাকে না।    \n" +
                "রোগ নির্ণয় \n" +
                "টিউবারকিউলোসিস স্কিন টেস্ট (টিএসটি)-\n" +
                "টিবিতে আক্রান্ত রোগীদের রোগ নির্ণয়ের ক্ষেত্রে একটা নির্ভরযোগ্য পদ্ধতি, যা পিপিডি নামেও প্রচলিত। নতুন কোন সংক্রমণের ঝুঁকি আছে, এরকম টিবিতে আক্রান্তদের টিবি আছে কিনা জানবার জন্য এই পরীক্ষা করা হয়, যেমন স্বাস্থ্য কর্মীরা বা আক্রান্তদের খুব কাছের লোকেরা এবং যাদের ইমিউন সিস্টেম দুর্বল হবার জন্য সংক্রমণের ঝুঁকি বেড়ে যায়। টিবি ব্যাকটেরিয়ার অল্প পিউরিফায়েড প্রোটিন ডেরিভেটিভ (পিপিডি) তরল, আমাদের ত্বকের বাইরের স্তরে ইনজেকশনের মাধ্যমে দেওয়া হয়। দুই থেকে তিন দিন বাদে, ডাক্তার বা নার্স টেস্ট পজিটিভ হয়েছে কিনা দেখে নেয়। ইনজেকশনের জায়গাটা শক্ত ও জুতোর সেলাইয়ের মত হয়ে গিয়ে লাল রঙের হলে ফলাফল পজিটিভ, অর্থাৎ, সংক্রমণ সক্রিয় না হলেও আপনি টিবিতে আক্রান্ত।\n" +
                "ফলাফল পজিটিভ হলে, রোগের সক্রিয় কি না সেটা জানবার জন্য, ফুসফুসের এক্স-রে সহ অন্যান্য পরীক্ষা করা হয়। ডাক্তার, ফুসফুসে টিবির গুরুতর সংক্রমণের সন্দেহ করলে, মুখের লালার নমুনা সংগ্রহ করে অন্যান্য টেস্ট করেন। পরীক্ষার ফল পজিটিভ হলে, অ্যাক্টিভ পালমোনারি টিবি নিশ্চিত হওয়া যায়।   \n" +
                "চিকিৎসা  \n" +
                "একমাত্র ওষুধের মাধ্যমে টিউবারকিউলোসিসের  চিকিৎসা করা হয়। অন্যান্য ব্যাকটেরিয়ার সংক্রমণের চিকিৎসার তুলনায় টিবির চিকিৎসায় বেশী সময় লাগে। \n" +
                "টিউবারকিউলোসিসে আক্রান্তদের ছয় থেকে নয় মাস অ্যান্টিবায়োটিক দেওয়া হয়। কি ওষুধ কতদিন ধরে দেওয়া হবে সেটা বয়স, ওষুধ সহ্য করার ক্ষমতা, টিবির ধরন (লেটেন্ট বা অ্যাক্টিভ), স্বাস্থ্যের সার্বিক অবস্থা এবং শরীরের কোথায় সংক্রমণ হয়েছে তার ওপর নির্ভর করে। \n" +
                "প্রচলিত ওষুধগুলো হল:\n" +
                "•\tরিফামফিন, ইসোনিয়াজেড, পাইরাজিনামিড, ইথামবুটল।\n" +
                "•\tআজকাল, ওষুধ সহ্য করবার ক্ষমতা বা প্রতিক্রিয়ার জন্য অ্যাড-অন থেরাপি হিসেবে নতুন নতুন অনেক রকম ওষুধ দেওয়া হয়, যেমন লিনেজোলাইড, বিডাকুলাইন।\n",R.drawable.healthcare));
        lstBook.add(new Book("বদহজম?","বিস্তারিত","বদহজম নিজে কোন সমস্যা না হলেও অন্তর্নিহিত কোন সমস্যার লক্ষণ, উদাহরণস্বরূপ গ্যাসট্রোএসোফেগাল রিফ্লেক্স ব্যাধি (জিইআরডি), আলসার, কিংবা পিত্তকোষের রোগ। খাওয়ার পরে এই অস্বস্তি বোঝা যায়। বদহজম হলে পেটের ওপরে দিকে জ্বালা এবং ব্যথা হয়।\n" +
                "তেলমসলাদার খাবার, জাঙ্ক ফুড, পাকস্থলীর আলসার, গ্যাস্ট্রিকের সমস্যা, পেটে সংক্রমণ, প্যানক্রিয়েটাইটিস, অতিরিক্ত মদ্যপান, ধূমপান, অ্যান্টিবায়োটিক, অ্যান্টিবায়োটিক্স, অ্যাসপিরিন ইত্যাদির জন্য মুখের মধ্যে টক টক স্বাদ, পেটে ব্যথা, গা গোলালে সেটা বদহজমের ইঙ্গিত বলা হয়।\n" +
                "সময়মত খাওয়াদাওয়া করুন। ধূমপান এবং মদ্যপান করবেন না। খাবার খাওয়ার সময়ে জল না খেয়ে বরং খাওয়ার শেষে জল খান। পর্যাপ্ত ঘুম ও ওষুধের মাধ্যমে বদহজমের প্রতিরোধ সম্ভব।\n" +
                "বদহজম ক্রনিক আকার ধারণ করলে ডাক্তার দেখিয়ে এবং সঠিক চিকিৎসা করা উচিৎ।\n" +
                "পরিপাকনালী\n" +
                "ডাইজেস্টিভ সিস্টেম বা পাচনতন্ত্র খাবারকে শক্তিতে রূপান্তরিত করে এবং এই শক্তি আমাদের ঠিকমতন কাজ করতে এবং নিজেদের বজায় রাখতে সাহায্য করে। \n" +
                "পাচনতন্ত্রের অঙ্গসমুহ: \n" +
                "মুখ: খাদ্যনালীর প্রথম অংশ। মুখের মধ্যে দাঁত খাবারকে ছোট ছোট টুকরো করার পরে টুকরোগুলো মুখের লালা এবং নির্দিষ্ট কিছু পাচক এনজাইমের সঙ্গে মিশে গিয়ে ফুড বোলাস তৈরি করে তাই আমাদের সহজেই গিলতে পারি। জিহ্বা ফুড বোলসকে খাদ্যনালীতে পাঠিয়ে দেয়। \n" +
                "ফ্যারিংসঃ অনুনাসিক গহ্বরের ঠিক পিছনে অবস্থিত কণ্ঠনালীর অংশ। ফ্যারিংসের দুটি ভাগ: অরোফ্যারিংস ও ল্যারিংগোফ্যারিংস। ল্যারিংগোফ্যারিংস নিঃশ্বাস এবং খাবারকে যাবার পথ করে দেয়।\n" +
                "খাদ্যনালী: খাদ্যনালীকে গলাও বলা হয়, যা পেশীবহুল একটা নল। খাবার খাদ্যনালীর মাধ্যমে মধ্যচ্ছদা গহ্বরের মধ্যে দিয়ে পাকস্থলীতে প্রবেশ করে। খাদ্যনালী খাবার যাবার সময় ছাড়া সঙ্কুচিতই থাকে।\n" +
                "মধ্যচ্ছদা: বক্ষ এবং পৈত্তিক গহ্বরকে আলাদা করে। মধ্যচ্ছদা যকৃতের খালি এলাকার সাথে যুক্ত থাকে এবং স্থিরতা লাভ করে।\n" +
                "পাকস্থলিঃ শরীরের অভ্যন্তরস্থ পেশীবহুল থলি। পাকস্থলীর  মধ্যে খাবার নানান গ্যাস্ট্রিক অ্যাসিড, পাচক রস ও এনজাইম ছাড়াও যকৃত থেকে নিঃসৃত পিত্তের সাথে মিশে যায় এবং হজমে সাহায্য করে, বিশেষভাবে প্রোটিনকে ‘চারনিং’ নামক যান্ত্রিক পদ্ধতির দ্বারা এবং এটাকে ‘চাইম’ নামক পুরু সেমি সলিড মণ্ডতে পরিণত করে। পরিণত পাকস্থলী ১ লিটার পর্যন্ত খাবার ধরে রাখতে পারে। \n" +
                "প্লীহা: রক্ত দ্বারা বাহিত লোহিত এবং শ্বেত কণিকাকে ভেঙে দেয়। এই হজমের ফলে বিলিরুবিন নামক রঞ্জক পদার্থ তৈরি হয়, যা যকৃতে যায় এবং পিত্তের মাধ্যমে নিঃসৃত হয়। \n" +
                "যকৃত: শরীরের সবথেকে বড় অঙ্গ, যা পাচনতন্ত্রের গুরুত্বপূর্ণ ভূমিকা পালন করে। যকৃত বিভিন্ন মেটাবোলাইটিসকে ডিটক্সিফাই ও প্রোটিনকে সংশ্লেষণ করতে পারে এবং হজমের প্রয়োজনীয় জৈবরাসায়নিক প্রস্তুত করে। যকৃত, গ্লুকোজ থেকে গঠিত হওয়া (গ্লাইকোজেনেসিস) গ্লাইকোজেনের সংরক্ষণ নিয়ন্ত্রণ করে। যকৃত কিছু ধরনের  অ্যামাইনো অ্যাসিড থেকে গ্লুকোজের সংশ্লেষণ করে। যকৃতের  পরিপাক ক্রিয়া মূলত কার্বোহাইড্রেটের ভাঙ্গন প্রক্রিয়ার সাথে জড়িত। \n" +
                "পিত্ত: যকৃত থেকে উৎপন্ন হওয়া পিত্ত, জল (৮৫%), পিত্ত লবণ, শ্লেষ্মা এবং রঞ্জক পদার্থ, ১% মেদ/চর্বি এবং অজৈব লবণ দিয়ে তৈরি, যা আংশিকভাবে সারফেক্টটেন্ট হিসেবে কাজ করে, ফলে হয় দুটি জলীয় অথবা একটা কঠিন এবং একটা জলীয়ের মধ্যে সার্ফেস টেনশন কমে যায় এবং পাকস্থলী ভুক্ত খাদ্যের খাদ্য মণ্ডের চর্বিকে ফ্যাটি অ্যাসিড ও গ্লিসেরলে ভেঙে দিয়ে হজমে সাহায্য করে।   \n" +
                "পিত্তকোষ: পিত্ত তন্ত্রের একটি ফাঁপা জায়গা হল পিত্তকোষ, যা যকৃতের ঠিক নীচে থাকে এবং এই ছোট অঙ্গে যকৃত দ্বারা সৃষ্ট পিত্ত ক্ষুদ্রান্ত্রে মুক্ত পাবার আগেই সঞ্চিত হয়।\n" +
                "অগ্ন্যাশয়ঃ অগ্ন্যাশয় পাচনতন্ত্রের আনুষঙ্গিক পরিপাক লালাগ্রন্থি হিসেবে কাজ করে, যা একাধারে এন্ডোক্রাইন এবং এক্সোক্রাইন গ্রন্থি। রক্তে শর্করার পরিমাণ বেড়ে গেলে এন্ডোক্রাইন গ্রন্থি থেকে ইনসুলিন নিঃসৃত হয়, যা শক্তি হিসেবে ব্যবহারের জন্য রক্ত থেকে গ্লুকোজকে পেশী এবং অন্যান্য টিস্যুতে পৌঁছে দেয়। রক্তে শর্করার পরিমাণ কমে গেলে এক্সোক্রাইন গ্রন্থি থেকে গ্লুকাগন নিঃসৃত হয়, যা যকৃত দ্বারা সঞ্চিত শর্করাকে গ্লুকোজে ভেঙে দিয়ে রক্তের শর্করার মাত্রাকে আবার আগের জায়গায় নিয়ে আসে। \n" +
                "নিম্ন গ্যাসট্রোইনটেস্টাইনাল নালী: ক্ষুদ্রান্ত্র, বৃহদান্ত্র এবং ক্যায়েকাম দিয়ে তৈরি। \n" +
                "ক্ষুদ্রান্ত্র: ক্ষুদ্রান্ত্রের ভেতরে খাদ্যের ৯০% অংশ হজম এবং শোষণ হয় এবং অবশিষ্ট ১০% পাকস্থলী এবং বৃহদান্ত্রে হয়। খাবার থেকে পুষ্টি এবং মিনারেল শোষণ করা হল ক্ষুদ্রান্ত্রের প্রধান কাজ। \n" +
                "বৃহদান্ত্রের প্রথম অংশ: বৃহদান্ত্রের প্রথম অংশের প্রধান কাজ হল, অন্ত্র দ্বারা পরিপাকের পরে জলীয় এবং লবণের অবশিষ্টাংশ শোষণ করে নেওয়া, এবং এর সামগ্রীর সাথে শ্লেষ্মা ও পিচ্ছিল  পদার্থের শোষণ ও মিশ্রণ। \n" +
                "বৃহদন্ত্রঃ অবশিষ্ট অপচনীয় খাবার থেকে জল শোষণ করা এবং অদরকারী জলীয় বস্তুকে শরীরের বাইরে বের করে দেওয়া হল বৃহদান্ত্রের মুখ্য কাজ।\n" +
                "বদহজমের কারণ \n" +
                "বদহজম অনেক কারণেই হতে পারে এবং বহুক্ষেত্রে যা জীবনযাত্রার ধরণের সাথে জড়িত এবং খাবার, পানীয় অথবা চিকিৎসা বা ওষুধ তাতে ইন্ধন যোগায়। সাধারণভাবে বদহজমের কারণ হল:\n" +
                "•\tঅতিরিক্ত খাওয়া বা খুব তাড়াতাড়ি খাওয়া। \n" +
                "•\tচর্বিযুক্ত, তেলমশলাদার খাবার। \n" +
                "•\tঅত্যধিক পরিমাণে ক্যাফেইন, অ্যালকোহল, চকোলেট, অথবা কার্বোহাওড্রেটযুক্ত পানীয়।  \n" +
                "•\tধূমপান। \n" +
                "•\tদুশ্চিন্তা। \n" +
                "•\tনির্দিষ্ট কিছু অ্যান্টিবডি, বেদনানাশক এবং আয়রন সাপ্লিমেন্ট।\n" +
                "পরিপাক জনিত অন্যান্য বিষয়ের জন্য কোন কোন সময়ে বদহজম হয়, যার অন্যতম হল: \n" +
                "•\tগ্যাসট্রারাইটিস\n" +
                "•\tপেপ্টিক আলসার\n" +
                "•\tসিলিয়াক রোগ\n" +
                "•\tপিত্ত থলিতে পাথর জমা\n" +
                "•\tঅগ্ন্যাশয়ে জ্বালা (প্যানক্রিয়াটাইটিস)\n" +
                "•\tপাকস্থলীর ক্যান্সার\n" +
                "•\tঅন্ত্রের ব্লকেজ\n" +
                "•\tঅন্ত্রে রক্ত সংবহন কমে যাওয়া (ইনটেস্টাইনাল ইনসোমেনিয়া)\n" +
                "লক্ষণ \n" +
                "প্রচলিত ভাবে বদহজমের লক্ষণ হল:\n" +
                "•\tপেটে ব্যথা\n" +
                "•\tঢেঁকুর ওঠা এবং গ্যাস\n" +
                "•\tপেটে অথবা তলপেটের ওপরে জ্বালা \n" +
                "•\tঅ্যাসিড রিফ্লেক্স\n" +
                "•\tউদর ফেঁপে ওঠা (ভরপেট ভাব)\n" +
                "•\tঅতিরিক্ত গ্যাস হওয়া (ঢেঁকুর ওঠা, উদ্গার বা পেট ফাঁপা)\n" +
                "•\tবমি হওয়া বা না হওয়া স্বত্বেও গা গোলানো \n" +
                "•\tগার্গ্লিং, গজরানি বা পেটে গোঁ গোঁ শব্দ এবং অস্বস্তি \n" +
                "•\tকোষ্ঠকাঠিন্য বা ডায়রিয়া\n" +
                "•\tখাওয়ার ইচ্ছা কমে যাওয়া\n" +
                "বদহজমের সমস্যা কিভাবে ডায়াগনোসিস করা হয়?\n" +
                "•\tবদহজম সমস্যা নির্ণয় করবার জন্য, ডাক্তার একজন মানুষের চলতি উপসর্গ এবং চিকিৎসা সংক্রান্ত ইতিহাস এবং শারীরিক পরীক্ষার বিষয়ে জিজ্ঞেস করেন। \n" +
                "•\tপেপটিক আলসারের জন্য দায়ী ব্যাকটেরিয়া থেকে বদহজম হচ্ছে বলে সন্দেহ হলে ডাক্তার রক্ত, স্টুল অথবা শ্বাস-প্রশ্বাসের পরীক্ষা করাতে পারে।\n" +
                "•\tডাক্তার আপার এন্ডোক্সোপি করাতে পারে।\n" +
                "•\tডাক্তার বায়োপসি করাতে পারে- টিস্যুর একটা অল্প নমুনা নিয়ে মাইক্রোস্কোপের নীচে পরীক্ষা করা- জিআরইডি বা ইনফেকশন দ্বারা কোন ধরনের ক্ষতি হয়েছে কি না।\n" +
                "•\tবদহজম যেহেতু অনেক গুরুতর সমস্যার লক্ষণ হতে পারে, সেক্ষেত্রে লোকজনের কোন সন্দেহ হলেই ডাক্তারের পরামর্শ নেওয়া উচিৎ। \n" +
                "oঘন ঘন বমি\n" +
                "oবমির সাথে রক্ত পড়া\n" +
                "oওজন বা খাবার ইচ্ছা কমে যাওয়া\n" +
                "oকালো আলকাতরার মতন স্টুল\n" +
                "oগিলতে সমস্যা বা কষ্ট হওয়া\n" +
                "oননএপিগ্যাসট্রিক অঞ্চলে পেটে ব্যথা\n" +
                "oঘাম, কম নিঃশ্বাস পড়া অথবা চোয়াল, গলা-ঘাড় বা হাত থেকে ব্যথার অনুভূতি সহ বদহজম\n" +
                "oকোন একটা লক্ষণ বা উপসর্গ যা দুই সপ্তাহের বেশী দিন যাবত চলছে\n" +
                "প্রতিরোধ\n" +
                "বদহজম যেহেতু একপ্রকার লক্ষণ অথচ কোন রোগ নয়, তাই বদহজম হবার অন্তর্নিহিত কারণ বুঝে তার চিকিৎসা নির্ভর করে। অনেক সময়ে, কোন ধরনের ওষুধ বা চিকিৎসা না করেও বদহজমের গল্প শেষ হয়ে যায়। যদিও, আপনার বদহজমের লক্ষণ যদি খুব খারাপ হয়, আপনার তৎক্ষণাৎ ডাক্তারের পরামর্শ নেওয়া উচিৎ। বদহজম লাঘব করবার জন্য এখানে কিছু কার্যকারী পরামর্শ দেওয়া হল:\n" +
                "•\tমুখ খুলে খাবার চিববেন না এবং চিবানোর  সময়ে কথা বলবেন না অথবা খুব তাড়াতাড়ি খাবেন না, কারণ না হলে অনেকটা হাওয়া গিলে নেবার জন্য বদহজম বেড়ে যায়। \n" +
                "•\tখাবার সময়ে জল না খেয়ে খাবার খাওয়ার শেষে জল খান।\n" +
                "•\tবেশী রাত করে খাবেন না।\n" +
                "•\tখাবার খাওয়ার পরে বিশ্রাম নিন।\n" +
                "•\tধূমপান বন্ধ করুন।\n" +
                "•\tমদ্যপান করবেন না।\n" +
                "ঘরোয়া প্রতিকার \n" +
                "বদহজমের কিছু সুপরিচিত ঘরোয়া প্রতিকার নীচে দেওয়া হল: \n" +
                "•\tআদা পাকস্থলীর সমস্যা মেটাতে এবং বদহজমের সমস্যার উন্নতি ঘটাতে যথার্থই সুপরিচিত কি!!! \n" +
                "•\tএক প্রকার শুকনো পাতা যা যুগযুগান্তর ধরে বদহজমের চিকিৎসা পদ্ধতি। এটা পাকস্থলীকে আরাম দেয় এবং অন্ত্র নালীকে উপশম দেয়।\n" +
                "•\tপিপারমিন্ট তেল অন্ত্রের পেশীর খিঁচুনিকে উপশম দেয় এবং বমি বমি ভাবকে প্রতিরোধ করে। \n" +
                "•\tবদহজম বন্ধ করবার একটা অসাধারণ পন্থা হল এক-চামচ মৌরি বা কেওড়ার বীজ চিবানো বা গিলে খাওয়া। \n" +
                "•\tঅপর একটা সুস্বাদু সমাধান হল মৌরি বা মৌরি-গাছ দিয়ে চা, যা দুই বা তিন চামচ গুঁড়ো বীজ দিয়ে বানানো।\n" +
                "•\tঅর্ধেক কাপ জলের সাথে এক-চামচ আপেল সিডার ভিনিগার মিশিয়ে খেতে চেষ্টা করা যেতে পারে। আপনি যদি ডিনারে নিজের পছন্দমতো খাবার বেশী পরিমাণে খেয়ে থাকেন তাহলে এটা বিশেষভাবে কাজ দেবে।\n",R.drawable.healthcare));
        lstBook.add(new Book("বিষণ্ণতা","বিস্তারিত","বিষণ্ণতা একধরনের মনমেজাজের অসুস্থতা, যার জন্য বারেবারে দুঃখ, মনের কষ্ট এবং কোন কিছু করবার ইচ্ছে হারিয়ে যায়। একে ক্লিনিক্যাল ডিপ্রেশান/মেজর ডিপ্রেসিভ ডিসোর্ডার বলা হয়। মন খারাপ হলে বা বিষণ্ণতার জন্য সবারই দুশ্চিন্তা-উদ্বেগ, বিমর্ষ, হতাশ, রিক্ত, অসহায় লাগে, রাগ হয়, অপদার্থ, দোষী মনে হয়, লজ্জিত, অস্থির বা খিটখিটে লাগে। এইসময়ে খাবারে অনীহা বা বেশী খাওয়া, সম্পর্কের ক্ষেত্রে সমস্যা, আনন্দ পাওয়া যায় এমন কোন কাজের ইচ্ছে হারিয়ে ফেলা, সিদ্ধান্ত নিতে বা মনঃসংযোগে বা মনে রাখতে সমস্যা হয়, আত্মহত্যার চেষ্টা বা আত্মহত্যা করা, অনিদ্রা, অবসাদ, অনেক বেশীক্ষণ ঘুম, যন্ত্রণা, এনার্জি কমে যায় বা হজমের সমস্যা হয়।     \n" +
                "লক্ষণ \n" +
                "বিষণ্ণতা বা মনমরা হয়ে থাকবার লক্ষণ হলঃ\n" +
                "•\tঅস্বস্তি বা হতাশা, রেগে যাওয়া এবং অনেক সময়ে ছোট ছোট কারণে। \n" +
                "•\tদুঃখ, একাকীত্ব, ছিঁচকাঁদুনী অথবা নিরাশার অনুভূতি। \n" +
                "•\tঅনিদ্রা বা বেশীক্ষণ ঘুমনো সহ ঘুমের ব্যাঘাত।\n" +
                "•\tখাওয়ার ইচ্ছের বদল যেমন কারোর ক্ষেত্রে খাবারে অনীহা ও ওজন হ্রাস এবং কারোর ক্ষেত্রে বেশী খিদে পাওয়া ও ওজন বৃদ্ধি।  \n" +
                "•\tউৎকণ্ঠা, অস্থিরতা কিংবা দুশ্চিন্তা। \n" +
                "•\tএনার্জির অভাব এবং ক্লান্তি। ছোটখাটো কাজ করতে অতিরিক্ত সময় লাগা। \n" +
                "•\tধীরে ধীরে কথা বলা, শারীরিক সচলতা এবং চিন্তাভাবনার ক্ষমতা কমে যাওয়া। \n" +
                "•\tঅপদার্থতা কিংবা অপরাধী মনোভাব।\n" +
                "•\tঅতীতের ব্যার্থতা চেপে বসা কাউকে অকারণ দোষারোপ করা।\n" +
                "•\tচিন্তাভাবনা, সিদ্ধান্ত গ্রহণ, মনঃসংযোগ এবং মনে রাখতে সমস্যা। \n" +
                "•\tঘন ঘন এবং বার বার মৃত্যুর চিন্তা, আত্মহত্যার চেষ্টা এবং আত্মহত্যার চিন্তা। \n" +
                "•\tকোন কারণ ছাড়া শারীরিক সমস্যা, যেমন পিঠে বা মাথায় ব্যথা। \n" +
                "•\tঅধিকাংশ বা সব ধরনের কাজে আরাম, তৃপ্তি এবং ইচ্ছা হারিয়ে ফেলা, যেমন যৌনমিলন, খেলাধুলো বা শখ-আহ্লাদ।\n" +
                "কারণ \n" +
                "বিষণ্ণতা অনেক কারণে হতে পারে, যথাঃ\n" +
                "হরমোনঃ \n" +
                "শরীরে হরমোনের ভারসাম্য বদলে গেলে এই সমস্যা হতে পারে। গর্ভাবস্থায় এবং সন্তান প্রসবের কয়েক সপ্তাহ বা মাসের মধ্যে (পোস্টপারটাম), মেনোপোজের পরে, থাইরয়েডের সমস্যা কিংবা অন্যান্য অনেক পরিস্থিতিতে হরমোনের পরিবর্তন হয়।\n" +
                "ব্রেন কেমিস্ট্রিঃ \n" +
                "নিউরোট্রান্সমিটার স্বাভাবিকভাবে মস্তিষ্কের রাসায়নিক তৈরি করে যার জন্য মন খারাপ হতে পারে। সাস্প্রতিক গবেষণা নিউরোট্রান্সমিটারের কার্যকারিতা এবং প্রভাবের পরিবর্তন দেখিয়ে দিয়েছে। এটা তাছাড়াও বলেছে, যে মনমেজাজের স্থিরতা বজায় রাখার জন্য এটা কীভাবে নিউরো সারকিটের সাথে আদানপ্রদান করে। এটা বিষণ্ণতা এবং তার চিকিৎসার ক্ষেত্রে তাৎপর্যপুর্ন ভুমিকা পালন করে।\n" +
                "জিনগত বৈশিষ্ট্যঃ \n" +
                "বিষণ্ণতা সেইসব লোকদের মধ্যে হামেশাই দেখা যায় যাদের পরিবারের লোকেরা একই সমস্যায় ভুগেছেন। গবেষকরা বিষণ্ণতার জন্য দায়ী জিনের খোঁজ করছেন। \n" +
                "শারীরবৃত্তীয় পার্থক্যঃ\n" +
                "বিষণ্ণতায় আক্রান্তদের মস্তিষ্কের কোষে শারীরিক পরিবর্তন হতে পারে। এইসব পরিবর্তনের গুরুত্ব অজানা কিন্তু এইগুলো হয়তবা আঙুল দিয়ে কারণ দেখিয়ে দিতে পারে।\n" +
                "রোগ নির্নয়\n" +
                "লক্ষণ, অনুভূতি, চিন্তাভাবনা এবং রোগীর ব্যবহারিক ধরণের ওপর ভিত্তি করে রোগ নির্নয় করা যায়। সমস্যা খারাপ আকার নিলে বা চিকিৎসার ৪-৮ সপ্তাহের মধ্যে কোন উন্নতি না হলে, রোগ নির্ণয় ও চিকিৎসার জন্য স্বাস্থ্য সেবা কর্মীরা সাইক্রিয়াটিস্টের কাছে যাবার সুপারিশ করে।   \n" +
                "চিকিৎসা \n" +
                "বিষণ্ণতার প্রতিটি শাখার আলাদা আলাদা চিকিৎসা পদ্ধতি আছে। অনেকক্ষণ ধরে মন খারাপ থাকলে, বিশেষকরে অন্যান্য লক্ষণের সাথে একসাথে হলে, সেটা মনোরোগ সংক্রান্ত, চিকিৎসায় যার সুফল পাওয়া যায়। \n" +
                "বিষণ্ণতার কার্যকারি চিকিৎসার জন্য, স্বাস্থ্যসেবা কর্মীদের যত্ন নেওয়া দরকার, যেমন প্রাথমিকভাবে ডাক্তারের পরিচর্চা কিংবা লাইসেন্সপ্রাপ্ত মেন্টাল হেলেথ প্রফেশানাল। উভয়েই সঠিক রোগ নির্ণয়ের সাথে চিকিৎসার পরিকল্পনা করতে পারে।\n" +
                "বিষণ্ণতার অসংখ্য চিকিৎসা আছে এবং প্রধানত সাইকোথেরাপি ও ওষুধের সমন্বয় অন্তর্ভুক্ত। \n" +
                "১. ওষুধ \n" +
                "অনেক ধরণের অ্যান্টিডিপ্রেসেন্ট ওষুধ আছে, যা হল- \n" +
                "সেরেটোনিন-নোরেপিনেফ্রাইন রেউপ্টেক ইনিহিবিটার (এসএনআরআই), যথা ডুলোক্সেটাইন, ডেসভেনলাফাক্সিন, ভেলালাফাক্সিন এবং লেভোমিনাসিপ্রান অন্যতম। \n" +
                "নোরেপিনেফ্রাইন-ডোপামাইন রেউপ্টেক ইনহিবিটার (এনডিআরআই), যথা বুপ্রোপিওন এর অন্যতম, যা সেই কম সংখ্যক অ্যান্টিডিপ্রেসেন্ট যার যৌন সংক্রান্ত কোন পার্শবপ্রতিক্রিয়া নেই।  \n" +
                "সিলেক্টিভ সেরোটোনিন রেউপ্টেক ইনহিবিটার (এসএসআরআই)। সুরক্ষিত এবং অন্যান্য অ্যান্টিডিপ্রেসেন্টের তুলনায় এদের পার্শ্চপ্রতিক্রিয়া কম। উদাহরণ- ফ্লুয়োক্সেটাইন, সিটালোপ্রাম,পারোক্সেটাইন, সারট্রালাইন এবং এসসিটালোপ্রাম। \n" +
                "মোনোঅ্যামাইন অক্সিডেস ইনহিবিটার\n" +
                "ট্রানইলসাইপ্রোমাইন, আইসোকারবক্সাইড এবং ফেনেলজাইম অন্যতম। অন্য কোন ওষুধ কার্যকারি না হলে এগুলো দেওয়া হয় কারণ এদের পার্শবপ্রতিক্রিয়া খুব গুরুতর। এই সব ইনহিবিটার খেলে যথেষ্ট নিয়ম মেনে খাবার খেতে হয়, কারণ নির্দিষ্ট কিছু আচার, চীজ, ওয়াইন, কিছু ওষুধ যেমন ডেকজেস্টান্ট, গর্ভনিরোধক এবং কিছু হারবাল সাপ্লিমেন্টের সাথে এদের একটা মারাত্মক (বা প্রাণঘাতী) প্রতিক্রিয়া হয়। সেলেগিলাইন, একটা নতুন মাএওআই যা প্যাচ হিসেবে ত্বকের ওপর লেগে থাকে এবং অন্যান্য মাএওআই-র তুলনায় কিছু ক্ষতিকারক প্রভাব ফেলতে পারে। এটা এসএসআরআই-র সাথে একসাথে দেওয়া সম্ভব নয়। \n" +
                "আদর্শ অ্যান্টিডেপ্রেসেন্ট\n" +
                "এইগুলো কোন ধরনের অ্যান্টিডিপ্রেসেন্টের রকমের মধ্যে পড়ে না। মিরটাজাপাইন এবং ট্রাজোডোন শিডেতিং বা অনুত্তেজক এবং সন্ধ্যাবেলায় দেওয়া হয়। নতুন ওষুধের মধ্যে আছে ভিলাজোডোন এবং ভরটিওক্সেটাইন। ভিলাডোজনের যৌন সংক্রান্ত ক্ষতিকারক প্রভাবের ঝুঁকি কম। \n" +
                "ট্রাইসাইক্লিক অ্যান্টিডিপ্রেসেন্ট\n" +
                "নরট্রিফাইটালাইন, ইমিপ্রেমাইন, ডোক্সেপিন, অ্যামিট্রিফাইটেমাইন, ট্রিমিপ্রেমাইন, প্রোট্রিফাইটেমাইন এবং ডেস্প্রামাইন অন্যতম। এইগুলো যথেষ্ট কার্যকারি কিন্তু নতুন অ্যান্টিডিপ্রেসেন্টের তুলনায় অনেক গুরুতর ক্ষতিকারক প্রভাব ফেলে। অতএব, প্রথমে এসএসআরআই প্রয়োগ করার পরে কোন উন্নতি না ঘটলে তবেই এইগুলোর সুপারিশ করা হয়। \n" +
                "অন্যান্য ওষুধ\n" +
                "অ্যান্টিডেপ্রেসেন্ট কার্যকারিতা বাড়াবার জন্য অ্যান্টিডিপ্রেসেন্টের সাথে অন্যান্য ওষুধ যোগ করা হয়। ডাক্তার মুড স্টেবিলাইজার কিংবা অ্যান্টি-সাইকোটিক্স অথবা দুটো অ্যান্টিডিপ্রেসেন্ট একসাথে খাওয়ার সুপারিশ করতে পারে। অ্যান্টি-অ্যাঞ্জাইটি এবং স্টিমুলেন্ট ওষুধও স্বল্পকালিন ব্যবহারের জন্য যোগ করা হতে পারে। \n" +
                "২. হাসপাতালে চিকিৎসা\n" +
                "একজন যখন নিজের যথাযথ যত্ন ও পরিচর্যা করতে পারে না কিংবা কারোর নিজেকে জখম করার তাৎক্ষণিক ভয় থাকে অথবা অন্যকিছু হলে তখন এর দরকার হতে পারে। হাসপাতালে সাইক্রিয়াটিক চিকিৎসা একজনকে মেজাজ ভালো হওয়া অবধি শান্ত এবং সুরক্ষিত রাখে।   \n" +
                "৩. সাইকোথেরাপি\n" +
                "বিষণ্ণতার চিকিৎসায় সাইকোথেরাপি একটা তাৎপর্যপূর্ণ অংশ। হালকা থেকে মাঝারি বিষণ্ণতার ক্ষেত্রে এটা লক্ষণ বা সমস্যা প্রশমিত করার জন্য একাই ব্যবহৃত হতে পারে। অনেকসময়ে, বিষণ্ণতার নিরসনে ওষুধের সাথে এটা ব্যবহার করা হয়। বিষণ্ণতার জন্য বিভিন্ন ধরনের সাইকোথেরাপি কার্যকারি যেমন কগনিটিভ বিহেভেরাল থেরাপি কিংবা ইনটারপারসোনাল থেরাপি। একজনের মানসিক স্বাস্থ্যসেবা কর্মী অন্যান্য থেরাপির সুপারিশ করতেও পারে। সাইকোথেরাপি যা সাহয্য করতে পারে তা হলঃ\n" +
                "•\tঅভিজ্ঞতা ও সম্পর্ক অনুসন্ধান করা।\n" +
                "•\tঅন্যদের সাথে ইতিবাচক আদানপ্রদান তৈরি করা।\n" +
                "•\tনেতিবাচক বিশ্বাস এবং আচার-আচরন খুঁজে বের করা এবং তার বদলে সুস্থ ইতিবাচক কিছু।\n" +
                "•\tবিষণ্ণতার পেছনের কারণ খোঁজা।\n" +
                "•\tপরিস্থিতি আত খারাপ করার মতন বদল খোঁজা।\n" +
                "•\tসমস্যার মোকাবিলা ও সমাধানের উন্নততর পথ খোঁজা।\n" +
                "•\tসুস্থ ব্যবহারের মাধ্য্যমে যন্ত্রণা সহ্য করা ও স্বীকার করার ক্ষমতা তৈরি করা।\n" +
                "৪. ইলেক্ট্রোকনভালসিভ থেরাপি (ইসিটি)\n" +
                "মাথার ইলেক্ট্রো নোডের মাধ্যমে ইলেক্ট্রিক কারেন্টের প্রয়োগ এর অন্তর্গত। সাধারণ অ্যানাস্থেসিয়ার জন্য রোগীরা ঘুমিয়ে থাকে বলে তারা এটা বুঝতে পারে না। ডাক্তার যদিও এটা ঠিক কীভাবে কাজ করে সেই ব্যাপারে জানে না, তাও মোটামুটি ভাবে কাজে দেয়, যদি, কয়েক সপ্তাহ যাবত অনেক ইসিটি চিকিৎসা হয় ও সমস্যার সমাধান হয়।  \n" +
                "৫. ভেগাল নার্ভ সিমুলেশান (ভিএনএস)\n" +
                "নির্দিষ্ট কিছু গুরুতর কিংবা ঘন ঘন হওয়া, ক্রনিক বিষণ্ণতার চিকিৎসায় ভিএনএস ব্যবহার করা হয়, যা নুন্যতম ২টো অ্যান্টিডিপ্রেসেন্ট ট্রায়ালে কোন সাড়া দেয় না। এটা একরকম সার্জিকাল চিকিৎসা যার মধ্যে পালস জেনারেটার অন্তর্গত এবং যা কলার বোনের নীচে দেওয়া হয়। মস্তিষ্কের মেজাজের জায়গাকে প্রভাবিত করবার চেষ্টায় এটা ভেগাস স্নায়ুকে উদ্দীপিত করতে তড়িৎ স্পন্দন পাঠায়। বিষণ্ণতার চিকিৎসায় ভিএনএস-র সুবিধা পাবার জন্য কয়েক মাস লেগে যায়।   \n" +
                "৬. রিপিটেটিভ ট্রান্স-ক্রানিয়াল ম্যাগনেটিক স্টিমুলেশান (আরটিএমএস)\n" +
                "এই পদ্ধতিতে মস্তিষ্কের মধ্যে দিয়ে শক্তিশালী ম্যাগনেটিক কারেন্ট পাঠানো হয়। এটা বিষণ্ণতার অন্য একটা চিকিৎসা প্রক্রিয়া। এটা অনেক সময়ে মুখ্য বিষণ্ণতা এবং অন্যান্য চিকিৎসায় সাড়া না পাওয়া গেলে ব্যবহৃত হয়। \n" +
                "৭. বিষণ্ণতার জন্য ব্যায়াম\n" +
                "বিষণ্ণতার যেকোন থেরাপিতে ব্যায়াম একটা আবশ্যিক অংশ। এটা মস্তিষ্কে রক্ত চলাচল বাড়িয়ে দেয়, মেজাজ ভালো করে এবং চাপ-ধকল থেকে রেহাই দেয়। শুধুই এটা ব্যবহার করলে অসাধারণ ফল পাওয়া যায়।\n",R.drawable.healthcare));
        lstBook.add(new Book("অ্যাপেন্ডিসাইটিস?","বিস্তারিত","অ্যাপেন্ডিক্সের অস্বাভাবিক ফুলে যাওয়াটাই অ্যাপেন্ডিসাইটিসের বৈশিষ্ট্য। অ্যাপেন্ডিক্স অ্যান্টিবডি গঠনকারী বিশেষ টিস্যু দিয়ে গঠিত আঙুলের আকারের একটা থলি, যা কোলন থেকে তলপেটের ডানদিকে নীচের দিকে থাকে। অ্যাপেন্ডিক্সের কাজের ব্যাপারে কারোর সুনিশ্চিত কোন ধারণা না থাকলে এই অ্যাপেন্ডিক্স না থাকলেও সেই অর্থে কোন সমস্যা ছাড়াই বাঁচা যায়।\n" +
                "অ্যাপেন্ডিসাইটিসের তাৎক্ষণিক চিকিৎসা দরকার এবং সার্জারির মাধ্যমে বাদ দেওয়া উচিৎ, কারণ চিকিৎসা না করলে অস্বাভাবিক ফুলে যাওয়া অ্যাপেন্ডিক্স কিন্তু শেষ পর্যন্ত ফেটে যেতে পারে, বা ফুটো হয়ে বেরিয়ে গিয়ে তলপেটের ভেতরে সংক্রমণ ছড়াতে পারে যা থেকে পেরিটোনিটিস হতে পারে। পেরিটোনিটিস তলপেটের অভ্যন্তরের আবরণের একধরনের গুরুতর সংক্রমণ এবং এই পুঁজ সার্জারি এবং শক্তিশালী অ্যান্টিবায়োটিকের দ্বারা বের না করলে প্রাণঘাতী হতে পারে।\n" +
                "লক্ষণ\n" +
                "অ্যাপেন্ডিসাইটিসের লক্ষণ হল:\n" +
                "•\tতলপেটের ওপরে বা নীচের দিকে কিংবা নাভির কাছে চাপা ব্যথা হয়, যা তলপেটের ডানদিক ঘেঁসে সরে আসলে ব্যথা বেড়ে যায় এবং এটাকে প্রাথমিক লক্ষণ হিসেবে ধরা হয়। এই লক্ষণ ৫০%-র কম অ্যাপেন্ডিসাইটিসেই দেখা যায়।\n" +
                "•\tপেটে ব্যথা শুরু হবার পরে গা গোলানো কিংবা বমি। \n" +
                "•\tখাবারে অনীহা এবং প্রস্রাবের সময়ে যন্ত্রণা।\n" +
                "•\tপেট ফুলে যাওয়া।\n" +
                "•\tশরীরের তাপমাত্রা ১০০-১০১°ফারেনহাইট। \n" +
                "•\tগ্যাস বের করতে না পারা।\n" +
                "•\tগ্যাসের সাথে ডায়রিয়া অথবা কোষ্ঠকাঠিন্য।\n" +
                "•\tতলপেটের ওপরের দিকে বা নীচে, পিঠে বা রেক্টামে চাপা কিংবা তীব্র ব্যথা।\n" +
                "কারণ\n" +
                "অ্যাপেন্ডিক্সের আবরণের ওপরে বাধা এবং সংক্রমণ থেকে অ্যাপেন্ডিসাইটিস হয়। ব্যাকটেরিয়ার সংখ্যা দ্রুত হারে বেড়ে গিয়ে অ্যাপেন্ডিক্সের ভেতরে পুঁজ জমে সেটা ফুলে অস্বাভাবিক বড় হয়ে যায়। তৎক্ষণাৎ চিকিৎসা না করা হলে, অ্যাপেন্ডিসাইটিস ফেটে যাতে পারে।\n" +
                "রোগ নির্ণয়\n" +
                "অ্যাপেন্ডিসাইটিস রোগ নির্ণয় করবার জন্য যে পদ্ধতি এবং পরীক্ষার করা হয়, সেগুলো হল:\n" +
                "রক্ত পরীক্ষা: রক্ত পরীক্ষা করে ডাক্তার শ্বেত রক্তকণিকার সংখ্যা বেড়ে যাওয়া বুঝতে পারে, যা সংক্রমের ইঙ্গিত দেয়।   \n" +
                "ব্যথা বোঝবার জন্য শারীরিক পরীক্ষা: ডাক্তার ব্যথার জায়গায় হালকা চাপ দিতে পারে এবং হটাৎ করে হাতের চাপ ছেড়ে দিলে অ্যাপেন্ডিসাইটিসের ব্যথা যদি অসহ্য হয়, তাহলে সেটা সংলগ্ন পেরিটোনিয়াম বেড়ে যাওয়াকে ইঙ্গিত করে। ডাক্তার মসৃণ-পিচ্ছিল গ্লাভসের তৈরি আঙুল দিয়ে রেক্টামের নীচের অংশ (রেক্টামের ডিজিটাল পরীক্ষা) পরীক্ষা করতে পারে।গর্ভবতী মহিলাদের গর্ভাবস্থাকালিন সমস্যার জন্য ব্যথা হবার সম্ভাব্য কারণ বোঝবার জন্য পেলভিকের পরীক্ষা করা হতে পারে।\n" +
                "ইমেজিং টেস্ট: অ্যাপেন্ডিসাইটিস বা অন্য কোন কারণের জন্য ব্যথা হচ্ছে কি না সেটা জানার জন্য ডাক্তার তলপেটের আলট্রাসাউন্ড বা এক্স-রে কিংবা কম্পিউটারাইজড টোমোগ্রাফ্রি (সিটি) স্ক্যান করাতে পারে।\n" +
                "ইউরিন টেস্ট: কিডনির স্টোন বা মূত্রনালির সংক্রমণ কি কারণে ব্যথা হচ্ছে সেটা নিশ্চিত করার জন্য ডাক্তার ইউরিন পরীক্ষা করতে পারে।\n" +
                "চিকিৎসা\n" +
                "বৃদ্ধি পাওয়া অ্যাপেন্ডিক্সকে বাদ দেবার জন্য সাধারণত সার্জারির করা হয় এবং তার আগে সংক্রমণ আটকানোর জন্য অ্যান্টিবায়োটিক দেওয়া হতে পারে।\n" +
                "অ্যাপেন্ডেক্টটমি\n" +
                "অ্যাপেন্ডিক্স বাদ দেবার সার্জারিকে অ্যাপেন্ডেক্টটমি বলে, যা একটি প্রমাণিত চিকিৎসা পদ্ধতি। ডাক্তারের সন্দেহ হলে, সঙ্গে সঙ্গে যাতে অ্যাপেন্ডিক্স ফেটে না যায় তাই সেটাকে বাদ দিয়ে দেন। অ্যাপেন্ডিক্স থেকে ফোড়া হলে দুটো পদ্ধতি মেনে চলতে হবে। প্রথমত, সিটি দ্বারা নিয়ন্ত্রিত পুঁজ এবং রস বের করা এবং দ্বিতীয়ত, ৮ থেকে ১২ সপ্তাহ বাদে অ্যাপেন্ডিক্স বাদ দেওয়া, যাকে বিলম্বিত সার্জারিকে ইন্টারভেল অ্যাপেন্ডেক্টটমি বলে।\n" +
                "পেটে ২ থেকে ৪ ইঞ্চি (৫ থেকে ১০ সেন্টিমিটার) লম্বা (ল্যাপারোটমি) ছিদ্র করে ওপেন সার্জারির মাধ্যমে অ্যাপেন্ডেক্টটমি করা যায়। এই সার্জারি পেটে কয়েকটা ছোট ছোট ছিদ্র (ল্যাপ্রোস্কোপিক সার্জারি) করেও করা যায়। অ্যাপেন্ডিক্স বাদ দেবার জন্য ল্যাপ্রোস্কোপিক অ্যাপেন্ডেক্টটমি করবার সময়, সার্জেন পেটের মধ্যে অস্ত্রোপচারের যন্ত্রপাতি এবং ভিডিও ক্যামেরা ঢোকাতে পারে।\n",R.drawable.healthcare));
        lstBook.add(new Book("কলেরা","বিস্তারিত","কলেরা ক্ষুদ্রান্ত্রের সংক্রমণ, যার জন্য গুরুতর জলযুক্ত ডায়ারিয়া এবং ডিহাইড্রেশান হয় এমনকি চিকিৎসা না হলে মৃত্যু পর্যন্ত হতে পারে। ভিব্রিও কলেরি নামক ব্যাকটেরিয়াম দ্বারা খাবার ও পানীয় দূষিত হলে এই রোগ হয়। বস্তুত, শিল্পোন্নত দেশে আধুনিক নিকাশিব্যবস্থা ও পরিশুদ্ধ পানীয় জল কলেরা নির্মূল করেছে।\n" +
                "লক্ষণ \n" +
                "কিশোর-কিশোরী এবং বয়স্কদের প্রথমদিকে যে সব লক্ষণ দেখা যায়, তা হল গা গোলানো, খাবারে অনীহা, পেশীতে যন্ত্রণা এবং মাথাব্যথা এবং এর সাথে দাগ-ছোপ বা গলা ব্যথা, ম্যালাইস ও অল্প জ্বর। এই সব কিছুই কলেরার উপস্থিতি প্রমাণ করে।\n" +
                "কলেরার সবথেকে প্রধান লক্ষণ হল হালকা কিংবা মাঝারি ডায়ারিয়া, যা অন্যান্য কারণে হওয়া ডায়ারিয়া থেকে আলাদা করাটা কিন্তু দুষ্কর।\n" +
                "কলেরার লক্ষণ বা উপসর্গ হলঃ\n" +
                "ডায়ারিয়াঃ কলেরা সংক্রান্ত ডায়ারিয়া আচমকা হয় এবং এর ফলে খুব তাড়াতাড়ি বিপদজনক ভাবে ফ্লুয়িড কমিয়ে দেয়- এক কোয়ার্টের মতন (১ লিটার মতন)। কলেরা থেকে হওয়া ডায়ারিয়াতে ফ্যাকাসে, দুধের মতন দেখতে, যা জলের সদৃশ এবং ভাতের মধ্যে আলতোভাবে ধোয়া (ভাত-জল স্টুল)।  \n" +
                "গা গোলানো এবং বমিঃ কদাচিৎ, বিশেষকরে কলেরার প্রাথমিক স্তরে, কোন সময়ে একঘন্টা মতন বমি হয়।\n" +
                "ডিহাইড্রেশানঃ কলেরার সমস্যা শুরু হবার একঘন্টার মধ্যে ডিহাইড্রেশান শুরু হতে পারে। শরীরের কতটা পরিমাণ ফ্লুয়িড বেরিয়ে গিয়েছে তার ওপর নির্ভর করে হালকা থেকে গুরুতর ডিহাইড্রেশান হয়। শরীরের ওজনের ১০% বা তার বেশী পরিমাণ জল নষ্ট হওয়াকে গুরুতর ডিহাইড্রেশান বলে। \n" +
                "কলেরা ডিহাইড্রেশানের লক্ষণ ও উপসর্গের মধ্যে আছে অস্বস্তি, ঝিমুনি, নিমজ্জিত চোখ, শুষ্ক মুখ, প্রচণ্ড তেষ্টা, শুষ্ক ও কোঁচকানো ত্বক, নুন্যতম কিংবা কোন ইউরিন না হওয়া, কম রক্তচাপ এবং অনিয়মিত হৃদস্পন্দন (আরথাইমিয়া)। \n" +
                "কারণ\n" +
                "কলেরার জন্য দায়ী ব্যাকটেরিয়াম, ভিব্রিও কলেরি, প্রধানত সংক্রামিত লোকের মল দ্বারা দুষিত হওয়া খাবার বা জলের মধ্যে থাকে। অবশ্য, রোগের মারাত্মক প্রভাব আসলে সিটিক্স নামক সম্ভবনাময় টক্সিনের ফলাফল, এই ব্যাকটেরিয়া ক্ষুদ্রান্তে তৈরি হয়। সিটিক্স, অন্ত্রর দেওয়ালকে বেঁধে রাখে, যেখানে এটা সোডিয়াম ও ক্লোরাইডের ওপর হস্তক্ষেপ করে। এর জন্যে শরীর প্রচুর পরিমাণ জল নিঃসৃত করে, যার থেকে ডায়ারিয়া হয় এবং দ্রুত ফ্লুয়িড ও নুনের (ইলেক্ট্রোলাইট) অপচয় হয়। কলেরার সংক্রমণের প্রচলিত উৎসের মধ্যে জমা জল ও সীফুড, কাঁচা ফল ও সবজি ও শস্যের মতন নির্দিষ্ট কিছু খাবার আছে। লোকেরা যখন দুষিত জল ও খাবার খায়, তখন ব্যাকটেরিয়া অন্ত্রের মধ্যে টক্সিন ছাড়ে, যার থেকে গুরুতর ডায়ারিয়া হয়।  \n" +
                "জটিলতা\n" +
                "শক ও গুরুতর ডিহাইড্রেশান কলেরার ভয়ঙ্কর জটিলতা হলেও অন্যন্য সমস্যা হতে পারে, যথাঃ\n" +
                "রক্তে শর্করার পরিমাণ (হাইপারগ্লাইসেমিয়া) কমে যাওয়া। মানুষ গুরুতর রোগের কারণে খেতে না পারলে রক্তে শরীরের এনার্জির মুখ্য উৎস শর্করার (গ্লূকোজ) পরিমাণ মারাত্মক কমে যায়। শিশুদের ক্ষেত্রে এর ঝুঁকি খুব বেশী এবং এটা থেকে তড়কা, অচেতনতা এমনকি মৃত্যু পর্যন্ত হতে পারে। \n" +
                "পটাশিয়ামের কম পরিমাণ (হাইপোক্লেমিয়া)। কলেরায় আক্রান্তদের ক্ষেত্রে স্টুলের দ্বারা প্রচুর পরিমাণ খনিজ উপাদান নষ্ট হয় বা বেরিয়ে যায়। পটাশিয়ামের যথেষ্ট কম পরিমাণ কিন্তু হৃৎপিণ্ড ও স্নায়ুর কার্যকলাপে হস্তক্ষেপ করে এবং এটা প্রাণঘাতী। \n" +
                "কিডনি (রেনাল) বিকল। কিডনির যখন পরিশ্রুত করবার ক্ষমতা হারিয়ে যায়, তখন অতিরিক্ত পরিমাণ ফ্লুয়িড, সামান্য ইলেক্ট্রলাইট ও বর্জ্য পদার্থ শরীরে জমে যায়, যা একপ্রকার প্রাণঘাতী অবস্থা। \n" +
                "রোগ নির্ণয়\n" +
                "স্টুলের নমুনায় ব্যাকটেরিয়া পাওয়াই এই রোগ নির্ণয়ের একমাত্র উপায়।\n" +
                "এখন রাপিড কলেরা ডিপস্টিক টেস্ট আছে, যার সাহায্যে প্রত্যন্ত অঞ্চলের স্বাস্থ্যবন্ধুরা রোগ নির্ণয় করতে পারছে। \n" +
                "চিকিৎসা\n" +
                "হাইড্রেশান হল কলেরার চিকিৎসার প্রধান অবলম্বন। ডায়ারিয়া কতটা গুরুতর তার ভিত্তিতে, নষ্ট হওয়া ফ্লুয়িড পুনরায় ভরবার জন্য ওরাল বা ইন্ট্রাভেনাস সলিউশান দিয়ে চিকিৎসা করা হয়। ব্যাকটেরিয়া ধ্বংসকারী অ্যান্টিবায়োটিক কিন্তু লঘু সমস্যার আপদকালিন চিকিৎসার অন্তর্গত নয়। কিন্তু এটা ডায়ারিয়ার সময়সীমা অর্ধেক করে দেয় এবং ব্যাকটেরিয়ার নিঃসরণও কমায় এবং রোগ ছড়ানো আটকাতে সাহায্য করে। \n" +
                "কয়েক ঘণ্টার মধ্যে মৃত্যু হতে পারে বলে কলেরার তাৎক্ষনিক চিকিৎসা করা দরকার। \n" +
                "রিহাইড্রেশান। সহজ রিহাইড্রেশান সলিউশান, ওরাল রিহাইড্রেশান সল্ট (ওআরএস) ব্যবহার করে নষ্ট বা বেরিয়ে যাওয়া ফ্লুয়িড ও ইলেক্ট্রোলাইটে পুনরায় ভরাটাই হল লক্ষ্য। ওআরএস সলিউশান পাউডার হিসেবে পাওয়া যায়, যা গরম করে বা গরমজলের মধ্যে দেওয়া যায়।\n" +
                "ইন্ট্রাভেনাস ফ্লুয়িড। কলেরার মহামারীর সময়ে, অধিকাংশ মানুষই ওরাল রিহাইড্রেশানের সাহায্যে বিপদমুক্ত হলেও, গুরুতর ডিহাইড্রেটেড লোকদের ইন্ট্রাভেনাস ফ্লুয়িদের দরকার হয়।\n" +
                "অ্যান্টিবায়োটিক। কলেরার চিকিৎসার আবশ্যক অঙ্গ না হলেও, কোন কোন ওষুধ কিন্তু কলেরা সংক্রান্ত ডায়ারিয়ার পরিমাণ ও সময়কাল কমায়। ডক্সিসাওক্লিন বা অ্যাজিথ্রোমাইসিনের একটা ডোজ কার্যকারি হতে পারে। \n" +
                "জিঙ্ক সাপ্লিমেন্ট। গবেষণায় দেখা গিয়েছে, যে জিঙ্ক কলেরায় আক্রান্ত শিশুদের ডায়ারিয়ার সময়কাল কমিয়ে ছোট করে দেয়।\n",R.drawable.healthcare));
        lstBook.add(new Book("ঘাড়ে ব্যথা?","বিস্তারিত","ঘাড়ে ব্যথা খুব সাধারণ সমস্যা যা ঘাড় এবং কাঁধে হলেও নীচের দিকে হাত পর্যন্ত যায়। ঘাড় ভার্টিব্রা দিয়ে তৈরি হয় যা খুলি ও আপার টরসো পর্যন্ত বিস্তৃত থাকে। কার্ভিকাল ডিস্ক হাড়ের ভেতরের শককে শুষে নেয়। ঘাড়ের হাড়, লিগামেন্ট এবং পেশী মাথার ভার বহন করে এবং নড়াচড়া করতে দেয়। যে কোন ধরনের অস্বাভাবিকতা, আঘাত বা জ্বালা-যন্ত্রণা থেকে ঘাড়ে ব্যথা হয়। এই ব্যথা যদিও ঘাড়ে হয় তবুও অন্যান্য নানান ধরনের স্পাইনাল সমস্যা তৈরি হতে পারে। \n" +
                "লক্ষণ\n" +
                "•\tঘাড় শক্ত-অনমনীয় হয়ে যায়।\n" +
                "•\tঘাড়ের নির্দিষ্ট একটা জায়গায় তীক্ষ্ম  বা ছুরি মারার মতন ব্যথা।\n" +
                "•\tব্যথা যা নীচে হাত পর্যন্ত হয়।\n" +
                "•\tহাত অসাড় বা দুর্বল হয়ে যায়।\n" +
                "•\tঘাড়ে ভঙ্গুরতা বা যন্ত্রণা।\n" +
                "•\tঘাড়ে ব্যথা, যা মুখে ব্যথা বা মাথাযন্ত্রনার সাথেও জড়িত।\n" +
                "•\tকোন কিছু ধরতে বা জিনিষ তুলতে সমস্যা।\n" +
                "কারণ\n" +
                "ঘাড়ে ব্যথা কোন বিরল ক্ষেত্রে খুব ক্ষতিকারক এবং যে কারণে হয় সেটা হল: \n" +
                "•\tএকভাবে কাজের জায়গায় বসে অনেকক্ষণ ধরে কাজ করলে।\n" +
                "•\tবিদঘুটে দেহ-ভঙ্গিমা।\n" +
                "•\tকশাঘাত।\n" +
                "•\tপেশীতে টান বা খিঁচুনি।\n" +
                "•\tপড়ে যাবার জন্য, গাড়ি দুর্ঘটনা, খেলাধুলোর সময়ে ঘাড়ে আঘাত। \n" +
                "কিছু কিছু ক্ষেত্রে নীচের রোগ কিন্তু ঘাড়ে ব্যথার জন্য দায়ী:  \n" +
                "•\tঅ্যাঙ্কোলোসিং স্পন্ডেলাইটিস।\n" +
                "•\tকারভিকাল স্পন্ডেলাইটিস।\n" +
                "•\tঅস্টিওআর্থারাইটিস এবং রিউমাটয়েড আর্থারাইটিস।\n" +
                "•\tম্যানেঞ্জাইটিস।\n" +
                "•\tটিউমার এবং সংক্রমণ। \n" +
                "রোগ নির্ণয়\n" +
                "ঘাড়ে ব্যথা পেশীর টান বা খিঁচুনি বা চাপের জন্য হয় যা নিজের থেকেই কয়েক দিনের মধ্যে কমে যায় এবং নিজেই যত্ন নেবার দরকার লাগতেও পারে। অবশ্য ব্যথা যদি যত্ন নেওয়া স্বত্বেও কয়েক সপ্তাহ থাকে এবং সেটা পেশীর রণন বা দুর্বলতা বা অসাড়তা, খুব বেশী জ্বর বা ট্রমাটিক ইনজুরির সাথে জড়িত থাকে, তাহলে তৎক্ষণাৎ ডাক্তার দেখানো উচিৎ। ডাক্তার শারীরিক পরীক্ষা করে সম্পূর্ণ মেডিক্যাল ইতিহাস জেনে নেন। ঘাড়ে ব্যথার কারণ জানবার জন্য ডাক্তার বেশ কিছু টেস্ট করাতে পারেন, যা হল:\n" +
                "•\tএমআরআই স্ক্যানিং এবং সিটি স্ক্যান।\n" +
                "•\tএক্স-রে এবং রক্ত পরীক্ষা।\n" +
                "•\tলাম্বার পাংচার (স্পাইনাল ট্যাপ)।\n" +
                "•\tইলেক্ট্রোমায়োগ্রাফি। \n" +
                "প্রতিরোধ\n" +
                "•\tকাঁধ এবং ঘাড়ের মাঝে ফোন রেখে কথা বলবেন না।\n" +
                "•\tসঠিক দৈহিক অঙ্গভঙ্গি অভ্যাস করুন।\n" +
                "•\tশোবার সময়ে মাথার নীচে নরম বালিশ রাখুন।\n" +
                "•\tএকইভাবে অনেকক্ষণ দাঁড়িয়ে বা বসে না থেকে বরং মাঝে মাঝে জায়গা বদলান।\n" +
                "•\tপাকস্থলীর ওপর চাপ দিয়ে শোবেন না এবং মাথা ও শরীরকে একই সমতলে রেখে শোবেন, পাশ ফিরে শুলেও সেটা মাথায় রাখবেন।\n" +
                "•\tনরম ম্যাট্রেস ব্যবহার করুন।\n" +
                "•\tকাঁধে খুব ভারী ব্যাগ বইবেন না।\n" +
                "•\tচাপ-ধকল থেকে ঘাড়ে ব্যথা হলে পেশী শিথিল করার পদ্ধতি কাজে দেয়।  \n" +
                "চিকিৎসা\n" +
                "পেশীতে টান বা খিঁচুনির জন্য ঘাড়ে ব্যথা হলে নিজেই নিজের পরিচর্চা করলে ঠিক হওয়া সম্ভব। সেরকম কিছু পরামর্শ হল:\n" +
                "•\tইবুপ্রোফেন, অ্যাসেটামিনোফেনের মতন কিছু ওটিসি ওষুধ ব্যথার নিরাময় করতে পারে।\n" +
                "•\tঠাণ্ডা এবং গরম থেরাপি।\n" +
                "•\tহাত ওপরে-নীচে-বাঁ দিকে ও ডানদিকে নাড়িয়ে ঘাড়ের পেশীকে প্রসারিত করা।\n" +
                "•\tসঠিক দেহ-ভঙ্গিমা মেনে চলা অন্যথায় ঘাড়ে ব্যথা বাড়বে।\n" +
                "•\tক্ষতিগ্রস্ত পেশীতে হালকা মালিশ করলে খিঁচুনির হাত থেকে রেহাই পাওয়া যাবে।\n" +
                "•\tডাক্তারের পরামর্শ ছাড়া নেক ব্রেস বাঁ কলার ব্যবহার করবেন না, কারণ ভুল ব্যবহার সমস্যা বাড়িয়ে তুলবে। \n" +
                "ঘাড়ের সমস্যা খারাপ আকার নিলে ডাক্তার বেশ কিছু পরীক্ষার ওপর ভিত্তি করে চিকিৎসার পরামর্শ দেবেন, যথা:\n" +
                "ফিজিওথেরাপি: ফিজিওথেরাপিস্ট অসংখ্য চিকিৎসার পরামর্শ দিতে পারে, যার মধ্যে হিট কমপ্রেশন, ট্রাকশান, কোল্ড কমপ্রেশন, ম্যানিপুলেশান ইত্যাদি অন্যতম।\n" +
                "প্রেসক্রিপশানের  মাধ্যমে প্রাপ্ত ওষুধঃ  ওটিসি ওষুধে কাজ না হলে ডাক্তার শক্তিশালী ব্যথা নিরাময়কারী  ওষুধ দিতে পারে, যা হল:\n" +
                "মাসল রিলাক্টেন্টঃ ঘাড়ে ব্যথার জন্য সাধারণভাবে থিয়োকোলচিকোসাইড, টিজানাইডিন, সাইকোবেঞ্জাপ্রাইন, মেটাক্সোলোন, কারসোপ্রোডল এবং মেথোকারবামল দেওয়া হয়।\n" +
                "স্টেরয়েড ইনজেকশানঃ ডাক্তার ঘাড়ের পেশীতে বাঁ স্নায়ুর গোরায় করটিকস্টেরয়েড ইনজেকশন দিতে পারে। সঠিক পরামর্শ অনুসারে এর ব্যবহার করা উচিৎ।\n" +
                "নেক কলার: ঘাড়কে অবলম্বন দেবার জন্য নরম নেক কলার ব্যবহার করা হয় যা ঘাড় থেকে ব্যথা শুষে নিয়ে সমস্যার সমাধান করে এবং সঠিক পরামর্শ অনুযায়ী ব্যবহার করা উচিৎ।\n" +
                "অ্যান্টিবায়োটিক: সংক্রমণ থেকে ঘাড়ে ব্যথা হলে এটা কাজ দেয়। \n" +
                "ননসার্জিকাল চিকিৎসার ফলে সমস্যার সমাধান না হলে, বিশেষকরে যেসব সমস্যা স্পাইনাল কর্ড বা স্নায়ুর গোড়া সঙ্কোচনের জন্য হয়, তাহলে সার্জারি উপযুক্ত চিকিৎসা। \n",R.drawable.healthcare));
        lstBook.add(new Book("মাথা এবং ঘাড়ের ক্যান্সার","বিস্তারিত","কোষের ভেতরে প্রথমিকভাবে তৈরি হওয়া বিভিন্ন রোগের সমষ্টি হল ক্যান্সার। ক্যান্সারে আক্রান্ত কোষ, বৃদ্ধি পায় এবং ভেঙে গিয়ে পরিবর্তনশিল কিংবা অগণিত নতুন নতুন কোষ তৈরি করে।\n" +
                "সহজ ভাবে বললে, ক্যান্সার হল কোষের অনিয়ন্ত্রিত বৃদ্ধি, যা আশেপাশের কোষ ও টিস্যুকে আক্রমণ করে এবং ক্ষতি করে।\n" +
                "মাথা এবং ঘাড়ের ক্যান্সার হল মুখ, নাক, গলা, ল্যারিংস, সাইনাস বা লালা গ্রন্থিতে হওয়া ক্যান্সারের সমষ্টি।\n" +
                "লক্ষণ\n" +
                "সাধারণভাবে লক্ষণ এবং উপসর্গ হল- লিম্প তৈরি হয় (যার নিরাময় হয় না) বা ক্ষত বা ঘা (মিলিয়ে যায় না), গিলতে কষ্ট, স্বরে পরিবর্তন, অস্বাভাবিক রক্তপাত, মুখ ফুলে যাওয়া বা নিঃশ্বাসের কষ্ট। মাথা এবং ঘাড়ের ক্যান্সারের মধ্যে অনেকগুলো শরীরের অঙ্গ জড়িত, যার মধ্যেঃ\n" +
                "•\tনাসাল ক্যাভিটি ক্যান্সার।\n" +
                "•\tঠোঁট এবং ওরাল ক্যাভিটি ক্যান্সার।\n" +
                "•\tন্যাসোফ্যারিঙ্গাল ক্যান্সার।\n" +
                "•\tওরোফ্যারিঙ্গাল ক্যান্সার।\n" +
                "•\tহাইপোফ্যারিঙ্গাল ক্যান্সার।\n" +
                "•\tল্যারিঙ্গাল ক্যান্সার (ফুলে যাবার সাথে যন্ত্রণা অথবা কানে ব্যথা)।\n" +
                "•\tলালা গ্রন্থির ক্যান্সার।\n" +
                "•\tপ্যারাথাইরয়েড ক্যান্সার।\n" +
                "•\tথাইরয়েড ক্যান্সার। \n" +
                "কারণ\n" +
                "মাথা এবং ঘাড়ের ক্যান্সারের জন্য অনেক কারণ থাকতে পারে। সেই সব কারণের মধ্যে কিছু প্রচলিত কারণ সম্পর্কে বলা হলঃ\n" +
                "•\tতামাক চেবানো, পান অথবা গুটখা।\n" +
                "•\tঅতিরিক্ত অ্যালকোহল।\n" +
                "•\tঅপ্রতুল খাবার খাওয়া।\n" +
                "•\tসংক্রমণ।\n" +
                "•\tগ্যাস্ট্রোইসোফেগাল রিফ্লাক্স রোগ।\n" +
                "•\tএপ্সটেইন-বার ভাইরাস।\n" +
                "•\tহেমাটোপোয়েটিক স্টেম সেল ট্রান্সপ্লান্টটেশান\n" +
                "অন্যান্য সম্ভাব্য কারণঃ দীর্ঘদিন পেট্রলিয়াম ইন্ডাস্ট্রিয়াল সামগ্রির সংস্পর্শ কিংবা দুর্বল রোগ প্রতিরোধ ক্ষমতা, কাঠের ধুলো-ময়লা অথবা রঙের ধোঁয়া থেকেও এটা হতে পারে।  \n" +
                "রোগ নির্নয়\n" +
                "রোগীর লক্ষণ এবং উপসর্গের ওপর ভিত্তি করে ডাক্তার টেস্ট বা পরীক্ষা করে রোগ নির্নয় করে। সাধারন বা প্রচলিত টেস্ট হল\n" +
                "•\tশারীরিক পরীক্ষাঃ ছোট আয়না এবং/অথবা আলোর সাহায্যে চোখে দেখে ওরাল এবং নাসাল ক্যাভিটি, গলা, ঘাড় এবং জিভ পরীক্ষা করে দেখা হয়। ডাক্তার ঘাড়, ঠোঁট, মাড়ি এবং থুতনিতে লাম্প বা ফোলা পেতে পারে। \n" +
                "•\tবায়োপসি, এন্ডোক্সোপি।\n" +
                "•\tরক্ত বা মুত্র পরীক্ষা।\n" +
                "•\tএক্স-রে।\n" +
                "•\tসিটি স্ক্যানঃ এটা ঘাড় ও মাথার ভেতরের অঙ্গপ্রত্যঙ্গের বিস্তারিত চিত্রের সমাহার।\n" +
                "•\tএমআরআইঃ এটা একটা শক্তিশালী চুম্বক যা কম্পিউটারের সাথে যুক্ত থাকে। এটাও মাথা ও ঘাড়ের ভেতরের বিস্তারিত ছবি তোলে।\n" +
                "•\tপিইটি স্ক্যানঃ এটা বিশেষ উপায়ের পরিমার্জিত এবং যথাযথ পদ্ধতি। ক্যান্সার কোষ কিংবা সন্দেহজনক কোষ এটাকে শোষণ করে ফলে স্ক্যানে গাঢ় জায়গা হিসেবে দেখা যায়।\n" +
                "•\tওরাল ক্যাভিটি পরীক্ষাঃ এটা সাধারণত শারীরিক পরীক্ষার অন্তর্গত।\n" +
                "•\tস্যালিভারি বা লালা গ্রন্থির পরীক্ষাঃ এটা সাধারণত শারীরিক পরীক্ষার অন্তর্গত।\n" +
                "•\tপ্যারান্যাশাল সাইনাস ও নাসাল ক্যাভিটি পরীক্ষা।\n" +
                "•\tফ্যারিংক্স পরীক্ষা। \n" +
                "•\tলিম্প নোড এবং ঘাড়ের ওপরের অংশ।    \n" +
                "প্রতিরোধ\n" +
                "উপরে উল্লেখিত ঝুঁকির কারণ ( কি কারণে হয়) এড়িয়ে যাওয়াটাই কার্যকারি প্রতিরোধ। রুটিন মেডিক্যাল পরীক্ষা প্রাথমিক ধাপে মাথা ও ঘাড়ের ক্যান্সার চিহ্নিত করতে পারে যাতে এটা সহজেই চিকিৎসা করা যায় এবং বেঁচে থাকার সম্ভবনা দারুণ বেড়ে যায়। এটা আশা করা হয়, যে এইচপিভি টিকা এইচপিভি থেকে হওয়া মাথা ও ঘাড়ের ক্যান্সার ধ্বংস করতে পারবে।\n" +
                "চিকিৎসা\n" +
                "মাথা ও ঘাড়ের ক্যান্সার চিহ্নিত হবার পরে, ডাক্তার তাৎক্ষণিক চিকিৎসা শুরু করে। প্রচলিত কিছু চিকিৎসা প্রক্রিয়া হল। যা নিচে উল্লেখ করা হল।\n" +
                "ডাক্তারি পরীক্ষার রিপোর্ট অনুসারে, ডাক্তার ব্যক্তির চিকিৎসা পদ্ধতি ঠিক করে। প্রখরতা, ধাপ এবং আনুসাঙ্গিক অন্যান্য কারণের ওপর নির্ভর করে থেরাপির ধরন আলাদা আলাদা হয়।\n" +
                "সার্জারিঃ সার্জারি চিকিৎসার প্রচলিত ধরন যা এই ক্যান্সারের ক্ষেত্রে প্রায়শই ব্যবহার করা হয়। সাধারণত, ক্যান্সারাস অথবা সংক্রামিত কোষকে সম্পূর্ণ বাদ দেওয়া হল প্রধান লক্ষ্য।\n" +
                "রেডিয়েশান থেরাপিঃ রেডিয়েশান থেরাপি সবথেকে প্রচলিত চিকিৎসার রকমফের। বিভিন্ন ধরনের রেডিয়েশান থেরাপি আছে, যা হলঃ\n" +
                "১. ৩ডি কনফরমাল রেডিয়েশান থেরাপি\n" +
                "২. ইনটেন্সিটি-মডুলেটেড রেডিয়েশান থেরাপি।\n" +
                "কেমোথেরাপিঃ স্থানীয়ভাবে ডোসেটাক্সেল-ভিত্তিক কেমোথেরাপি ভীষণভাবে ফলপ্রসূ। এটা মাথা ও ঘাড়ের অ্যাডভান্স ক্যান্সারে ব্যবহৃত হয়।\n" +
                "ফটো ডায়নামিক থেরাপিঃ এটা মিউকোসাল ডিস্প্লেসিয়া এবং মাথা ও ঘাড়ের ছোট ক্যান্সারের ক্ষেত্রে দারুণভাবে কার্যকারি।\n" +
                "টারগেটেড থেরাপিঃ এই পদ্ধতিতে স্বাভাবিক কোষের ক্ষতি না করে নির্দিষ্ট ক্যান্সার কোষকে (টারগেটেড সেল) আক্রমণ করার জন্য কিছু ওষুধ বা উপাদান (যথা মনোক্লোনাল অ্যান্টিবডি) ব্যাবহৃত করা হয়।\n",R.drawable.healthcare));
        lstBook.add(new Book("হিমোফিলিয়া?","বিস্তারিত","হিমোফিলিয়া হল রক্তের একপ্রকার রোগ। এই রোগের জিন, উত্তরাধিকার সুত্রে পাওয়া যায়। এইরোগে আক্রান্তদের রক্ত জমাট বাঁধার কিছু জরুরী ফ্যাক্টারের অভাবের হয় বলে তাদের রক্ত ঠিকভাবে জমাট বাঁধে না। হিমোফিলিয়ায় আক্রান্তদের খুব সহজেই রক্তপাত হয়। রক্ত জমাট বাঁধতে অনেক সময়ে লাগে বলে অত্যাধিক রক্তপাত হয়।   \n" +
                "হিমোফিলিয়ার প্রচলিত ধরণ কি?\n" +
                "প্রধানত তিন ধরণের হিমোফিলিয়া দেখা যায়ঃ \n" +
                "১. হিমোফিলিয়া এ- সবথেকে প্রচলিত ধরণ এবং ব্লাড ক্লটিং ফ্যাক্টার VIII-র অভাবের জন্য হয়।\n" +
                "২. হিমোফিলিয়া বি (ক্রিস্টমাস রোগ)- এটা ব্লাড ক্লটিং ফ্যাক্টার IX-র অভাবের জন্য হয়।\n" +
                "৩. হিমোফিলিয়া সি- ব্লাড ক্লটিং ফ্যাক্টার XI-র অভাবের জন্য হয়। এটা খুব একটা গুরুতর ধরন নয়। \n" +
                "হিমোফিলিয়ার উপসর্গ ও লক্ষণ কি?\n" +
                "রোগের গভীরতার ওপর নির্ভর করে উপসর্গ ও লক্ষণ বিভিন্ন রকমের হয়।\n" +
                "মাইল্ড (কম গুরুতর) হিমোফিলিয়াঃ\n" +
                "তাৎপর্যপূর্ণ কোন উপসর্গ বা লক্ষণ দেখা যায় না। অবশ্য সার্জারি করলে ও আঘাত পেলে অনেকক্ষণ ধরে রক্তপাত হয়।\n" +
                "মডারেট বা মাঝারি ধরণের হিমোফিলিয়াঃ\n" +
                "•\tসহজেই কালশিটে পড়ে যায়\n" +
                "•\tগাঁটের আশেপাশে অভ্যন্তরীণ রক্তপাত হয়\n" +
                "•\tক্ষতিগ্রস্ত গাঁটের আশেপাশে অস্বস্তি ও যন্ত্রণা হয়\n" +
                "•\tক্ষতিগ্রস্ত স্থান শক্ত ও গরম হয়ে ফুলে যায়\n" +
                "•\tমল ও মূত্রের সাথে রক্তপাত\n" +
                "•\tনাক দিয়ে রক্ত পড়ে\n" +
                "গুরুতর হিমোফিলিয়াঃ\n" +
                "•\tনরম টিস্যু দিয়ে রক্তপাত\n" +
                "•\tঅভ্যন্তরীণ রক্তপাত\n" +
                "•\tগাঁটের অঙ্গ বিকৃতি বা বিকলাঙ্গতা \n" +
                "•\tমল ও মূত্রের সাথে রক্তপাত\n" +
                "•\tনাক দিয়ে রক্ত পড়ে\n" +
                "কি কারণে হিমোফিলিয়া হয়?\n" +
                "এটা উত্তরাধিকারসুত্রে পাওয়া জিনগত রোগব্যধি এবং জিন এখানে খুবই গুরুত্বপূর্ন ভুমিকা পালন করে। শরীর কীভাবে ব্লাড ক্লটিং ফ্যাক্টার VIII, IX অথবা XI বানাবে সেটা জিনই ঠিক করে দেয়। এক্স ক্রোমোজোমের মধ্যে থাকা উল্লিখিত ফ্যাক্টারের জন্য জিনকে দায়ী করা হয়।\n" +
                "বাবা ও মা-র থেকে যেকেউ এক্স ক্রোমোজোম পায়। পুরুষদের ক্রোমোজোমের প্যাটার্ন হল এক্সওয়াই এবং মহিলাদের হল এক্সএক্স। সাধারণত, ছেলেরা মা-র থেকে এক্স ক্রোমোজোম এবং বাবা-র থেকে ওয়াই ক্রোমোজোম পায়। অন্যদিকে মেয়েরা বাবা ও মা উভয়ের কাছ থেকেই এক্স ক্রোমোজোম পায়। অতএব, মহিলাদের ক্ষেত্রে উত্তরাধিকারসুত্রে পাওয়া একটা এক্স ক্রোমোজোম যদি প্রভাবিত হয় ও অপরটা স্বাভাবিক থাকে, তাহলে তিনি ক্যারিয়ার বা বাহক হয়ে যান। অথচ, পুরুষদের ক্ষেত্রে আক্রান্ত এক্স ক্রোমোজোমের জন্য রক্ত জমাট বাঁধার ফ্যাক্টার যথেষ্ট পরিমাণে উৎপাদিত হয় না এবং এর পরিণতি হিমোফিলিয়া। \n" +
                "হিমোফিলিয়ার জটিলতা কি?\n" +
                "•\tঅত্যাধিক রক্তপাত\n" +
                "•\tগাঁটের গুরুতর ক্ষতি\n" +
                "•\tশরীরের অভ্যন্তরীণ রক্তপাত\n" +
                "•\tমস্তিষ্কে রক্তক্ষয়ের কারণে স্নায়বিক সমস্যা \n" +
                "হিমোফিলিয়া রোগ নির্ণয় কীভাবে হয়?\n" +
                "সাধারণভাবে, নিম্নলিখিত পদ্ধতির সাহায্যে রোগ নির্ণয় করা হয়।\n" +
                "•\tজেনেটিক টেস্টিং\n" +
                "•\tক্রনিক ভেলাস স্যামপ্লিং (সিভিএস)\n" +
                "•\tঅ্যামনিওটিক ফ্লুয়িড টেস্টিং (অ্যামনিওসেন্টেসিস)\n" +
                "•\tজন্মের পরে রক্ত পরীক্ষা \n" +
                "কীভাবে হিমোফিলিয়ার চিকিৎসা করা হয়?\n" +
                "সেইঅর্থে হিমোফিলিয়ার নিরাময় হয় না। নিম্নলিখিত সম্ভাব্য উপায় অবলম্বন করে ডাক্তাররা সঠিক ও যথাযথ পর্যবেক্ষনের সাহায্য এই রোগ সামলানোর চেষ্টা করেন, যা হলঃ\n" +
                "•\tপ্রেশক্রিপশান হরমোনের সাহায্যে\n" +
                "•\tডোনার ক্লটিং ফ্যাক্টারের সাহায্যে ব্লাড ইনফিউশান। অনেকসময়ে এটা রিকমবাইনেন্ট ক্লটিং ফ্যাক্টার। \n" +
                "•\tপ্লাজমা ইনফিউশান\n" +
                "•\tফিজিক্যাল থেরাপি ও রিহ্যাবিলিটেশান \n" +
                "হিমোফিলিয়ার প্রতিরোধ করবার নির্দেশিকা কি?\n" +
                "আগেই বলা হয়েছে, যে হিমোফিলিয়া উত্তরাধিকার সুত্রে পাওয়া রোগ। এটা মায়ের থেকে বাচ্চার হয়। সুতরাং পরিবারে কারোর হিমোফিলিয়া হলে টেস্ট করে নেওয়া দরকার। এইসব ক্ষেত্রে, পুর্বের ধারণা ও মা-বাবার কাউন্সিলিং করলে ঝুঁকির কারণ সম্পর্কে আন্দাজ করা যায়। \n" +
                "হিমোফিলিয়ার ওয়ার্ল্ড ফেডারেশান, রোগ সম্পর্কে সচেতনতা বাড়ানোর জন্য ১৭ই এপ্রিলকে “ওয়ার্ল্ড হিমোফিলিয়া ডে” হিসেবে পালন করে। শিক্ষা, কাউন্সিলিং ও সচেতনতাই হল মূল লক্ষ্য, যা রোগে ভোগা মানুষদের আরও বেশীদিন সুস্থ ও কর্মক্ষম থাকতে সাহায্য করে।\n",R.drawable.healthcare));

        lstBook.add(new Book("জিইআরডি?","বিস্তারিত","ইসোফেগাসের মধ্যে পাকস্থলীর হজম না হওয়া খাবার বা অ্যাসিডের বিপরিত প্রবাহকে গ্যাস্ট্রোএসোফেগাল রিফ্লাক্স ডিজিজ (জিইআরডি) বলে। এই প্রতিক্রিয়ার (বিপরিতমুখি প্রবাহ) ফলে ইসোফ্যাগুস্যান্ডের আবরণের অস্বস্তির জন্য জিইআরডি হয়। গর্ভবতী মহিলা ছাড়াও এই রোগে আক্রান্ত লোকেদের গলা-বুক জ্বালা সহ চোঁয়া ঢেঁকুর অথবা বদহজমের সমস্যা হয়।  \n" +
                "জিইআরডি-র লক্ষণ হল, নিয়মিত অম্বল বা গলা-বুকজ্বালা, কষ্ট অথবা বুকের মাঝখানে, স্তনের হাড়ের পিছনে এবং তলপেটের মাঝামাঝি জ্বালা।\n" +
                "জিইআরডি-র লক্ষণ এবং উপসর্গ হলঃ\n" +
                "•\tগলা ফুলে যাবার জন্য কষ্ট বা যন্ত্রণা হওয়া।\n" +
                "•\tঢোক গিলতে অসুবিধে অথবা ডিসফ্যাগিয়া।\n" +
                "•\tশ্বাস নিতে সমস্যা।\n" +
                "•\tশুকনো কাশি।\n" +
                "•\tখাবার কিংবা জল উগড়ে দেওয়া (অ্যাসিড রিফ্লাক্স)।\n" +
                "•\tনিঃশ্বাসের দুর্বলতা, গা গোলান এবং বমি।\n" +
                "•\tকর্কশতা বা স্বর ভঙ্গ। \n" +
                "কারণ \n" +
                "পাকস্থলীর অ্যাসিড বা পিত্তরস ইসোফেগাসে ঢুকে গিয়ে হওয়া ক্রমাগত অস্বস্তিকেই জিইআরডি বলা হয়। \n" +
                "পাকস্থলীতে খাবার ও পানীয় যাবার জন্য, ইসোফেগাসের নীচের গোলাকৃতি পেশীবন্ধনি বা লোয়ার ইসোফেগাল স্পিন্টার শিথিল হয়ে যায়। \n" +
                "অবশ্য, ভাল্ব যদি অন্যভাবে শিথিল হয়, মানে স্বাভাবিক নয় কিংবা দুর্বল হয়, তাহলে পাকস্থলীর অ্যাসিড ইসোফেগাসে ফেরত আসতে পারে ও ক্রমাগত গলা-বুক জ্বালার কারণ হয়ে দাঁড়ায়। অ্যাসিডের ক্রমাগত পেছনে আসা কিন্তু ইসোফেগাসের আবরণের অস্বস্তির কারণ হয় এবং জ্বালা-যন্ত্রণার সৃষ্টি করে। সময়ের সাথে সাথে, এই জ্বালা-যন্ত্রণা ইসোফেগাসের আবরণের ব্যবহারিক ক্ষয় ঘটায়, যা থেকে রক্তপাতের সাথে ইসোফেগাল ন্যারোইং বা বেরেট ইসোফেগাস হয়। \n" +
                "লোয়ার ইসোফেগাল স্পিন্টার যেসব সম্ভাব্য কারণের জন্য দুর্বল বা শিথিল হয়, তা হল নিম্নরুপঃ\n" +
                "•\tঅতিরিক্ত ওজন, মেদবহুলতা বা গর্ভাবস্থার কারণে তলপেটে চাপ বেড়ে যাওয়া।\n" +
                "•\tহাঁপানির জন্য ডাক্তারের দেওয়া ওষুধ সহ অন্যকোন ওষুধ।\n" +
                "•\tক্যালসিয়াম ক্যানেল ব্লকারঃ অধিক রক্তচাপকে স্বাভাবিক করবার মতন ওষুধ।\n" +
                "•\tঅ্যান্টিহিস্টামিনঃ অ্যালার্জির উপসর্গের নিরাময়কারী ওষুধ। \n" +
                "•\tপেইন কিলার ও অ্যান্টিডিপ্রেসেন্ট খেলে।\n" +
                "•\tসিডেটিভ বা ঘুমের ওষুধঃ ঘুমোতে সাহায্য করে যে ওষুধ।\n" +
                "•\tধূমপান বা প্যাসিভ ধূমপান। \n" +
                "হায়াটাল হার্নিয়াও জিইআরডি-র জন্যেও দায়ী থাকতে পারে। এটা একটা অবস্থা, যেখানে ডায়াফ্রামের ছিদ্রের জন্য পাকস্থলীর ওপরের অংশ সহজেই বুকের দিতে যায়, পরিণতি ইসোফেগাল স্পিন্টারের মধ্য চাপ কম হওয়া। \n" +
                "রোগ নির্নয় \n" +
                "১. অ্যাম্বুলেটোরি অ্যাসিড (পিএইচ) প্রোব টেস্টঃ অ্যাম্বুলেটোরি অ্যাসিড (পিএইচ) প্রোব টেস্টের ক্ষেত্রে একটা যন্ত্রের সাহায্য ২৪ ঘণ্টা অ্যাসিড মাপা হয়। পাকস্থলীর অ্যাসিড কখন খাদ্যনালীতে ফিরে যায়, সেটা এই যন্ত্র চিহ্নিত করে। \n" +
                "২. এক্স-রেঃ এই পদ্ধতিতে প্রথমে খড়িমাটিযুক্ত পানীয় খেতে হয়, যা পরিপাকনালীর ভেতরের আবরণকে ভরে দেয় এবং আচ্ছাদিত করে। পরিপাকনালীর ওপরের অংশের এক্স-রে করা হয়। এই আচ্ছাদন ডাক্তারকে ইসোফেগাসক, পাকস্থলী এবং ডিওডেনামের ছায়া বা সিলুয়েট দেখতে সাহায্য করে। \n" +
                "৩. মানোমেট্রিঃ ইসোগেগাল মোটিলারি টেস্টিং বা মানোমেট্রি সাধারণত খাদ্যনালীর গতিবিধি এবং চাপ মাপে। এই পদ্ধতিতে নাকের ভেতর দিয়ে খাদ্যনালীতে একটা ক্যাথিটার ঢোকানো হয়। \n" +
                "৪. এন্ডোস্কোপিঃ এন্ডোস্কোপির মাধ্যমে ইসোফেগাসাণ্ড স্টোমাকের ছবি চাক্ষুষ দেখা যায়। এণ্ডোস্কোপিতে, ডাক্তার গলার নীচের দিকে একটা সূক্ষ্ম ও নমনীয় নল ঢোকায় যাতে লাইট ও ক্যামেরা লাগানো থাকে (এন্ডোস্কোপ) এবং পরবর্তি পরীক্ষার জন্য টিস্যুর অল্প নমুনা (বায়োপসি) সংগ্রহ করে। রিফ্লাক্সের জটিলতা বোঝবার জন্য এন্ডোস্কোপি করা হয়, যেমন ব্যারেটস ইসোফেগাস। \n" +
                "জটিলতা\n" +
                "জিইআরডি-র প্রধান জটিলতা হলঃ\n" +
                "১. ইসোফেগাল স্ত্রিকচারঃ অ্যাসিড থেকে ক্ষতি হওয়া নীচের ইসোফেগাসের কোষ থেকে ক্ষতযুক্ত টিস্যু তৈরি হতে পারে। এই ক্ষতযুক্ত টিস্যু ধীরে ধীরে খাদনালীকে সঙ্কুচিত করে দিয়ে খাবার গিলতে সমস্যার সৃষ্টি করে। \n" +
                "২. ইসোফেগাল আলসারঃ পাকস্থলীর অ্যাসিড ইসোফেগাসের টিস্যুর গুরুতর ক্ষয় করতে পারে, যার থেকে যন্ত্রণাদায়ক উন্মুক্ত ক্ষত হয়। এই আলসার থেকে রক্ত বেরোনোর সাথে ব্যথা হতে পারে এবং ঢোক গিলতে গিয়ে সমস্যা হয়। \n" +
                "৩. ব্যারেটস ইসোফেগাস: এইক্ষেত্রে নীচের ইসোফেগাসের টিস্যুর আবরণ আস্তে আস্তে বদলে যায়। এই পরিবর্তন ইসোফেগাস ক্যান্সারের সাথে জড়িত। \n" +
                "চিকিৎসা\n" +
                "বিস্তৃত লক্ষণের ওপর নির্ভর করে ডাক্তার হয়তবা জীবনধারার কিছু পরিবর্তনের সুপারিশ করতে পারে যেমন ওষুধ, সার্জারি কিংবা দুটো একইসাথে। \n" +
                "ওটিসি এবং প্রেশক্রিপশান ওষুধঃ জিইআরডি-র ওষুধ বিভিন্নভাবে কাজ করে। কিছু কিছু ক্ষেত্রে সমস্যার নিয়ন্ত্রণের জন্য জিইআরডি-র ওষুধের সমন্বয়ের দরকার হতে পারে। গলা-বুক জ্বালা ও জিইআরডি-র অন্যান্য হালকা লক্ষণের উপসমের জন্য অ্যান্টাসিডের পরামর্শ দেওয়া হয়। \n" +
                "এইচ২ ব্লকার (সিটাটিডাইন, রান্টাডিন, ফেমোটিডিন): এটা অ্যাসিড উৎপাদন কমিয়ে দেয়। এরা জিইআরডি-র সমস্যার সল্প-কালিন কিংবা চাহিদা অনুসারে উপসম দেয়। খাওয়ার পরে রোগীর গলা-বুক জ্বালা করলে, তখনি একটা অ্যান্টাসিড ও এইচ২ ব্লকার খাওয়ার পরামর্শ দেওয়া হয়। অ্যান্টাসিড পাকস্থলীর অ্যাসিডকে নিষ্ক্রিয় করে যেখানে এইচ২ ব্লকার আরও অ্যাসিড তৈরি করা করা দমায়। অ্যান্টাসিড কাজ করা শেষ করার আগেই এইচ২ ব্লকার অ্যাসিড উৎপাদন বন্ধ করে দেয়। \n" +
                "প্রোটন পাম্প ইনহিবিটার (পিপিআই-স): পিপিআই (ল্যান্সোপ্রাজল, রেবেপ্রাজল, প্যান্টোপ্রাজল, ইসোমেপ্রাজল) পাকস্থলীর অ্যাসিড উৎপাদনের পরিমাণ কমায়। পিপিআই এইচ২ ব্লকারের তুলনায় জিইআরডি-র সমস্যার উন্নত নিরাময় করে। জিইআরডি-তে আক্রান্ত অধিকাংশ রোগীদের ক্ষেত্রে এরা ইসোফেগালের আবরণের আরোগ্য করে। \n" +
                "প্রোকিনেটিস্কঃ প্রোটিনেটিস্ক (মেটোক্লোপ্রামাইড) স্বাভাবিকের তুলনায় দ্রুত পাকস্থলী খালি করতে সাহায্য করে। \n" +
                "সার্জারি \n" +
                "ওষুধেরর মাধ্যমে অধিকাংশ জিইআরডি-কেই নিয়ন্ত্রিত করা যায়। কোন কোন ক্ষেত্রে, যেখানে ওষুধ কাজ দেয় না বা কোন রোগী যদি বহুদিন ধরে ওষুধ খেয়ে নিরাময়ে ইচ্ছুক না হয়, তাহলে ডাক্তার ইনভেসিভ পদ্ধতির সুপারিশ করেন, যথা-\n" +
                "সার্জারি যার দ্বারা ইসোফেগাল স্পিন্সটারের নীচের অংশকে পুনরায় বলবত করা হয়ঃ রিফ্লাক্স আটকানোর জন্য, এই সার্জারি মাধ্যমে খাদ্যনালীর নীচের অংশের আশেপাশে পাকস্থলীর ওপরটা মুড়িয়ে ইসোফেগাল স্পিন্সটারের নীচের অংশকে আঁটসাঁট করা হয়। \n" +
                "সার্জারির দ্বারা লোয়ার ইসোফেগাল স্পিন্সটারকে শক্তিশালী করা হয়ঃ এই প্রক্রিয়ায় লিন্স নামক ছোট একটা ম্যাগনেটিক টাইটানিয়াম ব্লেডের রিং পাকস্থলীর ইসোফেগান গ্রন্থির জোড়ে জড়ানো হয়। দুটো অঙ্গের মুখকে খুলে রাখবার জন্য, ব্রিডের মধ্যে চৌম্বকের আকর্ষন যথেষ্ট শক্তিশালী, অথচ খাবার যাবার পক্ষে যথেষ্ট নয়। এটা মিনিমাল ইনভেসিভ সার্জারির দ্বারা করা হয়।\n",R.drawable.healthcare));
        lstBook.add(new Book("বাইপোলার ডিসঅর্ডার?","বিস্তারিত","মস্তিষ্কের একধরনের গুরুতর রোগ হল বাইপোলার ডিসঅর্ডার, যার বৈশিষ্ট্যের মধ্যে মনমেজাজের পরিবর্তন, প্রচণ্ড বাতিকগ্রস্ততা থেকে বিষণ্ণতা অন্যতম। রোগের চিকিৎসা না হলে, বাইপোলার ডিসঅর্ডার থেকে বিপদজনক আচরণ, ব্যক্তিগত সম্পর্ক নষ্ট হওয়া থেকে কেরিয়ারের অবনতি এমনকি আত্মহত্যার প্রবনতাও দেখা যায়।\n" +
                "‘ম্যানিক’ বলতে অস্থিরতা বেড়ে যাওয়া, অতি সক্রিয়তা, বাচালতা বা ফাজলামি, বেপরোয়া মনোভাবকে বোঝায় এবং এইক্ষেত্রে বন্ধুদের সাথে উদারমনে দেদার খরচ করা বা ঝোঁকের বশে যৌনতা পর্যন্ত হতে পারে।\n" +
                "‘বিষণ্ণতা’ ঠিক এর উল্টো মনের অবস্থাকে বোঝায়, যা হল মনখারাপ, কান্নাকাটি, অসহায়তা, এনার্জি কমে যাওয়া, ইচ্ছা-আনন্দ কমে যাওয়া, ঘুমের সমস্যা।\n" +
                "লক্ষণ \n" +
                "বাইপোলার ডিসঅর্ডারের রোগের বিষণ্ণতার লক্ষণের সাথে ক্লিনিক্যাল বিষণ্ণতার মিল খুঁজে পাওয়া যায়, যা হলঃ\n" +
                "•\tখাবারের ইচ্ছে কমে যাওয়া বা ওজন হ্রাস কিংবা বেশী খাওয়া বা ওজন বেড়ে যাওয়া।\n" +
                "•\tমনঃসংযোগ করতে, মনে রাখতে এবং সিদ্ধান্ত নিতে সমস্যা।\n" +
                "•\tঅবসাদ, কাজ করার ক্ষমতা কমে যাওয়া, অনেকটা “গয়ংগচ্ছ” ভাব।  \n" +
                "•\tদোষী দোষী মনে হওয়া, নিজেকে অপদার্থ ভাবা, নিরুপায় অনুভূতি। \n" +
                "•\tহতাশা, ভালো না দেখে খারাপ দিকটা দেখা।\n" +
                "•\tনিদ্রাহীনতা, অনেক সকালে উঠে পড়া বা বেশীক্ষণ ধরে ঘুমনো। \n" +
                "•\tপছন্দের শখ বা কাজকর্মের ইচ্ছা অথবা খুশী কিংবা তৃপ্তি হারিয়ে ফেলা।\n" +
                "•\tস্থায়ী শারীরিক উপসর্গ, যা চিকিৎসায় সাড়া না দেওয়া, যেমন মাথাব্যাথা, হজমের গোলমাল এবং ক্রনিক যন্ত্রণা। \n" +
                "•\tসারাক্ষণ মন খারাপ, চিন্তাগ্রস্ততা, কিংবা “খালি খালি” লাগা। \n" +
                "•\tঅস্থিরতা-ছটফটানি, বিরক্তি। \n" +
                "•\tমৃত্যু বা আত্মহত্যার চিন্তা, আত্মহত্যার চেষ্টা।\n" +
                "কি কারণে হয়\n" +
                "বাইপোলার ডিসঅর্ডার অনেক কারণ হয়ে থাকলেও ঠিক কি কারণে হয় সেটা এখনও অজানা।\n" +
                "শারীরিক পার্থক্যঃ বাইপোলার ডিসঅর্ডারে ভোগা লোকদের মস্তিষ্কের প্রকৃতিগত পরিবর্তন হয়। এইসব পরিবর্তনের তাৎপর্য অনিশ্চিত হলেও কিন্তু সঠিক কারণ খুঁজে বের করতে সাহায্য করে।\n" +
                "নিউরোট্রান্সমিটারঃ স্বাভাবিকভাবে মস্তিষ্কের রাসায়নিক নিউরোট্রান্সমিটারের ভারসাম্যর অভাব বাইপোলার ডিসঅর্ডার এবং মেজাজের অন্যান্য সমস্যায় গুরুতবপুর্ন ভূমিকা পালন করে।\n" +
                "বংশগত বৈশিষ্ট্যঃ রক্তের সম্পর্কের আত্মীয়দের একই রোগ থাকলে বাইপোলার ডিসঅর্ডার হবার সম্ভবনা থাকে, যেমন একই সমস্যার আক্রান্ত বাবা-মা বা ভাইবোন। গবেষকরা বাইপোলার ডিসঅর্ডারের জন্য দায়ী জিন খোঁজবার চেষ্টা করছেন।\n" +
                "রোগ নির্নয়\n" +
                "বাইপোলার ডিসঅর্ডার সাধারণত ১৫ থেকে ২৪ বছর বয়সে দেখা যায় এবং এই সমস্যা সারাজীবন থাকে। এই রোগে আক্রান্তদের লক্ষণের গভীরতা লোক বিশেষে আলাদা আলাদা হয়। এই রোগের বৈশিষ্ট্য হল পুনরায় রোগ হবার সম্ভবনা এবং উপশম হয়, এবং চিকিৎসা না হলে এই রোগ আবার হতে পারে। গুরুতর অবসাদ বা বিষণ্ণতায় আক্রান্তদের আত্মহত্যার প্রবণতা বা মনোরোগের লক্ষণ (ভ্রান্তি, হ্যালুসিনেশান, অসংলগ্ন চিন্তাভাবনা) নিরাময়ের জন্য হাসপাতালে ভর্তি করবার দরকার পরে। \n" +
                "ডাক্তারের সন্দেহ হলে, তারা বেশ কিছু টেস্ট এবং পরীক্ষা করান, যা হলঃ\n" +
                "শারীরিক পরিক্ষাঃ লক্ষণের জন্য দায়ী মেডিক্যাল সমস্যা চিহ্নিত করবার জন্য শারীরিক এবং ল্যাবরেটারিতে পরীক্ষা করা হয়।\n" +
                "মানসিক অবস্থার মুল্যায়নঃ ডাক্তার বা মানসিক স্বাস্থ্যপ্রদানকারীরা রোগীর সাথে তার চিন্তাভাবনা, অনুভুতি এবং ব্যবহারিক ধরণ নিয়ে কথা বলার পাশাপাশি সেলফ অ্যাসেসমেন্ট বা প্রশ্নোত্তর পূরণ করে। রোগীর অনুমতি নিয়ে পরিবারের লোক বা ঘনিষ্ট বন্ধুদের রোগীর সমস্যা বা লক্ষণ এবং ম্যানিয়া বা অবসাদ কখন বা কিভাবে হয় সেই বিষয়ে জানতে চাওয়া হয়। \n" +
                "মনমেজাজ লিপিবদ্ধ করাঃ ঠিক কি হচ্ছে, সেটা বোঝবার জন্য ডাক্তার প্রতিদিনের ঘুমের ধরণ, মনমেজাজ বা অন্যান্য বিষয়ের হিসাব রাখেন যার দ্বারা তিনি ডায়াগনিসিস করার পড়ে সঠিক চিকিৎসা শুরু করতে পারেন।    \n" +
                "জটিলতা \n" +
                "বাইপোলার ডিসঅর্ডারের চিকিৎসা না হলে সেটা জীবনের প্রতিটি ক্ষেত্রে প্রভাব বিস্তার করতে পারে, যেমন\n" +
                "•\tড্রাগ বা অ্যালকোহল সংক্রান্ত সমস্যা।\n" +
                "•\tআত্মহত্যা বা আত্মহত্যার চেষ্টা করা।\n" +
                "•\tআইন সংক্রান্ত সমস্যা।\n" +
                "•\tঅর্থনৈতিক সমস্যা।\n" +
                "•\tসম্পর্ক বজায় রাখার ক্ষেত্রে সমস্যা।\n" +
                "•\tবিচ্ছিন্নতা এবং একাকীত্ব।\n" +
                "•\tকার্মদক্ষতা হ্রাস বা স্কুলে সমস্যা।\n" +
                "•\tকর্মক্ষেত্র বা স্কুলে প্রায়শই কামাই করা।\n" +
                "চিকিৎসা \n" +
                "বাইপোলার ডিসঅর্ডারের চিকিৎসার মধ্যে লিথিয়ামের মতন মুড স্টেবিলাইজার দেওয়া যেতে পারে। মনকে শান্ত-স্থির করবার জন্য, নির্দিষ্ট কিছু অ্যান্টিকনভালসেন্ট, অ্যান্টি-সাইকোটিক্স এবং বেনজোডায়াজেপিনও দেওয়া যেতে পারে। অনেক সময়ে মুড স্টেবিলাইজারের সাথে অ্যান্টিডিপ্রেসেন্ট দেওয়া যেতে পারে, যাতে মনমেজাজ খারাপ হওয়া ভালো হয়ে যায়। মুড স্টেবিলাইজারের মতন অ্যান্টিডিপ্রেসেন্ট কিন্তু অনেক সময়ে কার্যকারি হয় না।\n" +
                "ওষুধের মধ্যেঃ\n" +
                "মুড স্টেবিলাইজারঃ ম্যানিক বা হাইপোম্যানিক পরিস্থিতির নিয়ন্ত্রণের জন্য মুড স্টেবিলাইজারের প্রয়োজনীয়তা আছে, তা সেটা বাইপোলার I বা II যাই হোক না কেন। মুড স্টেবিলাইজারের মধ্যে লিথিয়াম, ভ্যালপ্রোইক অ্যাসিড, ডিভালপ্রোয়েক্স সোডিয়াম, কার্বোমেজেপাইন এবং লামোট্রিজাইন অন্যতম। \n" +
                "অ্যান্টিসাইকোটিক্সঃ অন্যান্য ওষুধের মাধ্যমে চিকিৎসা সত্ত্বেও বিষণ্ণতা বা বাতিকগ্রস্ততা থেকে গেলে, ওলাজাপাইন, রিস্অপেরিডোন, কুইটিয়াপাইন, এরিপিপ্রাজোল, জিপ্রাসাইডোন, লুরাসাইডোন বা অ্যাসেনাপাইন সাহায্য করতে পারে। \n" +
                "অ্যান্টিডিপ্রেসেন্টঃ বিশন্নতাকে ঠিক করার জন্য ডাক্তার অ্যান্টিডিপ্রেসেন্ট দিতেও পারে। অ্যান্টিডিপ্রেসেন্ট যেহেতু কোন কোন সময়ে ম্যানিক বিষয় বাড়িয়ে দিতে পারে তাই মুড স্টেবিলাইজার বা অ্যান্টিসাইক্রোটিকের সাথে দেওয়া হয়। \n" +
                "অ্যান্টিডিপ্রেসেন্ট-অ্যান্টিসাইক্রোটিকঃ এই মেডিকেশান একসাথে অ্যান্টিডিপ্রেসেন্ট ও অ্যান্টিসাইক্রোটিককে যোগ করে। এই ওষুধ একসাথে অবসন্নতা ও মনমেজাজ স্থির করবার কাজ করে, বিশেষকরে বাইপোলার ১ ডিসঅর্ডার এপিসোডের চিকিৎসার ক্ষেত্রে। \n" +
                "অ্যান্টি-অ্যাংক্সাইটি মেডিকেশানঃ বেনেজোডিয়াজেপাইন দুশ্চিন্তা নিরসনে সাহায্য করবার সাথে ভালো ঘুমোতে সাহায্য করে। এই ওষুধ স্বল্পকালীন মেয়াদে দুশ্চিতা কমাতে পারে।\n",R.drawable.healthcare));
        lstBook.add(new Book("হাইপোটেনশান?","বিস্তারিত","হাইপোটেনশান হল মেডিক্যাল শব্দ এবং প্রচলিতভাবে এটা কম রক্তচাপ নামেও পরিচিত। হৃৎপিণ্ড পাম্প করে রক্ত বের করবার জন্য, এই রক্ত আর্টারির দেওয়ালে যে চাপ দেয়, সেটাকে রক্তচাপ বলে। ব্লাড প্রেশারের দুটো মাপ হয়, বেশী মাপের প্রথমটাকে সিস্টোলিক প্রেসার বলে। হৃদস্পন্দন সহ রক্ত পাম্প করবার সময়ের রক্তচাপ এটা। দ্বিতীয়টা হল ডায়াস্টলিক প্রেসার এবং এটা হল হৃদস্পন্দনের মাঝে যখন হৃৎপিণ্ড বিশ্রামে থাকে সেই রক্তচাপ। রক্তচাপের মাপ ৯০ এমএম এইচজি বা কম সিস্টোলিক প্রেসার কিংবা ৬০ এমএম এইচজি ডায়স্টলিক রক্তচাপকে সাধারণভাবে হাইপোটেনশান বলা হয়। \n" +
                "ডাক্তাররা অনেক সময়েই হাইপোটেনশানকে বিভিন্ন ভাগে বিভক্ত করে, যা হলঃ \n" +
                "অরথোস্ট্যাটিক বা পোসটুরাল হাইপোটেনশানঃ বসে থাকা কিংবা শোয়া অবস্থা থেকে উঠে দাঁড়ালে আচমকা রক্তচাপ কমে গেলে এটা হয়। এটা সব বয়সের লোকদেরই হতে পারে। উঠে দাঁড়াবার পরবর্তী কয়েক সেকেন্ড বা একমিনিট মতন লক্ষণ থাকতে পারে। লক্ষণ বা উপসর্গ কয়েক সেকেন্ডের বেশী থাকে কারণ নতুন অবস্থার সাথে রক্তচাপ তখনই নিজেকে সেইভাবে সামলে নেয়। \n" +
                "পোস্টপ্র্যান্ডাল হাইপোটেনশানঃ এটা হল খাবার পরে পরেই আচমকা রক্তচাপ কমে যাওয়া। এটা অধিকাংশক্ষেত্রে প্রবীণদের হয়, বিশেষকরে যারা পারকিনসন্সে আক্রান্ত।  \n" +
                "নিউরাল মেডিকেটেড হাইপোটেনশানঃ এই সমস্যার জন্যে অনেকক্ষণ দাঁড়িয়ে থাকবার পরে রক্তচাপ কমে যায়। প্রাপ্তবয়স্কদের তুলনায় বাচ্চাদের মধ্যে এটা অনেক বেশী হয়। ভয়ঙ্কর পরিস্থিতিতে কিংবা বিপর্যস্ত হয়ে পড়লে এটা হতে পারে। \n" +
                "গুরুতর হাইপোটেনশানঃ শক বা ধাক্কার সাথে সিভিয়ার হাইপোটেনশান সম্পর্কিত। শক একপ্রকার প্রাণঘাতী পরিস্থিতি এবং এইক্ষেত্রে রক্তচাপ এতটাই কমে যায় যেখানে মস্তিষ্ক, কিডনি এবং অন্যান্য গুরুত্বপূর্ন অঙ্গ ঠিকভাবে কাজ করবার মতন পর্যাপ্ত পরিমাণ রক্ত পায় না। তৎক্ষণাৎ চিকিৎসা করা না হলে এটাও প্রাণঘাতী হতে পারে।\n" +
                "উপসর্গ \n" +
                "কম রক্তচাপ কখনো কখনো অন্তনির্হিত রোগের ইঙ্গিত করে, বিশেষকরে রক্তচাপ যখন আচমকা পড়ে যায়। হাইপোটেনশানের উপসর্গর মধ্যে আছেঃ\n" +
                "•\tঝাপসা দৃষ্টিশক্তি সহ মুর্ছা যাওয়া\n" +
                "•\tমাথা ঘোরা বা হালকা লাগা\n" +
                "•\tনিঃশ্বাসের দুর্বলতা\n" +
                "•\tগা গোলানো ও তেষ্টা পাওয়া\n" +
                "•\tঅবসাদ বা ক্লান্তি \n" +
                "•\tঅনিয়মিত হৃদস্পন্দন ও নাড়ির গতি \n" +
                "•\tরক্তচাপ দ্রুত কমে যাওয়া, যা থেকে মানসিক নন-এপিলেপ্টিক সিজার হয়  \n" +
                "কারণ\n" +
                "একজনের ক্ষেত্রে যেটাকে কম ব্লাড প্রেশার বলে ধরা হয়, সেটাই অন্যজনের ক্ষেত্রে স্বাভাবিক। কম ব্লাড প্রেশার অনেক কারণের জন্যই হতে পারে, যেমন মেডিকেশান, জীবনযাত্রার ধরণ বা কোন অন্তনির্হিত কারণ। সচল-সক্রিয় নয় যারা তাদের তুলনায়, নিয়মিত শরীরচর্চা যারা করে তাদের কম ব্লাড প্রেসার ও হৃদস্পন্দনের গতি ধীরে হয়। হাইপোটেনশানের জন্য দায়ী অন্য কারণ হলঃ\n" +
                "১. সাধারণত বার্ধক্যের কারণে রক্তচাপ বাড়ে, কিন্তু বয়স হবার সাথে নড়াচড়া কিংবা গতিবিধি অথবা খাওয়ার সময়ে রক্তচাপ কমতে পারে। \n" +
                "২. ডায়ারিয়া, ডিহাইড্রেশান ও মেনস্টুয়েশানের সময়ে রক্তক্ষয়, বমি ইত্যাদি হওয়ার জন্য রক্তচাপ কমতে পারে। \n" +
                "৩. স্বাস্থ্য সংক্রান্ত অন্তনির্হিত কারণঃ কিছু রোগ থেকে রক্তচাপ কমতে পারে, যার মধ্যে হৃৎপিণ্ডের সমস্যা, রক্তাল্পতা, ডায়াবেটিসের মতন এন্ডোক্রাইন রোগ, অ্যাড্রেনাল ইনসাফিসিয়েন্সি বা থাইরয়েডের রোগ, স্নায়বিক রোগ ইত্যাদি অন্যতম। \n" +
                "৪. গর্ভাবস্থাঃ গর্ভাবস্থার সময়ে মা ও বৃদ্ধিপ্রাপ্ত ভ্রূণ, উভয়ের রক্তে চাহিদা বাড়ার ফলে রক্তচাপ কমবার সম্ভবনা থাকে। \n" +
                "৫. সেপটিক শকঃ শরীরের কোন সংক্রমণ রক্তস্রোতের মধ্যে ঢুকলে সেপ্টিসেমিয়া হয় এবং এই কারণে ব্যাপকভাবে রক্তচাপ কমে যায়। \n" +
                "৬. গুরুতর আঘাতঃ গুরুতর আঘাতের ফলে অনেকটা রক্ত বেরিয়ে গেলে, শরীরে রক্তের পরিমাণ কমে যাবার কারণে রক্তচাপ কমতে পারে। \n" +
                "৭. অ্যানাফাইল্যাক্টিক শকঃ অ্যানাফাইল্যাক্সিস একপ্রকার গুরুতর অ্যালার্জিক প্রতিক্রিয়া এবং এটা থেকে প্রাণ যাবার সম্ভবনাও থাকে। এই কারণের জন্যে রক্তনালী প্রসারিত হয়ে আচমকা রক্তচাপ কমে যায়। \n" +
                "৮. ওষুধঃ কিছু ওষুধ রক্তচাপ কমবার জন্যে দায়ী, এইসব ওষুধের মধ্যে আছে ফ্লুরোসেমাইডের মতন ডিউরাটিক, প্রাজোসিনের মতন আলফা ব্লকার, প্রোপানোললের মতন বীটা ব্লকার, কিছু অ্যান্টিডিপ্রেসেন্ট, ইরেক্টাইল ডিসফাংশান ড্রাগ ইত্যাদি। \n" +
                "রোগ নির্ণয়\n" +
                "রক্তচাপ মেপে খুব সহজেই হাইপোটেনশান ডায়াগনিসিস করা হয়। অন্তনির্হিত কারণ খোঁজার জন্যে আরও কিছু টেস্ট করবার দরকার হয়, যার মধ্যে আছেঃ \n" +
                "টিল্ট টেবল টেস্টঃ নিউরালি মেডিয়েটেড হাইপোটেনশান কিংবা অজ্ঞান হবার কারণ খুঁজতে এই টেস্ট করা হয়। অবস্থান বদলের ক্ষেত্রে শরীর কিভাবে প্রতিক্রিয়া দেখায় এই টেস্ট সেটা বের করে। \n" +
                "রক্ত পরীক্ষাঃ এই টেস্ট স্বাভাবিক রক্তচাপের তুলনায় কম রক্তচাপের মাত্রা কিংবা কম সংখ্যায় লোহিত রক্তকণার (অ্যানিমিয়া) পরিমাণ সম্পর্কিত তথ্য দেয়। \n" +
                "ইলেক্ট্রোকার্ডিওগ্রাম (ইসিজি) এবং ইকোকার্ডিওগ্রাম। \n" +
                "চিকিৎসা\n" +
                "হাইপোটেনশানের লক্ষণ সেইভাবে না থাকলে অথবা দাঁড়িয়ে থাকার সময়ে হওয়া সামান্য মাথাঘোরার মতন লঘু লক্ষণ দেখা গেলে চিকিৎসার প্রয়োজন হয় না। অন্তনির্হিত কারণের ওপরে হাইপোটেনশানের চিকিৎসা নির্ভর করে।  কম রক্তচাপের চিকিৎসা না করে প্রাথমিকভাবে, ডাক্তার হার্ট ফেলিওর, ডিহাইড্রেশান, ডায়াবেটিস অথবা হাইপোথাইরয়েডিজমের মতন স্বাস্থ্য সংক্রান্ত প্রাইমারি সমস্যার চিকিৎসা করে। নির্দিষ্ট কিছু ওষুধের জন্যে যদি হাইপোটেনশান হয়, তাহলে ডাক্তাররা সাধারণত ওষুধের ডোজ বদলায় কিংবা ওষুধ বন্ধ করে দেয়। কি কারণে কম রক্তচাপ হচ্ছে সেটা স্পষ্ট না হলে, তখন লক্ষণ কমানো ও রক্তচাপের মাত্রা তোলাই মূল লক্ষ্য হয়, যা হল   \n" +
                "•\tকমপ্রেশান স্টকিং পড়ুন। এটা পায়ে কম পরিমাণ রক্ত সংবহন করে শরীরের ওপরের অংশে বেশী রক্ত পাঠায়। \n" +
                "•\tবেশী পরিমাণ নুন এবং তরল খান।\n" +
                "•\tওষুধঃ অসংখ্য ওষুধ নিজেই কিংবা একসাথে ব্যবহার করে কম রক্তচাপের নিরাময় করা হয়, যেমন মিডোড্রাইন, ফ্লুড্রোকর্টিসন\n",R.drawable.healthcare));

        lstBook.add(new Book("ক্রনিক অবস্ট্রাকটিভ পালমোনারি ডিজিজ","বিস্তারিত","ক্রনিক অবস্ট্রাকটিভ পালমোনারি ডিজিজ কি?\n" +
                "ক্রনিক অবস্ট্রাকটিভ পালমোনারি ডিজিজকে সিওপিডি বলা হয়। এটা হল একটা রোগের গ্রুপ এবং এর কারণে শ্বাস-প্রশ্বাসের যাতায়াত বন্ধ হয়ে যাবার সাথে সেই সংক্রান্ত সমস্যা হয়। ক্রনিক অবস্ট্রাকটিভ পালমোনারি ডিজিজ প্রধানত ফুসফুসের বায়ু যাবার পথের প্রতিবন্ধকতা এবং ক্রনিক জ্বালা-ফোলাভাব। সিওপিডি-র দুটো সবথেকে প্রচলিত পরিস্থিতি হল এম্ফায়েসেমা এবং ক্রনিক ব্রংকাইটিস। \n" +
                "এই রোগের নিরাময় হয় না কিন্তু কার্যকারী চিকিৎসা জটিলতা হবার সম্ভবনা কমায়, ফলে জীবনের মানোন্নয়ন হয়। সিপিওডি-র চিকিৎসা না হলে জটিলতা গুরুতর আকার ধারণ করে যেমন হৃৎপিণ্ডের সমস্যা এবং শ্বাস সংক্রান্ত ক্রনিক সংক্রমণ। \n" +
                "সিওপিডি-র বিভিন্ন লক্ষণ ও উপসর্গ কি?\n" +
                "সাধারণত সিওপিডি-র বিভিন্ন লক্ষণ ও উপসর্গ পরের দিকে দেখা যায় এবং ফুসফুসে গভীর ক্ষত হলেই হয়। সিওপিডি-র বিভিন্ন বিপদজনক লক্ষণ হলঃ\n" +
                "•\tকাশির সময়ের হুইসিলের শব্দ\n" +
                "•\tক্রনিক স্থায়ী কাশি \n" +
                "•\tনখ ও ঠোঁটের রঙ নীলাভ হয়ে যায়\n" +
                "•\tঘন ঘন বুকে সংক্রমণ হয়\n" +
                "•\tগোড়ালি ও পা ফুলে যায়\n" +
                "•\tআচমকা ওজন কমে যায় \n" +
                "সিওপিডি-র নানান ঝুঁকির কারণ কি?\n" +
                "সিওপিডি-র ঝুঁকির কারণগুলো হলঃ \n" +
                "•\tদীর্ঘদিন ধরে কর্মস্থলের ক্ষতিকারক ধোঁয়া, ধুলো, রাসায়নিকের সংস্পর্শ সিওপিডি-র ঝুঁকি বাড়িয়ে দেয়\n" +
                "•\tসিওপিডি-র জন্য দায়ী অন্যতম কারণ হল ধুমপান। অ্যাক্টিভ ও প্যাসিভ ধূমপায়ীদের সমান ঝুঁকি থাকে\n" +
                "•\tবায়ু দূষণ, যানবাহন এবং শহরাঞ্চলে আগুণ থেকে হওয়া বায়ু দূষণ রোগের জন্য দায়ী\n" +
                "•\tআলফা-১ অ্যান্টিট্রিপ্সিনের অভাবের মতন বিরল ধরণের জিনগত ত্রুটি হয়\n" +
                "•\tবয়স\n" +
                "•\tহাঁপানি এবং শ্বাস সংক্রান্ত অন্যান্য সংক্রমণ হয় \n" +
                "সিওপিডি-র জটিলতা কি?\n" +
                "সিওপিডি নিজেই মারাত্মক ও প্রাণঘাতী এবং এইজন্য নিম্নলিখিত গুরুতর জটিলতা দেখা দিতে পারেঃ \n" +
                "•\tঅনেকসময়ে সিওপিডি থেকে অনিদ্রা ও ঘুমের ব্যাঘাত হয়\n" +
                "•\tসিওপিডি থেকে নিউমোনিয়া হতে পারে এবং সেটা ফুসফুসের অনেকটাই ক্ষতি করে\n" +
                "•\tসিওপিডি-র সময়ে ফুসফুসের প্রচুর জ্বালা ও যন্ত্রণা থেকে ফুসফুসের ক্যান্সার হতে পারে \n" +
                "•\tসিওপিডি-র সাথে অনেকসময়েই হৃৎপিণ্ডের সমস্যা যুক্ত করা হয় (অ্যাঞ্জিনা পেক্টোরিস)\n" +
                "•\tসিওপিডি-র ক্রনিক লক্ষণ অনেকসময়ে মানসিক সমস্যার কারণ এবং বিষণ্ণতা ও ডিমেনসিয়া হয়  \n" +
                "•\tসিওপিডি-র চিকিৎসায় স্টেরয়েডের ব্যবহারের কারণে অস্টিওপোরেসিস হবার সম্ভবনা বেড়ে যায় এবং এটা থেকে মেদবহুলতা হতে পারে \n" +
                "কীভাবে সিপিওডি-র ডায়াগনিসিস করা হয়?\n" +
                "রোগ আরও খারাপ আকার যাতে না ধারন করে তাই আগেভাগেই রোগ নির্ণয় হওয়া দরকার। রোগ নির্ণয়ের মুখ্য প্রক্রিয়া হল নিম্নরূপঃ \n" +
                "স্পাইরোমেট্রি বা লাং ফাংশান টেস্টঃ এই টেস্টে প্রধানত স্পাইরোমিটার ব্যবহার করা হয়, যা আমরা কতটা শ্বাস নিচ্ছি ও ছাড়ছি সেটা মাপে। এটা ফুসফুসের অক্সিজেন দেবার ক্ষমতা পরীক্ষিত হয়। সহজ কথায় বললে, এই টেস্ট বলে দেয় যে ফুসফুস সুস্থ আছে কি না।   \n" +
                "অস্বাভাবিকতা দেখার জন্য অনেক সময়েই বুকের এক্স-রে করা হয় (প্রধানত এম্ফিসেমা)\n" +
                "ফুসফুসের বায়ুপথের অবস্থা জানার জন্য অনেকসময়েই সিটি স্ক্যান করা হয় এবং এটা ফুসফুসের ক্যান্সারও ধরতে পারে।\n" +
                "ফুসফুসের সঠিক কার্যকারিতা পরীক্ষা করবার জন্য আর্টারিয়াল ব্লাড গ্যাস অ্যানালিসিস করা হয়।\n" +
                "অনেকসময়েই ইসিজি, জেনেটিক মেকআপ ও পিক ফ্লো টেস্টের মতন অন্যান্য টেস্ট করা হয়। \n" +
                "কিভাবে সিওপিডি-র চিকিৎসা করা হয়?\n" +
                "চিকিৎসার অনেকগুলো দিক আছে এবং প্রচলিত কৌশল হলঃ\n" +
                "জীবনযাত্রার পরিবর্তনঃ এটা সিওপিডি-র সবথেকে প্রচলিত চিকিৎসা। রোগীদের অনেকক্ষেত্রেই তাদের জীবনযাত্রার পরিবর্তনের সাথে ধূমপান ছাড়তে পরামর্শ দেওয়া হয়। রোগীদের অনেক সময়েই দূষিত জায়গাতে না যাবার পরামর্শ দেওয়া হয়। \n" +
                "মেডিকেশান থেরাপিঃ সিওপিডি-র চিকিৎসায় বিভিন্ন ক্লাসের ওষুধ যেমন ব্রঙ্কোডায়ালেটার (বায়ুপথের জ্বালা ও ফোলা উপসম করে), ইনহেলড স্টেরয়েড (বায়ুপথের জ্বালা কমায়), কম্বাইনড ইনহেলার (একসাথে ব্রঙ্কোডায়ালেটার ও স্টেরয়েডের সাহায্যে ফুসফুসের বায়ুপথের জ্বালা ও ফোলা প্রশমন করে), থিয়োফেলাইন (শ্বাস প্রশ্বাসের উন্নতি করে), ওরাল স্টেরয়েড (সিওপিডি-র তীব্রতা প্রতিরোধ করে) এবং অ্যান্টিবায়োটিক (সিওপিডি-র তীব্রতা কমানোর চিকিৎসা করে) ব্যবহার করা হয়। \n" +
                "সিওপিডি হওয়া আটকাতে অনেক সময়েই শ্বাস সংক্রান্ত সংক্রমণের টিকা দেওয়া হয়। ভ্যাক্সিন সিওপিডি-র ঝুঁকি কমানোর সাথে ইনফ্লুয়েঞ্জা ও ফ্লু হওয়া আটকায়।  \n" +
                "রক্তে অক্সিজেনের পরিমাণ খুবই কমে গেলে অক্সিজেন থেরাপি করবার দরকার হয়। \n" +
                "সিওপিডি-র শেষ ধাপে সার্জারি ও বিভিন্ন সার্জিক্যাল প্রক্রিয়ার দ্বারা লক্ষণ কমানো হয়, যেমন বুলেক্টোমি (ফুসফুসের ক্ষয়প্রাপ্ত এয়ার স্যাক বাদ দেওয়া), লাং ভলিউম রিডাকশান সার্জারি (ফুসফুসের ক্ষতিগ্রস্ত টিস্যু বাদ দেওয়া) এবং ফুসফুসের প্রতিস্থাপন (ক্ষতিগ্রস্ত ফুসফুস বাদ দিয়ে দাতার সুস্থ ফুসফুস লাগানো)। \n" +
                "সিপিওডি-র ঘরোয়া নিরাময় কি?\n" +
                "সিপিওডি-র লক্ষণের গতি ধীরে করবার ক্ষেত্রে নিম্নলিখিত প্রাকৃতিক নিরাময় সাহায্য করেত পারেঃ\n" +
                "•\tসিপিওডি-র লক্ষণ কমাতে আনারসের রস অনেকসময়ে সহায়ক।\n" +
                "•\tভিটামিন ডি সাপ্লিমেন্ট ও জিনসেং খেলে সিপিওডি-র হাত থেকে রেহাই পেতে পারেন।\n" +
                "সিওপিডি কিভাবে প্রতিরোধ করবেন?\n" +
                "আপনি নিম্নলিখিত প্রতিরোধমূলক পদক্ষেপের মাধ্যমে সিওপিডি-র হাত থেকে রক্ষা পেতে পারেনঃ\n" +
                "•\tধূমপান বন্ধ করুন\n" +
                "•\tদূষিত স্থানে যাবেন না\n" +
                "•\tগ্যাস স্টোভ ও ফায়ারপ্লেসের ব্যবহার কমান\n" +
                "•\tধুলো-ময়লা এবং রাসায়নিক ধোঁয়ার সংস্পর্শ এড়িয়ে যান\n" +
                "•\tভ্যাক্সিন করান। ফ্লু, পারটুসিস ও ইনফ্লুয়েঞ্জা ভ্যাক্সিন আপনাকে \nসিওপিডি-র হাত থেকে রক্ষা করবে।",R.drawable.healthcare));
        RecyclerView myrv = (RecyclerView) findViewById(R.id.recyclerview_dis_id);
        RecyclerViewAdapter3 myAdapter = new RecyclerViewAdapter3(this,lstBook);
        myrv.setLayoutManager(new GridLayoutManager(this,1));
        myrv.setAdapter(myAdapter);
    }
}
