package com.better.nutritiontherapy;

import androidx.appcompat.app.AppCompatActivity;
import androidx.appcompat.widget.Toolbar;
import androidx.recyclerview.widget.GridLayoutManager;
import androidx.recyclerview.widget.RecyclerView;

import android.os.Bundle;

import java.util.ArrayList;
import java.util.List;

public class FatsoilActivity extends AppCompatActivity {
    List<Book> lstBook ;
    @Override
    protected void onCreate(Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
        setContentView(R.layout.activity_fatsoil);
        Toolbar toolbar = findViewById(R.id.toolbar);
        toolbar.setTitle("তিল ও তিলের");
        setSupportActionBar(toolbar);
        getSupportActionBar().setDisplayHomeAsUpEnabled(true);
        lstBook = new ArrayList<>();
        lstBook.add(new Book("সয়াবিনের ভালো ও মন্দ","Benefits","খাদ্য উপকরণ হিসেবে সয়াবিনের ব্যবহার বেশ পুরনো। চীনারা সয়াবিনকে এক ধরনের গাজন প্রক্রিয়ার মাধ্যমে খাদ্যোপযোগী করে তোলে। এ গাজনকৃত সয়াবিনই সয়াসস, নেটো, মিসো, টেমপেহ এসব নামে পরিচিতি লাভ করে। পরে চীনা বিজ্ঞানীরা খ্রিস্টপূর্ব দ্বিতীয় শতকে সয়াবিনের ঘণ্টকে পাতিত করে ক্যালসিয়াম সালফেট বা ম্যাগনেসিয়াম সালফেট (প্লাস্টার অব প্যারিস বা ইপসম লবণ) সহযোগে এক ধরনের দধি প্রস্তুত করে, যা কি-না টফু নামে সমধিক পরিচিত। এ পাতিত দ্রবণ বা গাজনকৃত সয়াসস সে সময় চীনারা উদ্ভাবন করলেও পরে জাপান, ইন্দোনেশিয়ায়ও খাদ্যদ্রব্য হিসেবে সয়াবিন জনপ্রিয়তা লাভ করে।\n" +
                "চায়নিজ রেস্টুরেন্টে যে সয়াসস দেখতে পাওয়া যায়, তা মূলত গাঢ় বা পুরনো সস নামে পরিচিত। জাপানি সসে থাকে গমের গুঁড়া। এ সস চায়নিজ সসের তুলনায় খানিকটা মিষ্টি প্রকৃতির। তবে যে কোনো সয়াসসের মধ্যে সাধারণ লবণ ছাড়াও সব সময় কিছু না কিছু মনোসোডিয়াম গ্গ্নুকোনেট বা টেস্টিং সল্ট থাকে। সুতরাং সয়াসস সতর্কতার সঙ্গে গ্রহণ করা উচিত।\n" +
                "কাঁচা সয়াবিন বা অপরিশোধিত সয়াবিন তেল স্বাস্থ্যসম্মত নয়। চৌ বংশের রাজত্বকালেই চীনারা সম্ভবত ব্যাপারটি জানত। এ জন্য তারা অন্যান্য বীজের (ডাল, গম, শিম) মতো সয়াবিন সেদ্ধ করে খেত না। বিজ্ঞানীরা গবেষণা করে দেখেছেন, গাজানো বা পাতিত অবস্থার পর গ্রহণ করা না হলে সয়াবিনের ক্ষতিকারক প্রাকৃতিক উপাদানগুলো থেকে যায়। এ উপাদানগুলোর প্রভাবে শরীরের আমিষ তৈরির এনজাইম, ট্রিপসিন সঠিকভাবে কাজ করতে পারে না। ফলে আমিষ হজমে বিঘ্নতা ছাড়াও তীব্র পেটে ব্যথা এবং শরীরের আবশ্যকীয় উপাদান অ্যামাইনো এসিডের ঘাটতি দেখা যায়। এ ছাড়া সয়াবিনে রয়েছে রক্ত জমাটকারী উপাদান হেমাগ্গ্নুটিনিন। ট্রিপসিন ও হেমাগ্গ্নুটিনিন উভয়েই পুষ্টি প্রতিরোধক। টফু কিংবা অপরিশোধিত সয়াসসে ক্ষতিকারক ট্রিপসিন প্রতিরোধক ও হেমাগ্গ্নুটিনিনের পরিমাণ অনেকাংশে কমে এলেও তা সম্পূর্ণ দূর হয় না।\n" +
                "অন্যান্য আমিষ জাতীয় (মাছ, মাংস) খাবারের তুলনায় সয়াবিনে রয়েছে অধিক পরিমাণ (৪৩%) প্রোটিন। প্রচুর পরিমাণে আবশ্যকীয় অ্যামাইনো এসিড লাইসিন থাকায় ভাতের পাশাপাশি পুষ্টির আলোকে সয়াখাদ্যকে নির্দ্বিধায় রাখা যেতে পারে। সয়াবিন থেকে আহরিত সয়াদুধে রয়েছে সামান্য শর্করা আর ডাইস্যাকারাইড। সয়াদুধের ভিটামিনের পরিমাণও গরুর দুধের কাছাকাছি। একজন ডায়াবেটিক রোগী সে ক্ষেত্রে সয়াদুধ নির্বিঘ্নে পান করতে পারেন। তবে শিশুদের ক্ষেত্রে সয়াদুধের সঙ্গে অবশ্যই বাড়তি পুষ্টিদায়ক খাবার দিতে হবে।\n" +
                "\n ",R.drawable.fats));





        lstBook.add(new Book("তিল ও তিলের তেলের প্রয়োজনীয় অজানা সব উপকারিতা","Benefits","\n" +
                "আমাদের দেশে তিল দ্বিতীয় প্রধান তেলবীজ ফসল হিসেবে খ্যাত। আর খাদ্য হিসেবে তিল ও তিলের তেল খুবই জনপ্রিয় একটি খাদ্য উপাদান। এটি দেহের পুষ্টির সমস্যা দূর করতে অত্যন্ত গুরুত্বপূর্ণ ভূমিকা পালন করে থাকে। তাই সুস্থ থাকার জন্য তিল ও তিলের তেল কতটা গুরুত্বপূর্ণ সেই সম্পর্কে আমাদের সকলের জেনে রাখা প্রয়োজন। চলুন তাহলে জেনে নেই তিলের তেলের উপকারিতা সম্পর্কে।\n" +
                "\n" +
                "তিলের তেলের উপকারিতাসমূহ :\n" +
                "\n" +
                "(১) তিলের তেলের অনেক গুন যদি সকালবেলা এক মুঠো তিল চিবিয়ে খাওয়া হয় তাহলে বল ও পুষ্টি পাওয়া যায়। সেইসাথে দাঁত এতো মজবুত হয়ে যায় যে বৃদ্ধ বয়স পর্যন্ত নড়ে না, ব্যথা করে না এবং পড়েও যায় না।\n" +
                "\n" +
                "(২) এইভাবে তিল খেলে অর্শের সমস্যা একদমই কমে যায়।\n" +
                "\n" +
                "(৩) শিশুদের জন্যও তিল অনেক উপকার। বলা হয়ে থাকে তিলে চুনের মাত্রা বেশি আছে সেই জন্যে বাচ্চাদের জন্যে উপকারী। প্রতিদিন বাচ্চাদের তিলের নাড়– বা তিল পাপড়ি খাওয়ালে বাচ্চারা হৃষ্টপুষ্ট হয়।\n" +
                "\n" +
                "(৪) যে সব শিশুরা রাতে বিছানায় প্রস্রাব করে তাদের কালো তিল এবং তার সাথে এক টুকরো মুলো খাওয়ালে ওই বদ-অভ্যাস দূর হয়ে যায়।\n" +
                "\n" +
                "(৫) শরীরের পুড়ে যাওয়া জায়গায় তিল পিষে, তার সাথে পানিতে ধোওয়া ঘি ও কর্পূর মিশিয়ে প্রলেপ দিলে খুব দ্রুত আরাম পাওয়া যায়। তিলের তেল গরম করে লাগালেও  আশ্চর্য ভাল ফল পাওয়া যায়।\n" +
                "\n" +
                "(৬) যদি শরীরের কোনো অংশ খুব জ্বালা করতে থাকে তাহলে তিল দুধ দিয়ে পিষে প্রলেপ লাগালে দাহ বা জ্বালা দূর হয়ে যাবে।\n" +
                "\n" +
                "(৭) যদি টাটকা ক্ষত বা ঘা না সারে তাহলে তিল পিষে নিয়ে মধু আর ঘি মিশিয়ে লাগালে অনেক ওষুধ বা মলমের চেয়ে বেশি কাজ দেবে।\n" +
                "\n" +
                "(৮) শূল ব্যথায় শুঁঠ ও হিং মেশানো তিলের তেল মালিশ করলে তাড়াতাড়ি আরাম পাওয়া যায়।\n" +
                "\n" +
                "(৯) শীতকালে ফাটা হাত-পা এমনকি গাল বা ঠোঁটেও তিলের তেল লাগালে উপকার হয়।\n" +
                "\n" +
                "(১০) রসুন দিয়ে গরম করা তিল তেলের ফোঁটা কানে দিলে কানের ব্যথা সেরে যায়।\n" +
                "\n" +
                "(১১) তিল তেলের আর  একটি বিশেষ গুণ এই তেল বাতের ব্যথা অর্থাৎ বাত সারিয়ে দেয়।\n" +
                "\n" +
                "(১২)  তিলের তেল সারা শরীরে তাড়াতাড়ি ছড়িয়ে পড়ে এবং তাড়াতাড়ি হজম হয় এবং শরীরকে সুস্থ রাখে।\n" +
                "\n" +
                "(১৩) অলিভ অয়েলের চেয়ে তিলের তেলের উপকারিতা বা পুষ্টিগুণ কিছু কম নয়। স্বাদের দিক থেকে বরং অলিভ অয়েলের চেয়ে তিলের তেলই বেশি ভাল।\n" +
                "\n" +
                "(১৪) তিল তেল মলকে বদ্ধ করে এবং পুরোনো জমে থাকা মল বাইরে বের করে দেয়। এইভাবে এই তেলের মলরোধ পরস্পর-বিরোধী গুণ রয়েছে।\n" +
                "\n" +
                "(১৫) যদি মেয়েদের ঋতুস্রাব ঠিক মতো না হয় এবং খুব ব্যথা-বেদনা হয় তাহলে তিলের তেল খাওয়া উচিত। দু চা চামচ তিল পিষে নিয়ে এক গ্লাস পানিতে ফুটিয়ে নিতে হবে। এক চতুর্থাংশ পানি থেকে গেলে সেই পানিটুকু পান করলে মাসিক ঠিক মতো হবে।\n" +
                "\n" +
                "(১৬) তিল, যব, চিনি চূর্ণ করে মধুর সঙ্গে মিশিয়ে খেলে যাঁদের বাচ্চা হবে অর্থাৎ সগর্ভা এবং যাঁদের বাচ্চা হয়েছে অর্থাৎ প্রসূতা বা প্রসূতির রক্তস্রাব বন্ধ হয়।\n" +
                "\n" +
                "(১৭) পিষানো কালো তিল এক ভাগ, চিনি দু ভাগ, এবং ছাগলের দুধ চার ভাগ একসাথে মিশিয়ে খেলে রক্ত-আমাশা সারে।\n" +
                "\n" +
                "(১৮) অল্প তিল আর চিনি একসাথে পিষে বা কুটে নিয়ে মধু মিশিয়ে চাটালে বাচ্চাদের মল থেকে রক্ত পড়া বন্ধ হয়।\n" +
                "\n" +
                "(১৯)  তিল, নাগকেসর [কবিরাজি দোকানে পাওয়া যায়] আর চিনির চূর্ণ একসাথে মিশিয়ে খেলে অর্শে উপকার পাওয়া যায়।\n" +
                "\n" +
                "(২০) তিল পিষে নিয়ে মাখনের সাথে মিশিয়ে খেলে অর্শে রক্তপড়া ও অর্শের কষ্ট কমে যায়।\n" +
                "\n" +
                "(২১) কালো তিল চিবিয়ে খেয়ে তার পরে একটু পানি খেলে দাঁত মজবুত হয়, শরীর হৃষ্টপুষ্ট এবং রক্তস্রাব করা অর্শে আরাম পাওয়া যায়।\n" +
                "\n" +
                "(২২) তিলের তেল মুখে দশ পনেরো মিনিট রেখে কুলকুচো করে ফেলে দিলে নড়ে যাওয়া দাঁত মজবুত হয়ে যায় এবং পাইয়োরিয়া [দাঁতের অসুখ] সেরে যায়।\n" +
                "\n" +
                "(২৩) দাঁত ব্যথা করলে হিং বা কালোজিরে পিষে নিয়ে তিলের তেল মিশিয়ে তেল গরম করে কুলকুচো করলে আরাম পাওয়া যায়। এই তেল তুলোয় লাগিয়ে মুখে রাখাও যেতে পারে।\n" +
                "\n" +
                "(২৪)  হিং, কালো নুন মিশিয়ে গরম করা তিলের তেল পেটে মালিশ করলে বা সেঁক দিলে পেটের ব্যথা সারে এবং গ্যাস কমে যায়।\n" +
                "\n" +
                "(২৫) পিষানো গোলমরিচ বা পিষানো যোয়ান মিশিয়ে গরম করা তিলের তেল নাকে দিলে, গুঁকলে বা মালিশ করলে বন্ধ নাক খুলে যায়।\n" +
                "\n" +
                "(২৬) মোম আর নুন মিশিয়ে গরম করা তিলের তেল লাগালে ফাটা গোড়ালিতে উপকার পাওয়া যায়।\n" +
                "\n" +
                "(২৭) রাই, যোয়ান, শুঁঠ, রসুন বা হিং দিয়ে গরম করা তেল মালিশ করলে এবং তার সাথে গরম সেঁক দিলে জোড়ের [গাঁটের] ব্যথা কমে যায়। রিউমেটিজিম ছাড়া অন্য সন্ধি বাতে অনেক উপকার পাওয়া যায়।\n" +
                "\n" +
                "(২৮) তিল তেল একটু গরম করে রোজ মালিশ করলে এক মাসের মধ্যেই নিপ্রভ বা জৌলুষহীন ত্বকে উজ্জ্বলতা এসে যায়, সৌন্দর্য বৃদ্ধি পায়, চুলকুনি সেরে যায়।\n" +
                "\n" +
                "(২৯) হিং আর শুঁঠের গুঁড়ো মিশিয়ে গরম করা তিল তেল মালিশ করলে কোমরের ব্যথা, জোড়ের ব্যথা, কোনো অঙ্গ আড়ষ্ঠ হয়ে যাওয়া, ইত্যাদি রোগের প্রশমন হয়।\n" +
                "\n" +
                "(৩০)  তিলের তেলে রসুনের কোয়া দিয়ে গরম করে কানে দিলে কানের ব্যথা সেরে যায়।\n" +
                "\n" +
                "(৩১) চুনের পানি থিতিয়ে নিয়ে তিলের তেল মিশিয়ে লাগালে আগুনে পোড়া ঘা সেরে যায়।\n" +
                "\n" +
                "(৩২) পুড়ে যাওয়া অংশে শুধু গরম করা তিলের তেল মিশিয়ে লাগালেও চমৎকার ফল পাওয়া যায়।\n",R.drawable.fats));


        lstBook.add(new Book(" তিলের তেলের অসাধারন প্রয়োগ ","Benefits","নিয়মিত তিলের তেল প্রয়োগ করলে অনেক ক্ষেত্রে দেহের সুস্থতা লাভ হয়। তিল প্রয়োগের পদ্ধতি হল প্রতিদিন ভোরবেলা এক টেবিল চামচ কালো তিল অল্প অল্প করে মুখে দিয়ে মিহি করে চিবিয়ে যখন একেবারে রসের মতো হয়ে যাবে তখন গিলে ফেলতে হবে। এই ভাবে সব তিল চিবিয়ে খাওয়া হয়ে গেলে ঠাণ্ডা পানি খেতে হবে। এই তিল খাওয়ার পর তিন ঘন্টা পর্যন্ত আর কিছু খাবেন না। এই ভাবে তিল খাওয়ার সাথে সাথে যদি তেলের মালিশও করা যায় তাহলে যিনি খুব রোগা তিনি মোটা হয়ে যাবেন আর যিনি খুব বেশি মোটা তাঁর অত্যধিক মেদ কমে গিয়ে সঠিক আকার হবে। \n" +
                "\n" +
                "বায়ু ও কফের কারণে যাঁর শরীরের বৃদ্ধি বন্ধ হয়ে গেছে তাঁরও তিল প্রয়োগের দ্বারা শারীরিক বৃদ্ধি আবার শুরু হয়ে যায়। খিদে পায়, দাঁত যদি দুর্বল হয় তাহলে মজবুত হয়ে যায়। যাঁর অকালে চুল পেঁকে গেছে তিনিও তিল প্রয়োগের দ্বারা লাভবান হবেন। শরীর কান্তিমান ও তেজস্বী হয় সব ইন্দ্রিয়ের শক্তি বেড়ে যায়। যে সব মেয়েদের চুল উঠে যাচ্ছে তাঁদের চুল পড়া বন্ধ হয়, চুল ঘন কালো হয়। ঋতুস্রাব পরিষ্কার হয়। যদি এক টেবিল চামচ পরিমাণ বেশি মনে হয় তাহলে অর্ধ টেবিল চামচ করে সকালে ও সন্ধেবেলা যে রকম সহ্য হয় সেই রকম ভাবে ‘তিল প্রয়োগ’ করে দেখুন। বলা হয়ে থাকে যাঁরা এক বছর ধরে প্রতিদিন নিয়মিত ‘তিল প্রয়োগ’ করছেন তাঁদের যৌবন স্থির হয়ে যায়, বৃদ্ধেরাও যেন নব যৌবন ফিরে পান এবং মৃত্যু পর্যন্ত সক্ষম এবং সুন্দর থাকেন।\n" +
                "\n" +
                "তিলের মতো তিলের তেলও উপকারী। তিলের তেল ভারী, বলপ্রদ, শরীরের রং উজ্জ্বল করে, মল নিষ্কষণ করে, মৈথুন শক্তিবৃদ্ধি করে, স্বচ্ছ, রস তথা পাকে মধুর, সূক্ষ্ম, কটু, বায়ু ও কফ দূর করে, উষ্ণবীর্য, স্পর্শে শীতল, পুষ্টিদায়ক, শরীরের দোষ দূর করে, মল ও মূত্র নিয়ন্ত্রণ করে, গর্ভাশয় পরিষ্কার করে, খিদে বাড়ায়, বুদ্ধিবৃদ্ধি করে, পবিত্রভাব, পুরো শরীরে তাড়াতাড়ি ছড়িয়ে পড়ে, ব্রণ, ডায়বেটিস সরিয়ে দেয়, কানের ব্যথা, মস্তিষ্ক বেদনা, যোনির ব্যাথা দূর করে, শরীরে মাখলে শরীর হালকা হয়, ত্বক, চুল এবং  চোখের পক্ষে হিতকর। নানা রকমের, ক্ষত, আঘাত, পুড়ে যাওয়া, মাড়িয়ে যাওয়া, ভেঙ্গে যাওয়া ইত্যাদিতে তিলের তেল অত্যন্ত উপকারী। এই তেল নাকেও দেওয়া যায়, ভাল করে মেখে স্নানও করা যায় এমনকি কাজল তৈরি করে চোখে পরাও যায়-সবেতেই তিলের তেল সমান উপকারী।\n" +
                "\n" +
                "চরকের মতো তিলের তেল বল বৃদ্ধি করে, ত্বকের পক্ষে ভাল, গরম, স্থিরতা প্রদান করে এবং যোনি শোধ। এক কথায় বলা যায় তিলের তেল দেহের বিভিন্ন উপকার সাধন করে থাকে। তাই আমাদের নিয়মিত তিল খাওয়ার অভ্যাস করা উচিত।\n" +
                "\n" +
                "\n" +
                "তিসি একপ্রকার গুল্ম জাতীয় উদ্ভিদ।  ইংরেজিতে যার বৈজ্ঞানিক নাম Linum Usitatissimum। মূলত শস্য বীজ হিসেবে তিসির চাষ করা হয় আমাদের দেশে। ফাল্গুন ও চৈত্র মাসে এই ফসল ঘরে তোলা হয়।\n" +
                "\n" +
                "তিসি বীজ গাছের প্রতিটি অংশ আমাদের কাজে লাগে। যেমনঃ তিসির গাছের বাকল বা আঁশ থেকে আমরা লিনেন জাতীয় কাপড় তৈরি করি। তিসির ফুল দিয়ে নানা রকম ঔষুধি কাজে ব্যবহার করা হয়।   তিসির ফল মানে তিসির বীজ থেকে আমরা তিসির তেল পেয়ে থাকি। সুতরাং তিসির প্রতিটি অংশ আমাদের জন্য প্রয়োজনীয়।\n",R.drawable.fats));



        lstBook.add(new Book("তিসির তেল","Benefits","\n" +
                "তিসির তেল ১০০০ বছর আগে থেকে মানুষ ব্যবহার করে আসছে। বলা যায়, মানুষের আদিম সভ্যতার শুরু সময় থেকে তিসির তেলের ব্যবহার শুরু হয় এবং তা এখনও বিদ্যমান আছে।\n" +
                "\n" +
                "মূলত ইউরোপের দেশ গুলোতে তিসির তেলের ব্যবহার অধিক ছিল।পরর্বতীতে তা এশিয়ার দেশ গুলোতে প্রসারিত হয়। বর্তমান সময়ে বিজ্ঞানের আধুনিকতার ছোঁয়ায়  সারা বিশ্বের মানুষের কাছে পৌছে যাচ্ছে খুব সহজেই।\n" +
                "\n" +
                "তিসির তেলের পুষ্টি-গুণ\n" +
                "তিসির বীজ থেকে তিসির তেলের পুষ্টি একই নয়। যেমনঃ তিসির বীজ থেকে আমরা ফাইবার ও জিংক পেয়ে থাকি। তিসির তেলে তা নেই।\n" +
                "\n" +
                "তিসির তেলের মূল পুষ্টি-গুণ হচ্ছে ওমেগা ফ্যাটি -৩ এসিড। যা আমরা সাধারণত মাছের তেল থেকে পেয়ে থাকি। এছাড়া আরও রয়েছে ALA( alpha linolenic acid), DHA, EPH এসিড, এন্টিঅক্সিডেন্ট, বিটা – ক্যারটিন, ভিটামিন -ই, কে, ফ্যাটি এসিড, লিপিড।\n" +
                "\n" +
                "উপরোক্ত এসিড সমূহ প্রতিদিন একজন র্পূর্ণ বয়স্ক মানুষের ১১০০ মিলি গ্রাম প্রয়োজন হয়।\n" +
                "\n" +
                "দৈনিক এক চা-চামচ তিসির তেল সেবন করার মাধ্যমে আপনি পাবেন\n" +
                "\n" +
                "*১২০ ক্যালরি\n" +
                "\n" +
                "*০.০১  গ্রাম প্রোটিন\n" +
                "\n" +
                "*১৩.৬ গ্রাম ফ্যাট\n" +
                "\n" +
                "*৭.৬ গ্রাম ওমেগা -৩ ফ্যাটি এসিড\n" +
                "\n" +
                "*২.১ গ্রাম ওমেগা-৬ ফ্যাটি এসিড\n" +
                "\n" +
                "স্বাস্থ্য উপকারিতায় তিসির তেল\n" +
                "স্বাস্থ্যের জন্য অনেক উপকারী তিসির তেল। নিয়মিত এই তেল  সেবন করলে দেহের অনেক ক্ষতিকর জীবাণু বা মারাত্মক রোগের হাত থেকে রক্ষা পাওয়া যায়। যথাঃ\n" +
                "\n" +
                "১) ওজন কমানোর জন্য\n" +
                "\n" +
                "বর্তমান সময়ে ডায়েট চার্টে তিসির তেল ডাক্তারগণ যুক্ত করতে বলেন। কারন আমাদের দেহের কোলন সিস্টেম উন্নত করে এবং পাকস্থলীর হজম কাজে সহয়তা করে। তাছাড়া শরীর থেকে বিষাক্ত টক্সিন বের করতে সাহায্য করে।\n" +
                "\n" +
                "২০১৫ সালে নিউট্রিশন জার্নালের এক রিপোর্টে বলা হয়েছে যে, ডায়েট প্ল্যানে তিসির তেল যুক্ত করলে সহজেই ওজন কমানো সম্ভব হয়।                          \n" +
                "\n" +
                "২) কোষ্ঠকাঠিন্য দূর করে\n" +
                "\n" +
                "বর্তমানে আমরা সবাই কম-বেশি এই সমস্যা ভুগে থাকি। বেশির ভাগ সময় বাইরের খাবার খেয়ে পেটে গ্যাসের সমস্যা হয় এবং পরে তা কোষ্ঠকাঠিন্য। তিসির তেল আপনার এই প্রতিদিনের সমস্যা থেকে মুক্ত করতে সাহায্য করবে।\n" +
                "\n" +
                "৩) ডায়রিয়া সমস্যার সমাধান\n" +
                "\n" +
                "অনেকেই আছেন ঘন ঘন  ডায়রিয়ার আক্রান্ত হয়ে পড়েন। নিয়মিত তিসির তেল সেবন করলে এই সমস্যা দূর করবে। কারন তিসির তেল আপনার মেটাবলিজম সিস্টেম উন্নত করতে সাহায্য করে।                 \n" +
                "\n" +
                "৪) ক্যান্সারের বিরুদ্ধে লড়াই\n" +
                "\n" +
                "বর্তমান সময়ে ক্যান্সার রোগীর সংখ্যা নেতিবাচক হারে বেড়ে চলেছে। তিসির তেল আপনাকে প্রাকৃতিক ভাবে ক্যান্সার প্রতিরোধে সাহায্য করবে। বিশেষ করে ব্রেস্ট ক্যান্সার প্রতিরোধ করতে।  ALA (alpha linolenic acid) যা শরীরে থাকা ক্যান্সারের কোষ তৈরি হতে বাধা দেয়।\n" +
                "\n" +
                "২০১৫ সালে দ্যা জার্নাল নিউট্রিশন এন্ড ক্যান্সার সাপোর্ট এর  এক রিপোর্টে উল্লেখ করা হয় যে, সস্তায় এবং কার্যকরি ভাবে ক্যান্সারের প্রতিরোধ তৈরি করা যায় নিয়মিত তিসির তেল খাওয়ার মাধ্যমে।    \n" +
                "\n" +
                "৫) হার্ট ভালো রাখে  \n" +
                "\n" +
                "তিসির তেল হার্ট কে বিশষ ভাবে সুরক্ষা দেয়। কারন এতে থাকা Alpha  linolenic acid হার্টকে সুস্থ রাখে এবং হার্টজনিত সকল রোগকে দূরে রাখে।\n" +
                "\n" +
                "এক গবেষণায় দেখা গেছে, যদি কোন ব্যক্তি প্রতিদিন ১.৫ গ্রাম তিসির তেল সেবন করলে। তার ৫০ শতাংশ হার্টের স্বাস্থ্য ঝুকি কমে যায়।     \n" +
                "\n" +
                "৬) সোগেনস হ্রাস করে\n" +
                "\n" +
                "এই রোগটা সম্পর্কে আমরা হয়তো ভালো করে জানি না।সাধারণত এর লক্ষন হচ্ছে চোখের কোণা গুলো লাল হয়ে যায় এবং মুখের ভিতরটা শুকিয়ে যায়। পানি খেলেও তৃষ্ণা মেটেনা আর একটা সময় মুখের ভেতর দাতের মাড়ি গুলো ক্ষতিগ্রস্ত হয়ে। ফলে ওরাল সমস্যা দেখা যায়। অনেক সময় শরীরের টিস্যু গুলো ক্ষতিগ্রস্ত হয়।   \n" +
                "\n" +
                "বিশ্বের প্রায় সাত লক্ষ লোক এই রোগে আক্রান্ত হয়ে থাকেন। আশার কথা হচ্ছে, নিয়মিত তিসির তেল সেবনে এই রোগ এর অনেকটা সমাধান করবে।\n" +
                "\n" +
                "৭) কোলেস্টেরল কমায়\n" +
                "\n" +
                "তিসির তেল আমাদের শরীরের কোলেস্টেরলের মাএা কমাতে সাহায্য করে। খারাপ কোলেস্টেরল LDL কে উল্লেখযোগ্য হারে কমায় তিসির তেলে থাকা ALA (alpha linolenic acid)।\n" +
                "\n" +
                "এক গবেষণায় দেখা যায়, হাই- কোলেস্টেরল  একজন রোগী। যদি প্রতিদিন এক চা-চামচ তিসির তেল গ্রহন করেন তাহলে ১২ সপ্তাহের মধ্যে কোলেস্টেরল এর মাএা নিয়ন্ত্রণে চলে আসবে।          \n" +
                "\n" +
                "৮) ডায়াবেটিস নিয়ন্ত্রণ  ও ঝুঁকি কমায়\n" +
                "\n" +
                "প্রায় প্রতিটি ঘরে একজন করে ডায়াবেটিক রোগী পাওয়া যাবে। বলতে সাধারণ একটি রোগ পরিনত হয়েছে ডায়াবেটিস। নিয়মিত তিসির তেল সেবনে ডায়াবেটিস নিয়ন্ত্রণ করতে সাহায্য করে।\n" +
                "\n" +
                "প্রি-ডায়বেটিস রোগীর সংখ্যা ও কিন্তু কম নয়। সেখানেও আপনাকে সাহায্য করবে তিসির তেল। দৈনিক  ১৩ গ্রাম তিসির তেল সেবন করলে মাএ সপ্তাহের মধ্যে এই মারাত্মক ঝুঁকি থেকে নিজেকে রক্ষা করতে পারবেন।      \n" +
                "\n" +
                "তবে অতিরিক্ত মাএায় তিসির তেল সেবন স্বাস্থ্যের পক্ষে ভালো নয়। সেক্ষেত্রে   ডাক্তারের পরামর্শ অনুযায়ী নিয়মিত তিসির তেল সেবন স্বাস্থ্যের পক্ষে শ্রেয়। \n",R.drawable.fats));


        lstBook.add(new Book("সরিষার তেলের উপকারিতা","Benefits","সরিষা বীজ থেকে তৈরি হয় সরিষার তেল এটা আমাদের সবারই জানা। কিন্তু সরিষার তেলের উপকারিতা জানে কজন? এটি গাঢ় হলুদ বর্ণের হয় এবং বাদামের মত সামান্য কটু স্বাদযুক্ত ও শক্তিশালী সুবাস যুক্ত তেল। ঐতিহ্যগত ভাবে এই তেল আমাদের পূর্বপুরুষেরা ব্যবহার করে আসছেন অনেক আগে থেকেই। ওমেগা আলফা ৩, ওমেগা আলফা ৬ ফ্যাটি এসিড, ভিটামিন ই ও  অ্যান্টিঅক্সিডেন্টের  সমৃদ্ধ উৎস হওয়ায় সরিষার তেলকে স্বাস্থ্যকর তেল বলা হয়। এর ঔষধি গুণাগুণের জন্য প্রাচীনকাল থেকেই আয়ুর্বেদ চিকিৎসায় ব্যবহার হয়ে আসছে এই তেল।\n" +
                "\n" +
                "রূপচর্চায় রয়েছে সরিষা তেলের বিশাল ভূমিকা। অনেকে চুলের যত্নে মাথায় সরিষার তেল ব্যবহার করে থাকেন। চুলের আগা ফাটা, চুল পড়া রোধ, চুল ঘনকালো করতে সরিষা তেলের ভূমিকা অনেক। তবে ত্বকের যত্নেও রয়েছে এর অনেক ব্যবহার।\n" +
                "\n" +
                "সরিষা তেল ব্যবহারের পূর্বে অবশ্যই নিশ্চিত হয়ে জেনে নিতে হবে যে আপনার সরিষার তেল খাঁটি কিনা? নকল বা ভেজাল সরিষার তেল ব্যবহারের ফলে ক্ষতি হওয়ার সম্ভাবনা থাকে বেশি।\n" +
                "\n" +
                "সরিষার তেলের উপকারিতা\n" +
                "চলুন ত্বক, চুল ও স্বাস্থ্যের জন্য সরিষার তেলের অসাধারণ কিছু উপকারিতার কথা জেনে নেই –\n" +
                "\n" +
                "\n" +
                "১। ত্বকের তামাটে ভাব দূর করে\n" +
                "\n" +
                "সরিষার তেল ত্বকের তামাটে ভাব ও দাগ দূর করে এবং ত্বককে প্রাকৃতিক ভাবে উজ্জ্বল করতে পারে। এজন্য বেসন, দই, সরিষার তেল ও কয়েকফোঁটা লেবুর রস একত্রে মিশিয়ে মিশ্রণটি আপনার ত্বকে  লাগান। ১০-১৫ মিনিট পরে ঠান্ডা পানি দিয়ে ধুয়ে ফেলুন। ভালো ফল পেতে সপ্তাহে ৩ বার ব্যবহার করতে পারেন।\n" +
                "\n" +
                "\n" +
                "২। প্রাকৃতিক সানস্ক্রিন\n" +
                "\n" +
                "যেহেতু সরিষার তেল খুব ঘন হয় এবং এতে উচ্চমাত্রার ভিটামিন ই থাকে সেহেতু এই তেল ক্ষতিকর আল্ট্রাভায়োলেট রশ্মি থেকে এবং অন্যান্য দূষিত পদার্থ থেকে ত্বককে সুরক্ষা করে। তাই এটি স্কিন ক্যান্সার ও প্রতিরোধ করতে পারে। ভিটামিন ই বলিরেখা ও বয়সের ছাপ দূর করতেও সাহায্য করে। তাই সানস্ক্রিন লোশনের মতোই ব্যবহার করতে পারেন এই সরিষার তেল। তবে এই তেল যেহেতু ঘন তাই ত্বকে লাগানোর পর ভালো ভাবে ঘষে নিতে হবে যেনো অতিরিক্ত তেল লেগে না থাকে। অন্যথায় অতিরিক্ত ধুলাবালি জমা হয়ে ত্বকের ভালোর চেয়ে খারাপই হতে পারে বেশি।\n" +
                "\n" +
                "\n" +
                "৩। ঠোঁটের যত্নে\n" +
                "\n" +
                "শুষ্ক ঠোঁটের যত্নে সরিষার তেল চমৎকার প্রতিকার হিসেবে কাজ করে। লিপ বাম বা চ্যাপ স্টিক এগুলোর পরবর্তী সরিষার তেল  ব্যবহার করতে পারেন।\n" +
                "\n" +
                "\n" +
                "৪। চুলের বৃদ্ধিতে সাহায্য করে\n" +
                "\n" +
                "সরিষার তেল চুলের বৃদ্ধিতে সাহায্য করে, অকালে চুল সাদা হওয়া রোধ করে ও চুল পড়া কমায়। সরিষার তেলে প্রচুর ভিটামিন ও খনিজ থাকে। বিশেষ করে উচ্চমাত্রার বিটা ক্যারোটিন থাকে এতে। বিটা ক্যারোটিন ভিটামিন এ তে রূপান্তরিত হয়ে চুলের বৃদ্ধিতে সাহায্য করে। এছাড়াও এতে আয়রন, ক্যালসিয়াম, ফ্যাটি এসিড ও ম্যাগনেসিয়াম থাকে যা চুলের বৃদ্ধিতে অনেক সাহায্য করে।এছাড়া প্রতি রাতে চুলে সরিষার তেল মালিশ করে লাগালে চুল কালো হয়।\n" +
                "\n" +
                "\n" +
                "৫। ক্ষুধা বৃদ্ধি করে\n" +
                "\n" +
                "ক্ষুধার উপর সুস্বাস্থ্য অনেক নির্ভর করে। পাকস্থলীর পাচক রস উদ্দীপিত করার মাধ্যমে ক্ষুধা বৃদ্ধিতে সাহায্য করে সরিষার তেল। যাদের ক্ষুধার সমস্যা আছে তারা রান্নার সময় সরিষায় তেল ব্যবহার করতে পারেন।\n" +
                "\n" +
                "\n" +
                "৬। উদ্দীপক হিসেবে কাজ করে\n" +
                "\n" +
                "সরিষার তেল পরিপাক, রক্ত সংবহন ও রেচন তন্ত্রের শক্তিশালী উদ্দীপক হিসেবে কাজ করে। এছাড়া খাওয়ার পাশাপাশি বাহ্যিকভাবে শরীরে ম্যাসাজ করলে শরীরের রক্ত সঞ্চালন এবং ঘর্ম গ্রন্থি উদ্দীপিত হয় এবং শরীরের তাপমাত্রা কমে।\n" +
                "\n" +
                "\n" +
                "৭। ক্যান্সারের ঝুঁকি কমায়\n" +
                "\n" +
                "সরিষার তেলে গ্লুকোসিনোলেট নামক উপাদান থাকে যা অ্যান্টিকারসিনোজেনিক উপাদান হিসেবে পরিচিত। তাই এটি ক্যান্সারজনিত টিউমারের গঠন প্রতিরোধে সাহায্য করে। এর ফাইটোনিউট্রিয়েন্ট কোলোরেক্টাল ও গ্যাস্ট্রোইন্টেস্টাইনাল ক্যান্সার থেকে সুরক্ষাও প্রদান করে।\n" +
                "\n" +
                "এছাড়াও অ্যাজমা ও সাইনুসাইটিসের প্রাকৃতিক প্রতিকার হিসেবে সরিষার তেল অত্যন্ত কার্যকরী, ঠান্ডা-কাশি নিরাময়েও চমৎকার কাজ করে। এটি ব্যাকটেরিয়ার ইনফেকশনের বিরুদ্ধে যুদ্ধ করতে পারে, এতে অ্যালাইল আইসোথায়োসায়ানেট নামক অ্যান্টিফাঙ্গাল উপাদান থাকে বলে ছত্রাকের ইনফেকশন নিরাময়েও কাজ করে। সরিষার তেলের তীব্র সুবাস পোকামাকড় তারায় বলে ম্যালেরিয়া ও পোকারকামড় জনিত রোগ থেকে সুরক্ষা দিতে পারে। সরিষার তেল শিশুর হাত-পায়ের দৈর্ঘ্য ও ওজন বৃদ্ধিতে সাহায্য করে। সরিষার তেল শক্তি ও রোগ প্রতিরোধ ক্ষমতা বৃদ্ধিতেও সাহায্য করে। পরিশেষ বলা যায়, স্বাস্থ্যের জন্য বহুমাত্রিক টনিক হিসেবে কাজ করে সরিষার তেল।\n" +
                "\n" +
                "\n" +
                "৮। চুল পাকা রোধ করতে\n" +
                "\n" +
                "সরিষা তেলের পুষ্টি উপাদান, ভিটামিন, মিনারেল চুলের অকালপক্কতা রোধ করে থাকে। প্রতিদিন রাতে ঘুমাতে যাওয়ার আগে সরিয়া তেল ম্যাসাজ করুন চুল এবং মাথার তালুতে যা আপনার চুল পাকা রোধ করবে।\n" +
                "\n" +
                "\n" +
                "৯।  ঠোঁট ফাটা রোধ করে\n" +
                "\n" +
                "ঠোঁট ফাটা খুব সাধারণ একটি সমস্যা। অনেকের এই সমস্যা এত বেশি হয়ে থাকে যে লিপবাম কাজ করে না। সমাধান? অল্প একটু সরিষা তেল নিয়ে ঠোঁটে লাগান।  এই প্রাকৃতিক ময়োশ্চারাইজার ঠোঁট ফাটা রোধ করে ঠোঁট নরম কোমল করে তোলে।  \n",R.drawable.fats));


        lstBook.add(new Book("সূর্যমুখীর তেল","Benefits","সূর্যমুখীর তেল অন্যান্য সাধারণ তেলের চাইতে একটু আলাদা। প্রচুর পরিমাণে প্রাণশক্তি থাকায় সূর্যমুখী বীজের তেল আমাদের শরীরের দুর্বলতা কাটাতে অত্যন্ত কার্যকর। আমাদের শরীরের কার্যক্ষমতা বাড়াতে এবং শরীরতে দীর্ঘদিন কর্মক্ষম রাখতেও সূর্যমুখীর ভূমিকা অনন্য। এক গবেষণায় দেখা গেছে রান্নার জন্য সয়াবিন তেলের চাইতে সূর্যমুখী বীজ থেকে পাওয়া তেল দশগুণ বেশী পুষ্টিমান সমৃদ্ধ।\n" +
                "\n" +
                "হাড় ভালো রাখে :- সূর্যমুখী বীজ আমাদের শরীরের হাড় সুস্থ রাখে ও মজবুত করে। শরীরের ক্যালসিয়াম, ম্যাগনেসিয়াম ও কপারের চাহিদা পূরণ করে সূর্যমুখী তেল।\n" +
                "\n" +
                "ব্যাথা দুর করে :- এই বীজে আছে ভিটামিন ই, যা শরীরের নানা রকম ব্যথা দূর করতে সহায়তা করে। সূর্যমুখী তেলে থাকা ম্যাগনেসিয়াম আমাদের মানসিক চাপ দূর করে।\n" +
                "\n" +
                "চুলের স্বাস্থ্য :- একই কারণে অর্থ্যাত্ ভিটামিন ই থাকার কারণে সূর্যমুখীর তেল দ্রুত চুল বড় হতে সাহায্য করে।\n" +
                "\n" +
                "মাথা ঠান্ডা রাখে :- মাইগ্রেনের সমস্যা এবং আমাদের মস্তিষ্ককে শান্ত রাখতে সাহায্য করে এই উপাদান। সূর্যমুখী বীজের তেলে বিদ্যমান ভিটামিন ই আমাদের ত্বককে রক্ষা করে সূর্যের আল্ট্রাভায়োলেট রশ্মি থেকে।\n" +
                "\n" +
                "ত্বকের লাবণ্য ধরে রাখে :- ত্বকের অকালে বুড়িয়ে যাওয়া এবং ক্ষয় রোধে এই তেল খুবই উপকারী। সূর্যমুখী বীজ আমাদের শরীরের রোগ প্রতিরোধ ক্ষমতাকে আরো জোরদার করে। হাড়ের জোড়ায় ব্যথা, গ্যাস্ট্রিক আলসার, হাঁপানি ইত্যাদি রোগ সারিয়ে তুলতে সূর্যমুখীর তেল খুবই কার্যকর।\n" +
                "\n" +
                "ওজন কমায় , হৃত্পিন্ড ভালো রাখে :- এই তেল আমাদের দেহের ক্ষতিকারক কলেস্টেরল দূর করে আমাদের হৃত্পিণ্ডকে ভালো রাখে। শরীরের বাড়তি ওজন কমাতে সূর্যমুখীর তেলের তুলনা হয় না।\n" +
                "\n" +
                "সেরা রান্নার তেল :- সূর্যমুখীর তেল শুধু রান্নার তেল হিসেবে ভালো। সূর্যমুখীর তেল ব্রনের দাগ দূর করতে সাহায্য করে। প্রতিদিন এই তেল ব্যবহারে রোদে পোড়া দাগ কমে যায়।\n" +
                "\n" +
                "চুলের পুষ্টির জন্যই মূলত নারিকেল তেল ব্যবহার করে থাকি আমরা। দক্ষিণ ভারতীয়রা কিন্তু নারিকেল তেলেই সারেন তাদের সব রান্না। আজকাল অনেকেই নারিকেল তেলকে বলছেন ভোজ্য তেলের স্বাস্থ্যকর বিকল্প। কিন্তু কথা হলো, বাস্তবেই নারিকেল তেল কতটা উপকারী?\n" +
                "\n",R.drawable.fats));


        lstBook.add(new Book("নারিকেল তেলের আদ্যোপান্ত","Benefits","বাজারে যেসব নারিকেল তেল পাওয়া যায়, সেগুলো মূলত চুল কিংবা রূপচর্চার ব্যবহারেই উপযোগী। এছাড়া খোলা বাজারে এক ধরনের তেল বিক্রি হয়, যাকে বলে ঘানি ভাঙা নারিকেল তেল, এই তেল খাবার কিংবা অন্যান্য কাজেও ব্যবহার করছেন এখন অনেকে। সাম্প্রতিক সময় অনেকে দাবী করছেন, নারিকেল তেলে থাকা স্নেহজাতীয় উপাদান স্বাস্থ্যকর, যা নিয়মিত খেলে উপকার পাওয়া যায়।\n" +
                "\n" +
                "তবে বিশেষজ্ঞরা বলছেন, এমন কোনো প্রমাণ এখনও পাওয়া যায়নি। বিশেষ করে এটি স্নেহজাতীয় খাবার হওয়ায় হৃদরোগে আক্রান্ত ব্যক্তিদের দৈনিক খাবারের তালিকায় নারিকেল তেল না রাখাই ভাল।\n" +
                "\n" +
                "\"নারকেল তেল খেলে ওজন কমে\n" +
                "\n" +
                "নারিকেল তেলের ভক্তরা অনেকেই দাবী করেন, এতে আছে লরিক অ্যাসিড নামের এক বিশেষ ধরনের ফ্যাটি অ্যাসিড, যা খুবই ‘স্বাস্থ্যকর’। এটি খেলে খুব দ্রুত ওজন কমানো সম্ভব।\n" +
                "\n" +
                "কিন্তু বিশেষজ্ঞদের কণ্ঠে শোনা যাচ্ছে ভিন্ন সুর। তাদের মতে, ফ্যাট ফ্যাটই। স্নেহজাতীয় খাবার ভারী হওয়ায় অল্প খেলেই পেট ভরে গেছে বলে মনে হয়। এদিক থেকে নারিকেলের ফ্যাট আরো ঘন। অর্থাৎ নারিকেল তেলে রান্না করা খাবার আরো ভারী মনে হতে পারে। তবে এটি খেয়ে ওজন কমবে এমন কোনো প্রমাণ পাওয়া যায়নি।\n" +
                "\n" +
                "\"নারিকেল তেল হজমের জন্য ভালো\"\n" +
                "\n" +
                "এমনও বলা হয়, নারিকেল তেল খেলে হজমে সুবিধা হয়। পেট ফাঁপাসহ হজমের নানা সমস্যার প্রতিকার করে নারিকেল তেল।\n" +
                "\n" +
                "কিন্তু এ দাবীও মানতে নারাজ বিশেষজ্ঞরা। তারা বলছেন, নারিকেল তেল স্যাটুরেটেড ফ্যাট হওয়ায় স্নেহজাতীয় পদার্থের অন্যান্য উৎসের চেয়ে একটু ভিন্নভাবে কাজ করতে পারে, তবে হজমে উপকারের কোনো নজির পাওয়া যায়নি।\n" +
                "\n" +
                "\"নারিকেল তেল রোগ প্রতিরোধ ক্ষমতা বাড়ায়\"\n" +
                "\n" +
                "\n" +
                "\n" +
                "বলা হয় নারকেল তেলের স্বাস্থ্যকর ফ্যাট ব্যাকটেরিয়া, ফাঙ্গাস এবং ভাইরাসের বিরুদ্ধে শরীরকে লড়তে সাহায্য করে।\n" +
                "\n" +
                "ত্বকের যত্নে নানা ধরনের প্রসাধনী, যেমন সাবান, লোশন, ক্রিমে ব্যবহার করা হয় নারকেল তেল। সেই দিক থেকে দেখলে চামড়ায় নারিকেল তেল লাগানো যেতেই পারে, তবে দেহের ভেতর থেকে এটি রোগ প্রতিরোধ করতে পারে কি না সে বিষয়ে নিশ্চিত নন বিশেষজ্ঞরা।\n" +
                "\n" +
                "\"নারিকেল তেলে উচ্চ তাপে রান্না করা যায়\"\n" +
                "\n" +
                "দক্ষিণ ভারতীয় রান্নায় নারিকেল তেলের ব্যবহার হচ্ছে শত শত বছর ধরে। ইদানীং আমাদের দেশেও স্বাস্থ্যসচেতন কেউ কেউ রান্নায় নারিকেল তেল ব্যবহার করছেন। কারণ অনেকের ধারণা, উচ্চ তাপমাত্রায় রান্না করলেও নারকেল তেল কখনও পুড়ে যায় না, এছাড়া খাবারের নানা বিষাক্ত উপাদানও বের করে ফেলে।\n" +
                "\n" +
                "এ ব্যাপারে বিশেষজ্ঞদের ভাষ্য, সাধারণত বাড়ির রান্নাঘরে এতোটা উচ্চ তাপমাত্রায় রান্না হয় না। রেস্তোরাঁয় ডুবো তেলে কিছু ভাজার সময় মাঝে মাঝে উচ্চ তাপ ব্যবহার করা হয়। সাধারণভাবে, হালকা অলিভ অয়েলের মতোই রান্নায় কাজ করে নারিকেল তেল।\n" +
                "\n" +
                "ফলাফল\n" +
                "\n" +
                "নারিকেল তেলের বিভিন্ন ধরনের ব্যবহার হয়ে আসছে অনেক বছর ধরেই। তবে স্বাস্থ্যসচেতন ব্যক্তিদের কতখানি উপকারে আসতে পারে এই তেল, তা নিয়ে এখনও জোরালো কোনো প্রমাণ পাওয়া যায়নি।\n" +
                "\n" +
                "হৃদরোগের ঝুঁকি কমানোর ক্ষেত্রে অলিভ অয়েল এবং মাছের তেলের নামডাক শোনা যায় সব সময়, বৈজ্ঞানিকভাবেও এই ধারণা প্রমাণিত হয়েছে। তবে একই কথা বলা যাচ্ছে না নারিকেল তেলের বেলায়।\n" +
                "\n" +
                "অবশ্য বিশেষজ্ঞরা বলছেন, সুষম খাবারের তালিকায় যদি মাঝে মধ্যে রাখা হয় কিছুটা নারিকেল তেল, তাহলে তা ঝুঁকিপূর্ণ নাও হতে পারে।\n" +
                "\n" +
                "\n",R.drawable.fats));




        RecyclerView myrv = (RecyclerView) findViewById(R.id.recyclerview_id);
        RecyclerViewAdapter3 myAdapter = new RecyclerViewAdapter3(this,lstBook);
        myrv.setLayoutManager(new GridLayoutManager(this,1));
        myrv.setAdapter(myAdapter);

    }
}
