package com.better.nutritiontherapy;

import androidx.appcompat.app.AppCompatActivity;
import androidx.appcompat.widget.Toolbar;
import androidx.recyclerview.widget.GridLayoutManager;
import androidx.recyclerview.widget.RecyclerView;

import android.os.Bundle;

import java.util.ArrayList;
import java.util.List;

public class HealthTipsActivity extends AppCompatActivity {
    List<Book> lstBook ;
    @Override
    protected void onCreate(Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
        setContentView(R.layout.activity_health_tips);
        Toolbar toolbar = findViewById(R.id.toolbar);
        toolbar.setTitle("স্বাস্থ্য পরামর্শ");
        setSupportActionBar(toolbar);
        getSupportActionBar().setDisplayHomeAsUpEnabled(true);
        lstBook = new ArrayList<>();
        lstBook.add(new Book("সহজ উপায়ে পেট ফোলার সমস্যার সমাধান করুন","বিস্তারিত","খাবার খাওয়ার পরে কি পেট ফোলা বা পেট আইঢাই করে!!! প্রতিদিন শরীরচর্চার পরেও কি নতুন কেনা জিনস মাপে হয় না।\n" +
                "অতিরিক্ত গ্যাস হলে এবং হজম সংক্রান্ত পেশীর নড়াচড়ায় সমস্যা হলে পেট ফুলে যায়। বর্ধিত চাপ এবং অস্বস্তির কারণে পাকস্থলীকে আকারে বড় লাগে। পরিপাকতন্ত্রের গতি ধীরে হয়ে যাবার জন্য আপনি যা খাচ্ছেন এবং কিছু স্বভাব দায়ী।\n" +
                "পেট ফুলে যাবার সমস্যা থেকে রেহাই পাবার বেশ কিছু সহজ-সরল উপায় আছে।\n" +
                " \n" +
                "ফ্লুয়িড খান\n" +
                "•\tনিজেকে হাইড্রেটেড এবং পেট ফোলা আটকাতে রোজ ৮-৯ গ্লাস জল খান।\n" +
                "•\tগ্যাস্ট্রোইনটেস্টাইনাল নালীর অস্বস্তি আটকাতে সোডা, কফি, চা, অ্যালকোহল এবং জুস এড়িয়ে চলুন কারণ এগুলো সমস্যার কারণ। \n" +
                " \n" +
                " \n" +
                "ঘরোয়া প্রতিকার\n" +
                "•\tবেকিং সোডা, লেবু এবং জল মিশিয়ে খেয়ে পাকস্থলীকে নিষ্ক্রিয় করে পেট ফোলার হাত থেকে  মুক্তি পান।\n" +
                "•\tপিপারমিন্ট চা খান কারণ এটা তলপেটের মধ্যের জমে থাকা গ্যাস কমায় ও পেট ফোলার হাত থেকে রেহাই দেয়। এটা গা গোলানরও নিরাময় করে। \n" +
                " \n" +
                " \n" +
                "খাবারে অ্যালার্জি ও অস্বস্তিকর বাওয়েল মুভমেন্ট\n" +
                "•\tখাবারে অ্যালার্জি থেকে পেট ফোলে। সাধারণ ভাবে গম, ল্যাকটোজ, ফ্রাকটজ, গ্লুটেন এবং ডিম অনিষ্ট ঘটায়। ফুড অ্যালার্জেন খুঁজে বের করার জন্য ডাক্তারের পরামর্শ নিন।  \n" +
                "•\tঅস্বস্তিকর বাওয়েল সিনড্রোমের জন্য কোষ্ঠকাঠিন্য, ডায়রিয়া, তলপেটে ব্যথা এবং পেট ফোলা হয়। সমস্যা এড়াবার জন্য দুগ্ধজাত পণ্য এবং ফ্যাটি খাবার খাবেন না।\n" +
                "প্রতিদিন যা অবশ্যই করা দরকার\n" +
                "•\tব্যায়াম করলে সেটা গ্যাস্ট্রোইনটেস্টাইনাল নালীর জমে থাকা বাতাস বের করে দিয়ে চাপ এবং পেট ফোলা কমায়। এখুনি শুরু করা উচিৎ। \n" +
                "•\tঅল্প অল্প করে সারাদিনে ৫ বার খান। বসে আরাম করুন। ধীরেসুস্থে খাবার খেয়ে পাকস্থলীর উদগিরন আটকান। \n" +
                " \n" +
                " \n" +
                "একেবারেই যা করবেন না\n" +
                "•\tসুগার অ্যালকোহল বেশী পরিমাণে খেলে সেটা থেকে পেট ফোলে। সুগার-ফ্রি গাম, খাবার এবং সুগার অ্যালকোহল যুক্ত খাবার এড়িয়ে চলুন।\n" +
                "•\tমাল্টি ভিটামিন সাপ্লিমেন্ট খাবেন না কারণ এদের অনেকের মধ্যে ল্যাক্টজ, গম বা সুগার অ্যালকোহল থাকে, যা হজম প্রক্রিয়া আস্তে করে দেয় এবং গ্যাস তৈরি হয়। প্রয়োজনীয় ভিটামিন এবং মিনারেল পাবার জন্য পুরো খাবার খান।\n" +
                "•\tল্যাক্টোজে অ্যালার্জি থাকলে প্রোটিন বার খাবেন না কারণ এর মধ্যের মিল্ক-প্রোটিনের ঘনত্ব পেট ফোলার কারণ। সহজপাচ্য খাবার খান যার মধ্যে বাদাম বা রাইস প্রোটিন আছে।  \n" +
                " \n" +
                " \n" +
                "কার্বোহাইড্রেট, নুন ও ফাইবার খাওয়া কমান\n" +
                "•\tপাস্টা, বেগেলের মতন বেশী কার্বোহাইড্রেট যুক্ত খাবার এবং নুন দেওয়া প্রসেসড এবং প্যাকিজড খাওয়া কমান এবং জমে থাকা অতিরিক্ত ফ্লুয়িড বের করে দিয়ে পেট ফোলা কমান।\n" +
                "•\tকোষ্ঠকাঠিন্য নিরাময়ের জন্য ফাইবার সমৃদ্ধ খাবার অল্প করে খান। একবারে অনেক বেশী ফাইবার খেলে সেটা হজম প্রক্রিয়া আস্তে করে দেয় এবং পেট ফুলবে।  \n" +
                " \n",R.drawable.medic));

        lstBook.add(new Book("অফিসে ব্যায়াম করবার সাতটা পদ্ধতি","বিস্তারিত","অফিসে কাজের জন্য আমাদের একই জায়গায় অনেকক্ষণ বসে থাকতে হয়। আমাদের ক্লান্ত হাত-পা এবং গাঁট শিথিল করবার জন্য খুব কম সময় বের করতে পারি, যা আমাদের স্বাস্থ্যকে প্রভাবিত করে।\n" +
                "একভাবে এক জায়গায় বসে থাকার ঝুঁকি সবথেকে বেশী, যা আমাদের গাঁটের ক্ষতির পাশাপাশি অসহ্য যন্ত্রণা ও ডিজেনারেশান ডিজিজের কারণ হয়ে দাঁড়ায়। প্রত্যেক একঘণ্টায় তাই ডেস্ক থেকে ৫মিনিটের জন্য উঠে দাঁড়িয়ে হাত পা স্ট্রেচ করা উচিৎ।\n" +
                "কিছু দরকারি ও উপযুক্ত ব্যায়ামের কথা বলা হল যা সুস্থ-সবল ও সচল থাকবার জন্য করে দেখা যেতে পারে।\n" +
                " \n" +
                "হাতের ব্যায়াম\n" +
                "শক্ত করে হাত দুটো মুঠো করে ধরুন এবং আস্তে আস্তে আঙুলগুলো সামনে হাওয়ায় ছেড়ে দিন। কমপক্ষে তিনবার করুন।  \n" +
                " \n" +
                " \n" +
                "কাঁধ এবং পীঠের ব্যায়াম\n" +
                "সোজা হয়ে দাঁড়িয়ে ডান হাত বাঁ দিকের কাঁধে রাখুন এবং ধীরেসুস্থে মাথাকে পিছনে হেলান দিন। একই জিনিষ ডান দিকের কাঁধেও করুন। \n" +
                " \n" +
                " \n" +
                "মাথা এবং ঘাড়ের ব্যায়াম\n" +
                "মাথাকে বাঁ দিক থেকে ডান দিকে ঘোরান এবং আবার ডান দিক থেকে বাঁ দিকে ঘোরান। এরপরে মাথা পিছন দিক থেকে সামনের দিকে ঝোঁকান। \n" +
                " \n" +
                " \n" +
                "কম্পিউটার এবং ডেস্ক স্ট্রেচ\n" +
                "অনেকক্ষণ ধরে কম্পিউটারের সামনে বসে কাজ করলে ঘাড় এবং কাঁধ শক্ত হয়ে যায় এবং কোন সময়ে পীঠের নীচের দিকে ব্যথা হয়। প্রত্যেকঘন্টায় স্ট্রেচ করুন কিংবা দিনের মধ্যে মাঝে মাঝে বিরতি নিয়ে অথবা যখনই সমস্যা মনে হবে তখন করুন। \n" +
                "সমস্যা হলেই কাজের জায়গা থেকে উঠে দাঁড়িয়ে একটু পায়চারি করুন, কারণ এতে শরীরটা ঝরঝরে লাগতে বাধ্য। \n" +
                " \n" +
                " \n" +
                "কার্ডিও\n" +
                "হৃৎপিণ্ডের স্বাস্থ্যের ক্ষেত্রে অফিসে করবার মতন সবথেকে উপযোগী ব্যায়াম হল লিফটে করে না উঠে সিঁড়ি দিয়ে ওপরে ওঠা। একসাথে দুটো করে ধাপ উঠলে সেটা পায়ের পক্ষে ভালো। \n" +
                " \n" +
                " \n" +
                "নমস্তে\n" +
                "আপনি যখন এই বছরের আয় বৃদ্ধির জন্য প্রার্থনা করছেন কিংবা প্রোজেক্টের শেষ করবার দিন বাড়াবার জন্য, তখন এই ভঙ্গিমা খুবই সহায়ক।\n" +
                "মেঝেতে পা পেতে সোজা হয়ে বসুন। হাত দুটো একসাথে বুকের কাছে নিয়ে এসে হাতের তালু দিয়ে হাত সঙ্কুচিত হওয়া অবধি জোরের সাথে ঠেলা দিন। একসাথে প্রার্থনার ভঙ্গিতে দুটো হাত জোড়া করে ১৫ থেকে ২০ সেকেন্ড রাখুন এবং ছেড়ে দেবার পাঁচ মিনিট পরে করুন। \n" +
                " \n" +
                " \n" +
                "নেপ শেপার\n" +
                "মাথাটাকে ঘাড়ের ওপরে রাখুন এবং হাতের তালু দিয়ে কপালে এমনভাবে চাপ দিন যেন আপনি মাথাটাকে পেছনে ঠেলছেন। ঘাড়ের পেশীকে শক্ত রেখে ঠেলাকে আটকানোর চেষ্টা করুন। এবার, মাথার পেছনে দুটো হাত শক্ত করে ধরে মাথাকে পেছন দিকে ঠেলার চেষ্টা করুন। এবার এই ঠেলা হাত দিয়ে আটকাবার চেষ্টা করুন। দুটো ব্যায়াম ৫ থেকে ১০ সেকেন্ড করুন।   \n" +
                "সুতরাং এই সব অসাধারণ কৌশলের সাহায্যে সঠিক শরীরচর্চা করুন!!\n",R.drawable.medic));

        lstBook.add(new Book("ল্যাকটোজ সহ্য না করতে পারা: কীভাবে মোকাবিলা করবেন","বিস্তারিত","আপনি কি প্রায়শই পেট ফোলা, তলপেটে খিঁচুনি বা দুধ ভিত্তিক খাবার খাওয়ার পরে গ্যাসের সমস্যায় ভোগেন? দুধ বা দুধ-ভিত্তিক প্রোডাক্ট খাবার পরে এটা যদি রোজকার ঘটনা হয়, তাহলে হয়তবা আপনি ল্যাকটোজ সহ্য না করতে পারার সমস্যায় ভুগছেন। অর্থাৎ, আপনার শরীর ল্যাকটোজ হজম করতে পারছে না, যা হল দুধ ভিত্তিক প্রোডাক্টের সুগার। ল্যাকটোজ হজম না করতে পারার এই অক্ষমতা শিশুবয়সের পরে  কিংবা রোগ-ব্যধির জন্য হতে পারে।\n" +
                " \n" +
                "বাচ্চাদের ল্যাকটোজ সহ্য না করতে পারার লক্ষণ\n" +
                "•\tবিরল ক্ষেত্রে বাচ্চারা ল্যাকটোজ এনজাইমের অভাব বা অনুপস্থিতি নিয়েই জন্মায়, যা “প্রাইমারি ল্যাকটোজ ডেফিসিয়েন্সি” নামে পরিচিত। যে সব বাচ্চাদের এই নির্দিষ্ট এনজাইম থাকে না তাদের বমি, ডায়রিয়া এবং একদম বাচ্চা বয়স থেকে অপ্রতুল বৃদ্ধির সমস্যা সহ গুরুতর ফিডিং সমস্যা হয়। \n" +
                "•\tযে সব শিশুদের এই সমস্যা থাকে তারা খাবারে এমনকি সামান্য পরিমাণ দুধও সহ্য করতে পারে না। যদিও, অধিকাংশ শিশু যাদের ফিডিং সমস্যা আছে তারা সব সময়ে কিন্তু এই সমস্যা ভোগে না।\n" +
                " \n" +
                "বয়স্কদের ল্যাকটোজ সহ্য না করতে পারার লক্ষণ\n" +
                "•\tবয়স বাড়ার সাথে সাথে অনেকের ল্যাকটোজ সহ্য করতে না পারার সমস্যা দেখা যায়। বয়স বাড়ার জন্য ক্ষুদ্রান্তের মধ্যে স্বাভাবিক ভাবে ল্যাকটোজ এনজাইম কমে যাওয়ার ফলে এই পরিস্থিতির সৃষ্টি হয়।\n" +
                " \n" +
                "ল্যাকটোজ সহ্য না করতে পারা মানুষদের খাদ্যতালিকা\n" +
                "•\tযারা ল্যাকটোজ সহ্য করতে পারে না তাদের টাটকা মিল্ক প্রোডাক্ট এড়িয়ে চলা উচিৎ। দুধ এবং দুধ, বাটার মিল্ক, আইসক্রিম, সাওয়ার ক্রিম এবং কটেজ চীজ দিয়ে তৈরি যে কোন পানীয় খাবারে ল্যাকটজের প্রধান উৎস, যেগুলো এড়িয়ে যাওয়া উচিৎ।\n" +
                "•\tমিল্ক প্রোডাক্ট ছাড়াও ব্রেড, বেকড গুডস, সিরিয়াল, ক্যান্ডির মতন অন্যান্য খাবারে ল্যাকটোজ থাকতে পারে। অতএব, প্যাকেজ প্রোডাক্টের লেবেল দেখে নেওয়া খুন দরকার। \n" +
                "•\tল্যাকটোজ সহ্য করতে না পারার সমস্যার ভুগছেন এবং খাদ্যতালিকায় তা সত্ত্বেও দুধ বা ডেয়ারি প্রোডাক্ট যোগ করতে চাইছেন, তখন খাবারের ল্যাকটোজ ফ্রি ধরণ দেখুন।\n" +
                " \n" +
                "•\tপ্রোটিনের জন্য দুধের বিকল্প হিসেবে সয়া, ভাত, অ্যালমন্ড খেতে পারেন। এইসব বিকল্পে যদিও গরুর দুধের প্রোটিন এবং ক্যালসিয়ামের পরিমাণের সাথে পুরোটা মিলবে না।\n" +
                "•\tডেয়ারি প্রোডাক্ট ক্যালসিয়ামের সমৃদ্ধ উৎস। এক গ্লাস দুধে ৩০০ গ্রামের মতন ক্যালসিয়াম থাকে। ল্যাকটোজ সহ্য না করতে পারা থেকে ক্যালসিয়ামের অভাব দেখা দিতে পারে। ল্যাকটোজ সহ্য না করতে পারলে ক্যালসিয়ামের শক্তি বাড়াবার মতন অন্যান্য খাবার খান যথা সয়া মিল্ক, অ্যালমন্ড মিল্ক, কমলালেবুর রস, ওটসমিল। \n" +
                "•\tশরীরে ক্যালসিয়াম শোষণের জন্য যাতে যথাযথ পরিমাণ ভিটামিন ডি পাচ্ছেন সেটা সুনিশ্চিত করুন। রোজ সকালবেলায় সূর্যের আলোয় ৫ থেকে ১০ মিনিট দাঁড়ানোটা যথেষ্ট।\n" +
                "\n",R.drawable.medic));
        lstBook.add(new Book("স্কিনি জিনস স্বাস্থ্যের ক্ষতি করতে পারে","বিস্তারিত","পেনসিল প্যান্ট, ড্রেন পাইপ, স্লিম-ফিট প্যান্ট এবং স্কিনি জিনস-ফ্যাশনের জগতের জনপ্রিয় নাম!!! এটা একটা ট্রেন্ড যা কয়েক বছর আগে মাথা চাড়া দিয়ে উঠেছে এবং ফ্যাশন ইন্ডাস্ট্রিতে ঝড় বইয়ে দিয়েছে। সেলেব্রিটি থেকে শুরু করে সাধারণ মানুষ এই স্টাইল মেনে চলছে।\n" +
                "যাই হোক, স্কিনি জিনিষের সবকিছু উজ্জ্বল এবং মনোহর নয়। ডাক্তাররা বলছেন, যে স্কিনি জিনস/প্যান্ট বা টাইট ফিটিং ট্রাউজার আমাদের পেশী এবং স্নায়ুর মারাত্মক ক্ষতি করছে। অনেক কেস আছে যেখানে অনেকদিন ধরে টাইট ট্রাউজার কিংবা জিনস পড়বার পরে লোকদের থাইতে ব্যথা হয়েছে। শুধুমাত্র ব্যথা নয়, এটা থেকে গুরুতর পরিস্থিতির সৃষ্টি হয়েছে।\n" +
                " \n" +
                "অত্যধিক স্কিনি জিনসের ব্যাপারে সতর্ক হোন\n" +
                "শুধুমাত্র ব্যথা-যন্ত্রণা নয়, অনেকদিন ধরে অত্যধিক টাইট-ফিটিং জিনস পড়লে সেটা থেকে গুরুতর পরিস্থিতির সৃষ্টি হয়।    \n" +
                "লাইপোট্রোফিয়া সেমিসারকুলারিস\n" +
                "এই অবস্থাকে ‘রিবড থাই’ বলে, যেখানে ঊরুর একটা বিশেষ জায়গায় গর্ত বা নিচু হয়ে যাওয়া কিংবা ক্ষত দেখা যায়। এটা তখন দেখা যায় যখন কেউ স্কিনি জিনস পরে নির্দিষ্ট একটা জায়গায় অনেকক্ষণ বসে থাকে। লক্ষণের মধ্যে চুলকানি, জ্বলুনি এবং ত্বকের টিংলিং।  \n" +
                "মেরালজিয়া প্যারাস্থেটিকা\n" +
                "এটাকে ‘স্কিনি প্যান্ট সিনড্রোম বলে’ যেখানে থাইয়ের নড়াচড়া এবং অনুভূতির জন্য দায়ী স্নায়ু সংকুচিত হয়ে যায়। এটা বৈশিষ্ট্য হল টিংলিং এবং জ্বলুনি এবং একই সাথে চড়াত করে যন্ত্রণা যা হাঁটু ও নিতম্ব পর্যন্ত ছড়িয়ে পড়ে।\n" +
                " \n" +
                "গলা-বুক জ্বালা\n" +
                "স্কিনি জিনস তলপেটের ওপর অতিরিক্ত চাপ দেয় যা পাকস্থলীর অ্যাসিডকে ওপরে দিকে উঠতে বাধ্য করে ফলে গলা-বুক জ্বালা করে। \n" +
                "ব্লাডার বা মুত্রথলির সংক্রমণ\n" +
                "টাইট ফিটিং প্যান্ট বা ট্রাউজার কুঁচকির গুরুতর অস্বস্তির কারণ। এটা মুত্রথলির ওপর চাপ সৃষ্টি করে এবং এটা সংক্রমণের কারণ। আপনি যদি ইউরিনারি ট্র্যাক্ট ইনফেকশনে ভোগেন তাহলে টাইট জিনস থেকে দূরে থাকুন।\n" +
                " \n" +
                "পুরুষদের যৌন বা প্রজনন সমস্যা \n" +
                "টাইট স্কিনি জিনস থেকে টেস্টিকুলার টরশান হয়, একটা অবস্থা যেখানে টেস্টিকল মোচড় খেয়ে যায়। চিকিৎসা যদি না হয় তাহলে আরও ক্ষতি হয় এবং রক্ত চলাচল কমে যায়। স্কিনি জিনস কুঁচকির তাপমাত্রা বাড়িয়ে দেয় এবং স্পার্ম উৎপাদন কমিয়ে দেয়।\n" +
                " \n" +
                "সচল-সক্রিয় এবং স্টাইলিশ থাকার বিকল্প উপায় কি?\n" +
                "সহজ!!! স্কিন টাইট নয় এমন প্যান্ট পড়ুন। স্বাস্থ্যের সাথে সমঝোতা না করেও ফ্যাশানেবল থাকা যায়। মহিলারা যেখানে লেগিন্স, হারেম প্যান্ট, স্বোয়েট প্যান্ট, ক্যারোট প্যান্ট, কুলোটিস, ওয়াইড-লেগ প্যান্ট এবং জাম্প স্যুট পড়তে পারেন, সেখানে পুরুষরা স্লিম জিনস, ট্যাপেরেটেড জিনস, চিনোজ, স্লিম ট্যাপেরেটেড জিনস এবং কাস্টমাইজড ট্যাপেরেটেড জিনস পড়তে পারেন।  \n" +
                "সবসময়ে মনে রাখবেন ফ্যাশন কেনা গেলেও আপনাকে নিজের স্বাস্থ্যের ক্ষতি না করে সেটাকে নিয়ে চলতে হবে।\n",R.drawable.medic));

        lstBook.add(new Book("রোগপ্রতিরোধ ক্ষমতা এবং অ্যান্টি-অক্সিডেন্ট","বিস্তারিত","রোগ প্রতিরোধ ক্ষমতা\n" +
                "জীবদেহের সার্বিক গড়ন-গঠনপ্রণালী এবং অঙ্গপ্রত্যঙ্গের ভেতরের কর্মধারাকে  শরীরকে রোগব্যাধির হাত থেকে রক্ষা করে এবং বাইরের রোগ জীবাণুর আক্রমণ নষ্ট করে দেয়। রোগ প্রতিরোধ ক্ষমতা যখন সঠিকভাবে কাজ করে, তখন সেটা বিভিন্ন বিপদ আগে থেকেই বুঝতে পারে, যাকে প্যাথোজেন বলে এবং প্যাথোজেনের মধ্যে ভাইরাস, ব্যাকটেরিয়া এবং পরজীবী অন্যতম। রোগ প্রতিরোধ ক্ষমতা শরীরের সুস্থ টিস্যু থেকে এদেরকে আলাদা করে।\n" +
                "রোগ প্রতিরোধ ক্ষমতার অন্যতম উপাদান:\n" +
                "•\tলসিকা গ্রন্থি: ছোটো শিম আকৃতির এই অঙ্গ নির্দিষ্ট কিছু কোষ উৎপাদন করে এবং সঞ্চয় করে এবং এই কোষেরা শরীরকে জীবাণু ঘটিত রোগের বিরুদ্ধে লড়াই করতে সাহায্য করে। লসিকা গ্রন্থি লিম্ফাটিক সিস্টেমের অন্তর্গত এবং অস্থি মজ্জা, প্লিহা, থাইমাস এবং লসিকা গ্রন্থি নিয়ে তৈরি হয়। ‘লিম্ফ’ লসিকাগ্রন্থির ভেতরের স্বচ্ছ জলীয়, যা কোষগুলোকে শরীরের বিভিন্ন অংশে বহন করে নিয়ে যায়। \n" +
                "•\tপ্লিহা: প্লিহা সর্ববৃহৎ লিম্ফাটিক অঙ্গ, যা শরীরের বাঁদিকে পাকস্থলীর ওপরে ও পাঁজরের নীচে অবস্থিত। প্লীহা, সংক্রমণ বা রোগব্যাধির বিরুদ্ধে লড়াই করা রক্তকণিকাকে ধারণ করার পাশাপাশি শরীরে রক্তের পরিমাণকে নিয়ন্ত্রণ করে এবং পুরনো বা ধ্বংসপ্রাপ্ত রক্তকোষকে সরিয়ে দেয়। \n" +
                "•\tঅস্থিমজ্জা: হাড়ের কেন্দ্রস্থলে অবস্থিত হলুদ রঙের টিস্যু, যা শ্বেত রক্তকণিকা তৈরি করে। হাড়ের মধ্যস্থ নরম ছিদ্রবহুল এই টিস্যু অপরিণত কোষ ধারণ করে যাকে স্টেম কোষ বলা হয়, যেমন নিতম্ব ও ঊরুর হাড়। \n" +
                "•\tলিম্ফোসাইটসঃ এই ক্ষুদ্র শ্বেত রক্তকণিকা শরীরকে রোগব্যাধির হাত থেকে বাঁচাতে গুরুত্বপূর্ণ ভূমিকা পালন করে। লিম্ফোসাইটস দুই ধরণের, যথা বি-কোষ যা ব্যাকটেরিয়া ও শরীরে উৎপন্ন টক্সিনকে আক্রমণকারী অ্যান্টিবডি তৈরি করে এবং টি-কোষ, যা সংক্রামিত ও ক্ষয়প্রাপ্ত কোষদের ধ্বংস করতে সাহায্য করে। \n" +
                "•\tথাইমাস: এই ক্ষুদ্র অঙ্গে টি-কোষ পরিণতি প্রাপ্ত হয়। রোগ প্রতিরোধ ক্ষমতার প্রায়-উপেক্ষিত এই অঙ্গ বক্ষদেশের হাড়ের অন্তরালে অবস্থিত এবং অ্যান্টিবডির উৎপাদন বাড়িয়ে তোলে। \n" +
                "•\tশ্বেত রক্তকণিকা: রোগব্যাধির সঙ্গে লড়াই করা এই শ্বেত রক্তকণিকা প্যাথোগেনসকে চিহ্নিত করে এবং যাকে সহজাত রোগ প্রতিরোধ ক্ষমতার দ্বিতীয় বাহু বলা হয়। শ্বেত রক্তকণিকার সংখ্যার গণনা বেড়ে যাওয়াকে লিউকোসাইটোসেস হিসেবে উল্লেখ করা হয়।    \n" +
                " \n" +
                " \n" +
                "রোগপ্রতিরোধ ক্ষমতায় অ্যান্ট-অক্সিডেন্টের ভূমিকা\n" +
                "অ্যান্টি-অক্সিডেন্ট এক ধরণের পুষ্টিকর উপাদান, যা স্বাভাবিক ভাবে শরীরের ভেতরে এবং ফল ও সবজিতে পাওয়া যায়। অ্যান্টিঅক্সিডেন্টের মধ্যে ভিটামিন এ, ভিটামিন সি, ভিটামিন ই এবং নামক নির্দিষ্ট কিছু যৌগ যারা ক্যারোটেনয়েডস নামে পরিচিত (যেমন লুটেনিন এবং বিটা-ক্যারোটিন) অন্যতম। গুরুত্বপূর্ণ অন্যান্য অ্যান্টি-অক্সিডেন্ট হল বিটা-ক্যারোটিন, লুটেনিন লিকোপেনে, সেলেনিয়াম, ভিটামিন এ, ভিটামিন সি, ভিটামিন ই। \n" +
                "অ্যান্টি-অক্সিডেন্টের ভূমিকা:\n" +
                "হজমের স্বাভাবিক প্রক্রিয়া ছাড়াও অপ্রতুল খাবার, পরিবেশের টক্সিন পদার্থ, মানসিক চাপের মতন বাহ্যিক কোন চাপের প্রতিক্রিয়া থেকে শরীরে টক্সিন ফ্রি র্যাডিকেল তৈরি হয়, যার মধ্যে সক্রিয় বিজোড় ইলেকট্রন থাকে যারা খুব বেশী প্রতিক্রিয়াশীল। অ্যান্টিঅক্সিডেন্টের ঠিক এখানেই ভূমিকা পালন করে। অ্যান্টি-অক্সিডেন্ট এক ধরণের উপকারী যৌগ, যা অতিরিক্ত ইলেকট্রনের যোগান দিয়ে ফ্রি র্যাডিকেলকে নিষ্ক্রিয় করে দেয় এবং ফ্রি র্যাডিকেলের চক্র ভেঙে যায়। অ্যান্টি-অক্সিডেন্ট একটা ইলেকট্রন দান করবার পরেও স্থিতিশীল থাকে এবং নিজেরাই ফ্রি র্যাডিকেলে পরিণত হয় না বলে এরা অদ্বিতীয়।    \n" +
                " \n" +
                " \n" +
                "অ্যান্টি- অক্সিডেন্টের অভাবে কি ক্ষতি হতে পারে \n" +
                "শরীরের প্রয়োজনীয় পরিমাণ অ্যান্টিঅক্সিডেন্ট না থাকলে অ্যান্টি-অক্সিডেন্টের অভাব হয়, যার কারণে কোষের মধ্যে প্রচুর পরিমাণে মুক্ত র্যাডিকাল ঘুরে বেরিয়ে কোষের ক্ষতি করে।   \n" +
                "অ্যান্টি-অক্সিডেন্টের অভাবের যে সব অসুখ হয়:\n" +
                "•\tঅ্যালজাইমারস।\n" +
                "•\tক্যান্সার।\n" +
                "•\tচোখের রোগ। \n" +
                "•\tহৃদরোগ।\n" +
                "•\tপারকিনসন্স। \n" +
                "•\tরিউমাটোয়েড আরথারাইটিস। \n" +
                " \n" +
                " \n" +
                "ঝুঁকির উপাদান বা কারণ \n" +
                "শরীর, নির্দিষ্ট কিছু অ্যান্টি-অক্সিডেন্ট সঠিক পরিমাণে না পেলে নানা ধরনের সমস্যার সৃষ্টি হয় এবং ঝুঁকি বেড়ে যায়।\n" +
                "নিম্নলিখিত ব্যক্তিদের যথেষ্ট পরিমাণে অ্যান্টি-অক্সিডেন্ট না পাবার কারণে ঝুঁকির পরিমাণ বেশী হয়:\n" +
                "•\tবয়স্ক লোকজন, যেহেতু বয়স্ক মানুষদের শরীরে কম পরিমাণে অ্যান্টি-অক্সিডেন্ট তৈরি হয় বা তারা পায়।\n" +
                "•\tপ্রতিদিন তামাক সেবন করে যারা।\n" +
                "•\tপ্রতিদিন অতিরিক্ত পরিমাণে মদ্যপান করে যারা।\n" +
                "•\tহজমের সমস্যা থাকলে। \n" +
                "•\tনিরামিষাশীদের, কারণ শাকসবজি থেকে যেহেতু সহজেই প্রয়োজনীয় পরিমাণ নির্দিষ্ট অ্যান্টি-অক্সিডেন্ট জিঙ্ক পাওয়া যায় না।\n" +
                "•\tনির্দিষ্ট কিছু অ্যান্টি-অক্সিডেন্ট পায় না যারা, কারণ তাদের শরীর সেই অ্যান্টি-অক্সিডেন্ট ঠিক মতন শুষে নিতে পারে না।  \n" +
                "ফল, সবজি, এবং বাদাম সহযোগে সঠিক ভারসাম্য বজায় রেখে খাবার খেলে যে কোন কারোর অ্যান্টিঅক্সিডেন্টের অভাব পূরণ হওয়া সম্ভব।\n" +
                " \n" +
                " \n" +
                "অ্যান্টি-অক্সিডেন্টের উৎস\n" +
                "অ্যান্টি-অক্সিডেন্টের ঝুঁকিপূর্ণ উৎসের তালিকা দেওয়া হল:\n" +
                "•\tঅ্যালিয়াম সালফেটের যৌগ: পেঁয়াজের মতন সবজি, পেঁয়াজ, রসুন।\n" +
                "•\tঅ্যানথোচায়ানিনসঃ বেগুন, আঙুর, জাম জাতীয় রসালো ফল।\n" +
                "•\tবিটা ক্যারোটিন: কুমড়ো, আম, অ্যাপ্রিকট, গাজর, পালং জাতীয় শাক, পার্সলে।\n" +
                "•\tক্যাথেচিন্সঃ রেড ওয়াইন, চা।\n" +
                "•\tকপার: সী ফুড, চর্বিহীন মাংস, দুধ, বাদাম, শিম।\n" +
                "•\tক্রিপটোস্কাথিনসঃ লাল লঙ্কা, কুমড়ো, আম।\n" +
                "•\tফ্ল্যাবোনয়েডঃ চা, গ্রিন টি, রেড ওয়াইন, লেবু জাতিয় ফল, পেঁয়াজ, আপেল।\n" +
                "•\tইনডলেসঃ ক্রুসীফেরাস সবজি, যেমন ব্রকোলি, বাঁধাকপি, ফুলকপি।\n" +
                "•\tলিগনানসঃ তিলের বীজ, ভুসি, গোটা শস্য, সবজি।\n" +
                "•\tলুটেইনঃ ভুট্টা, পালং জাতীয় শাক।\n" +
                "•\tলাইকোপেনেঃ টমেটো, কমলা রঙের মৌসাম্বি, তরমুজ।\n" +
                "•\tম্যাঙ্গানিজ: শি ফুড, চর্বিহীন মাংস, দুধ এবং বাদাম।\n" +
                "•\tপলিফেনলঃ থাইম, ওরেগানো।\n" +
                "•\tসেলেনিয়াম: শি ফুড, আবর্জনা, চর্বিহীন মাংস, গোটা শস্য।\n" +
                "•\tভিটামিন সিঃ কমলালেবু, জাম জাতীয় রসালো ফল, কিউই ফল, আম, ব্রকোলি, বাঁধাকপি, ফুলকপি।\n" +
                "•\tভিটামিন ই: ভেজিটেবল অয়েল, বাদাম, অ্যাভোকাডো, বীজ, গোটা শস্য।\n" +
                "•\tজিঙ্ক: শি ফুড, চর্বিহীন মাংস, দুধ, বাদাম।\n" +
                "•\tচিড়িয়াখানার রাসায়নিক: গরু, ভেড়া, ছাগল জাতীয় মাংস, আবর্জনা, মাছ।  \n" +
                " \n" +
                " \n" +
                "অ্যান্টি-অক্সিডেন্টের উপকারিতা\n" +
                "অ্যান্টি অক্সিডেন্ট\n" +
                "১. কিডনির কাজে সহায়তা।\n" +
                "২. অকাল বার্ধক্য আটকায়।\n" +
                "৩. প্রজনন ক্ষমতা বৃদ্ধি করে।\n" +
                "৪. স্নায়ুতন্ত্রে কাজে সহায়তা করে।\n" +
                "৫. শ্বাসযন্ত্রের কাজে সহায়তা করে।\n" +
                "৬. বেশীক্ষণ ঘুমোতে সাহায্য করে।\n" +
                "৭. দাঁত সুস্থ রাখে।\n" +
                "৮. স্বাভাবিক দৃষ্টিশক্তি বজায় রাখে।\n" +
                "৯. লিভারকে সুরক্ষিত করে। \n" +
                "১০. মেদ বৃদ্ধি আটকায়। \n" +
                "১১. রোগপ্রতিরোধ ক্ষমতাকে সহায়তা করে ও শরীরের রোগের বিরুদ্ধে লড়বার ক্ষমতা বাড়ায়।\n",R.drawable.medic));

        lstBook.add(new Book("ডায়াবেটিকদের জন্য ক্ষতের নিরাময়","বিস্তারিত","আঘাত-চোট লাগতেই পারে। ক্ষত হতে পারে। এইসবই কয়েকদিনে ঠিক হয়ে যাবে। অবশ্য, রক্তে শর্করার পরিমাণ বেশী থাকলে সবকিছু বদলে যাবে। ডায়াবেটিস থাকলে কিন্তু সামান্য কাটা-ছেঁড়া গল্প বদলে দিয়ে গুরুতর জটিলতার সৃষ্টি করতে পারে। ডায়াবেটিস থাকলে, রেজারের সামান্য কাটা অথবা জুতোর ফোসকা যতটা সহজ হওয়ার কথা ততটা নাও হতে পারে। স্বাভাবিকভাবে, অনেক বেশী সতর্ক থাকা দরকার। \n" +
                "উদ্ভূত জটিলতা\n" +
                "•\tডায়াবেটিস একরকমের ক্রনিক রোগ, যা রোগ প্রতিরোধ ক্ষমতাকে দুর্বল করে দেয় এবং এর জন্য ছোট ক্ষত থেকেও সংক্রমণ হয়ে যায়। এটা স্নায়ুরোগের কারণ যেখানে আপনি অসুস্থ হবার আগে পর্যন্ত ক্ষতের ব্যথা-যন্ত্রণা অনুভব করতে পারবেন না। এটা তাছাড়াও রক্তবাহী নালি অবরুদ্ধ করে দেয় ফলে রক্ত মসৃণভাবে যেতে পারে না ও আরোগ্য প্রক্রিয়া ক্ষতিগ্রস্ত হয়। \n" +
                "•\tডায়াবেটিস পায়ের নিদারুণ ক্ষতি করে। যেকোন ধরনের পায়ের ক্ষত যথেষ্ট গুরুতর আকার ধারণ করতে পারে। আলসার ও সংক্রমণের ঝুঁকি বেড়ে যায়। গুরুতর ক্ষেত্রে, পায়ের ক্ষত থেকে পায়ের সাড় বা অনুভূতি চলে যায়, অসহ্য যন্ত্রণা হয় এবং টিস্যু ও হাড়ের সম্পুর্ন ক্ষতি থেকে শেষ পর্যন্ত পা কেটে বাদ দিতে হতে পারে।   \n" +
                "এই মুহুর্তে প্রতিরোধ করুন \n" +
                "গবেষণা দেখিয়েছে, যে অনেক ক্ষেত্রে, ডায়াবেটিসের রোগীদের পায়ের আলসারের জন্য পায়ের নিচের অংশ বাদ দিতে হয়েছে। আগে থেকেই প্রতিরোধ ব্যবস্থা নেওয়াটা সবসময়ে ভালো। \n" +
                "যত্ন ও পরিচর্যা জাহির করুন\n" +
                "•\tপায়ের আঙুলের নখ সমানভাবে কাটাটা সুনিশ্চিত করুন।\n" +
                "•\tরোজ পা ধোবেন। তারপরে ঝামাপাথর অথবা খালি বোর্ড ব্যবহার করে কড়া-পড়া ছাল সরিয়ে পা মসৃণ করুন। নেইলক্লিপার বা কাঁচি দিয়ে কখনই এটা করবেন না। \n" +
                "•\t সঠিকভাবে পা শুকোন এবং পা নরম-নমনীয় রাখতে ময়েশ্চারাইজার লাগান। \n" +
                "জুতো-মোজা সংক্রান্ত নজরদারি\n" +
                "•\tআর্দ্রতা শোষণকারী মোজা পড়ুন। ফোস্কা পড়া ও ফুসকুড়ি আটকাতে পায়ের সঠিক মাপের ঘেরা জুতো পড়ুন।\n" +
                "•\tপায়ে আঘাত লাগতে পারে এমন কোন উপাদান আছে কিনা দেখার জন্য রোজ জুতো পরীক্ষা করে দেখুন। \n" +
                "পায়ের দিকে নজর রাখুন\n" +
                "•\tপা মাড়ানো, লালচে ভাব, ফোস্কা-ফুসকুড়ি অথবা কড়া-পড়া দেখার জন্য রোজ পা পরীক্ষা করুন। কোন কিছু দেখলে নিরাময় করুন।  \n" +
                "ভালো করে ক্ষতের নিরাময় করুন\n" +
                "•\tসতর্কতা অবলম্বন করা সত্বেও আঘাত লাগতে পারে। সেক্ষেত্রে, যত্নের সাথে নিম্নলিখিত পরামর্শ মেনে ক্ষত নিরাময় করুন। \n" +
                "ক্লিংজিং\n" +
                "•\tপরিষ্কার জল দিয়ে ক্ষত পরিষ্কার করুন।\n" +
                "•\tসংক্রমণ প্রতিরোধের জন্য অ্যান্টিসেপ্টিক ক্রিম লাগান।\n" +
                "•\tক্ষত আকারে বড় হলে হালকা স্টেরাইল ড্রেসিং করুন। \n" +
                "চাপ দেবেন না\n" +
                "•\tপায়ে কড়া-পড়া ও ফোস্কা ডায়াবেটিক রোগীদের হামেশাই হয়। অধিকাংশ সময়ে এগুলো পায়ের নীচে হয়। এগুলোতে চাপ দেবেন না। এটা আরোগ্য প্রক্রিয়া ত্বরান্বিত করে। \n" +
                "সংক্রমণ নিয়ন্ত্রণ করুন \n" +
                "•\tসংক্রমণের জন্য ক্ষত বাঁ আঘাত নিয়ন্ত্রণ করুন। কোন রকম পরিবর্তন চোখে যদি আসে তাহলে ডাক্তারকে বলুন। \n" +
                "ডাক্তারের পরামর্শ নিন\n" +
                "•\tত্বকের ছোটখাটো সমস্যা বা আঘাতের গুরুতর আকার নেবার আগেই ডাক্তার দেখানোটা সব সময়ে ভালো। পায়ের আলসার হলে সেটা বাদ দেবার জন্য ডাক্তারের কাছে যান। \n" +
                "প্রথমদিন থেকে রক্তে শর্করার মাত্রা নিয়ন্ত্রণ করার সাথে মনিটার কড়া শুরু করুন! এটা আপনি প্রতিদিন এক্সারসাইজ করার পাশাপাশি স্বাস্থ্যকর খাবার ও সময়মতন ওষুধ খেয়ে ও নিয়মিত চেকআপ করিয়ে করতে পারেন। নিজের ডায়াবেটিস নিয়ন্ত্রণ করে সমস্যা পুরোপুরি উপড়ে ফেলুন।\n",R.drawable.medic));
        lstBook.add(new Book("স্বাভাবিক ভাবে ক্যালসিয়াম প্রাপ্তি বা শোষণ বৃদ্ধি করুন","বিস্তারিত","আমরা সবাই জানি, যে ক্যালসিয়াম হাড় মজবুত ও শক্তিশালী করতে সাহায্য করে। ক্যালসিয়ামের অপ্রতুল প্রাপ্তি থেকে শরীরে সীমিত পরিমাণ ক্যালসিয়াম শোষিত হয়, যা থেকে দুর্বল হাড় সহ পলকা বা নরম হাড় এবং এমনকি রিকেট কিংবা অস্টিওপোরেসিসের মতন রোগ দেখা যায়। ক্যালসিয়াম ও ভিটামিন ডি সমৃদ্ধ খাবার খাওয়ার সাথে ক্যালসিয়ামের প্রাপ্তি ও শোষণে বাধাদানকারী সাপ্লিমেন্ট এড়িয়ে গেলে সেটা যথাযথ হাড়ের জন্য ক্যালসিয়ামের মাত্রা যতটা থাকা দরকার সেখানে রাখতে সাহায্য করবে।\n" +
                " \n" +
                "ক্যালসিয়াম প্রাপ্তি বাড়াবেন কীভাবে?\n" +
                "মানুষের শরীর, সাপ্লিমেন্টের তুলনায় খাবার থেকে সহজেই অধিক পরিমাণ ক্যালসিয়াম শোষণ করতে সক্ষম হয়। খাদ্যতালিকায় কোন অতিরিক্ত ফ্যাট না বাড়িয়েও ক্যালসিয়াম প্রাপ্তি বাড়াতে কম ফ্যাট বা ফ্যাট ছাড়া দুধ খান। ক্যালসিয়াম যুক্ত অন্যান্য ডেয়ারি প্রোডাক্ট খান যথা দই ও কম ফ্যাটযুক্ত চীজ। খাদ্যতালিকায় সবুজ পাতাওয়ালা পাতাকপি, কোলার্ড গ্রিন ও ঘন সবুজ লেটুস, তুলসী, পার্সলে ও ডিলের মতন সবুজ ভেষজ যোগ করুন। এছাড়া, সার্ডিন, স্যালমন, ওটস ও ব্ল্যাক, পিন্টো ও কিডনি বিনস যোগ করতে ভুলবেন না কারণ এগুলো ক্যালসিয়ামের উৎকৃষ্ট উৎস।\n" +
                " \n" +
                "কীভাবে যথেষ্ট পরিমাণ ভিটামিন ডি পাবেন? \n" +
                "ভিটামিন ডি শরীরকে ক্যালসিয়ামের শোষণে সাহায্য করে। ভিটামিন ডি-র অভাব থেকে অপ্রতুল ক্যালসিয়ামের পরিমানের কারনে রিকেটস হবার ঝুঁকি থেকে যায়। স্বাভাবিক ভাবে ভিটামিন ডি-র মাত্রা বাড়ানোর উপায় হল রোজ সূর্যালোকে কমপক্ষে ১৫ মিনিট কাটানো। অবশ্য অতিরিক্ত হলে সেটা থেকে ত্বকের ক্যান্সার হবার ঝুঁকি থেকে যায়। ভিটামিন ডি যুক্ত উন্নত মানের দুধ ও ডেয়ারি প্রোডাক্ট কিংবা সাপ্লিমেন্ট খান। অন্যান্য পুষ্টি উপাদান যা ভিটামিন ডি-র শোষণে সাহায্য করে সেটা হল ভিটামিন কে, বোরন ও ম্যাগনেসিয়াম।\n" +
                " \n" +
                "কোন খাবার খাবেন না\n" +
                "কিছু খাবার ক্যালসিয়ামের শোষণ কমিয়ে দেয়। চকোলেটের মধ্যে অক্সালেট থাকে যা ক্যালসিয়ামকে বেঁধে রাখে ও তার শোষণ আটকায়। এটা কিডনি স্টোন হবার ঝুঁকিও বাড়িয়ে দেয়। অধিক পরিমাণ অক্সালেট সমৃদ্ধ অন্যান্য খাবার হল আঙুর, বেরি, মিষ্টি আলু ও বেগুন। অ্যালকোহল ক্যালসিয়াম শোষণে বাধা দেয় বলে নে খেলেই ভালো। \n" +
                "সতর্কবার্তা\n" +
                "খাদ্যতালিকায় ব্যাপক রদবদল অথবা সাপ্লিমেন্ট নেবার আগে কিংবা আপনি যদি কোন রকম প্রেসক্রিপশান ওষুধ যথা রক্তচাপ বা কোলেস্টেরলের ওষুধ খাচ্ছেন তাহলে ডাক্তারের পরামর্শ নেওয়াটা ভালো, যেহেতু খাদ্যাভ্যাসের পরিবর্তন, ওষুধ যোগ করলে সেটা ক্যালসিয়ামের শোষণ আটকে দেবে।\n",R.drawable.medic));
        lstBook.add(new Book("ঘুমের ব্যাঘাত ঘটার জন্য দায়ী অবাক করা কিছু কারণ","বিস্তারিত","আট ঘণ্টা বা তার থেকে বেশী সময় ঘুমোবার পরেও কি কোন সময়ে ঘুম পায়!!! অথবা কোন সময়ে কি মাঝরাতে ঘুম ভেঙে যাবার পরে আর সহজে ঘুম আসে নি!!! আপনার জীবনে এটা যদি নিয়মিত গল্প হয়, তাহলে আপনি অপরিমিত ঘুমের সমস্যার শিকার এবং তাই আপনার সারাদিন ক্লান্ত ও বিরক্ত লাগে।  \n" +
                "সমস্ত বাধা-বিপত্তি কাটিয়ে সারারাত নিশ্চিন্তে ঘুমনো সম্ভব কি? অবশ্যই!!! অবশ্য তার জন্য, আপনাকে ঘুমে ব্যঘাত ঘটানোর জন্য দায়ী কারণ সম্পর্কে জানতে হবে এবং যেকোন উপায়ে সেগুলোকে এড়িয়ে যেতে হবে।\n" +
                " \n" +
                "গ্যাজেটের বাধা-বিপত্তি\n" +
                "শুতে যাবার আগে নিজের ল্যাপটপ বা স্মার্টফোন নিয়ে অকারণ ঘাঁটাঘাঁটি করলে সেটা ঘুমোবার জন্য প্রয়োজনীয় শরীরের মেলাটোনিন উৎপাদনে ব্যাঘাত ঘটায়। \n" +
                "এড়ানোর উপায়ঃ শোবার অন্ততপক্ষে ৩০ মিনিট আগে এগুলোকে বন্ধ করে নিশ্চিন্তে আরাম করুন। \n" +
                "মাঝরাতের স্ন্যাক্সের সময়\n" +
                "ঘুমোতে যাবার আগে বেশী পরিমাণ কার্বোহাইড্রেট যুক্ত মুখরোচক খাবার খেলে, কিছু হরমোনের নিঃসরণ হয় এবং শরীরের ইনসুলিনের মাত্রা বেড়ে যায়, যা শরীরে বদল আনে ও ঘুমে ব্যাঘাত ঘটে। \n" +
                "এড়ানোর উপায়ঃ অধিক শর্করাযুক্ত কিংবা ভাজা বা খেয়ে স্বাস্থ্যকর স্ন্যাক্স বা প্রোটিন খান।\n" +
                " \n" +
                "ক্যাফেইন এবং রাতের আনন্দ\n" +
                "সন্ধ্যেবেলায় অতিরিক্ত অ্যালকোহল কিংবা সারাদিন অনেক বেশী কাপ ক্যাফেইন খেলে সারারাত অস্বস্তি লাগে।\n" +
                "কাটিয়ে যানঃ শোবার ৪ ঘণ্টা আগে অ্যালকোহল খাবেন না এবং সারাদিনে ২ কাপের বেশী ক্যাফেইন খাবেন না। \n" +
                "পোষ্য\n" +
                "আপনি হয়তবা আপনার পোষ্যের সাথে গলা জড়িয়ে শুতে পছন্দ করলেও তাদের শোবার ধরণ এবং ঘুম ভাঙার সময় একদম আলাদা, যা আপনার ঘুমের ব্যাঘাত ঘটাবে।\n" +
                "কাটিয়ে যানঃ শোবার ঘরে পোষ্যের জন্য আলাদা বিছানা করুন এবং আপনার বিছানায় ওদের শুতে দেবেন না।\n" +
                " \n" +
                "শোবার ঘরের অস্বস্তি\n" +
                "আপনার শোবার ঘর যদি খুব বেশী গরম বা ঠাণ্ডা হয় বা ম্যাট্রেস ও বালিশ যদি নিম্ন মানের হয়, তাহলে ঘুমের ব্যাঘাত হতে বাধ্য।\n" +
                "এড়াবার উপায়ঃ সুখকর ও আরামদায়ক তাপমাত্রায় ভালো করে আরামে ও নিশ্চিন্তে শোবার মতন ম্যাট্রেসে ঘুমোন। \n" +
                "চাপের উপাদান বা কারণ\n" +
                "রোজকার জীবনের চড়াই-উৎরাই আপনার চাপ ও ধকল বাড়িয়ে দেয় এবং সারাজীবন জীবনযুদ্ধের দৌড়ের কারণে মানসিকভাবে বিপর্যস্ত থাকেন এবং এই কারণে ঘুমে ব্যাঘাত ঘটে। \n" +
                "এড়াবার উপায়ঃ হালকা ব্যায়াম করুন, মানসিক শান্তি বাড়াতে শুতে যাবার আগে মেডিটেট করুন এবং গান শুনুন।\n" +
                " \n" +
                "দ্বৈত সমস্যা\n" +
                "•\tমাথাব্যথা, পেশীর খিঁচুনি বা আর্থারাইটিসের ব্যথার জন্য ঘুমে ব্যাঘাত ঘটে।\n" +
                "•\tঅ্যাসিড রিফ্লাক্স এক ধরনের প্রচলিত সমস্যা এবং শুয়ে থাকার সময়ে পাকস্থলীর রস পেছনের দিকে চলে আসে যা ঘুমের সমস্যার সৃষ্টি করে।\n" +
                "এড়িয়ে যাবার উপায়ঃ ব্যথা নিরাময়ের জন্য ডাক্তারের পরামর্শ নিন। শোবার ৩-৪ ঘণ্টা আগে হালকা, কম মশলাযুক্ত খাবার খান।   \n" +
                "সব ধরনের সমাধান আপনাকে ভালো করে নিশ্চিন্তে শুতে সাহায্য করলেও সমস্যা যদি না কমে, তাহলে ডাক্তারের পরামর্শ নেওয়াটা বুদ্ধিমানের কাজ কারণ তাতে সঠিক সমস্যা বোঝা যাবে ও নিরাময় হবে।\n",R.drawable.medic));
        lstBook.add(new Book("ইনসোমনিয়া বা অনিদ্রার নিরাময়কারী খাবার","বিস্তারিত","ঘুমের গোলমাল বা ব্যাঘাত দুঃস্বপ্নের কারণ হয়ে দাঁড়াতে পারে এবং এটা শরীর, মন ও সার্বিক স্বাস্থ্যের ক্ষতি করতে পারে। যথাযথ শারীরিক ও মানসিক স্বাস্থ্যের জন্য নিরবচ্ছিন্ন ঘুমের দরকার। ঘুম না আসা কিংবা ঘুমোতে না পারাটা ঘুমের সমস্যা যাকে ইনসোমনিয়া বলে। এটা থেকে অস্বস্তি, খারাপ মনঃসংযোগ, মাথাব্যাথা ও ক্লান্তির মতন সমস্যা হয়। রাতে ভালো ঘুমের জন্য বেশ কিছু কৌশল আছে যার অবলম্বন নিতেই পারেন, যার মধ্যে অন্যতম হল ভালো ঘুমের জন্য দরকারি মুখ্য অভ্যাস এবং সঠিক খাদ্যাভ্যাস! ঠিক ধরেছেন। সঠিক ও যথাযথ ঘুমের অভ্যাসের সাথে খাবার ইনসোমনিয়ার নিরাময় করে। এখানে কিছু খাবারের কথা বলা হল যা অনেকক্ষণ চোখ বন্ধ করে রাখতে পারে।\n" +
                " \n" +
                "চেরি\n" +
                "একটা সমীক্ষায় যোগদানকারীরা কয়েক সপ্তাহ সকালে ও সন্ধ্যাবেলায় আট আউন্স টার্ট চেরি জুস খায় এবং এর ফলে তাদের ভালো ঘুম হয়। সব ধরনের চেরি ঘুম বাড়ানো হরমোন মেলাটোনিন সমৃদ্ধ। এক কাপ গোটা চেরি অধিক রাতের স্ন্যাক্স হিসেবে খেলেও দারুন ঘুম হবে। \n" +
                "কলা\n" +
                "কলার মধ্যে পটাসিয়াম ও ম্যাগনেসিয়াম ভরপুর পরিমাণে থাকে। উভয় মিনারেল পেশীর শিথিলতা বাড়ায় ও আরাম দেয়। ম্যাগনেশিয়ামের অভাব থেকে রেস্টলেস লেগ সিনড্রোম ও রাতে পেশীতে টান লাগে যা ঘুমের ব্যাঘাত ঘটায়। এর মধ্যে ভিটামিন বি৬ থাকে যা ট্রিপটোফানকে মেলাটোনিনে পরিবর্তীত করে। ঘুমের সমস্যা কাটানোর জন্য রোজ কলা খান।  \n" +
                "মাছ\n" +
                "মাছে স্বাভাবিকভাবেই অধিক পরিমাণ ট্রিপটোফান থাকে, যা প্রাকৃতিক নিদ্রাবর্ধক। কুচো চিংড়ি, কর্ড, টুনা ও হ্যালিবাটের মধ্যে সবথেকে বেশী মাত্রায় ট্রিপটোফান থাকে। ট্রিপটোফান পাকস্থলীতে যাবার পরে, নিউরোট্রান্সমিটার সেরোটোনিন হিসেবে বদলে যায় যা পরে রুপান্তরিত হয়ে মেলাটোনিন হয়। এই কারণে ইনসোমনিয়ার সমস্যা কমে।\n" +
                " \n" +
                "ক্যামোমাইল\n" +
                "ইনসোমনিয়ার ভেষজ নিরাময় হিসেবে যুগ যুগ ধরে ক্যামোমিলকে ব্যবহার করা হয়। এর মধ্যে অত্যাবশ্যকীয় ভিটামিন ও মিনারেল থাকে যা ভালো ঘুমোতে সাহায্য করে। ক্যামোমাইল চা হালকা থেকে মাঝারি সাধারণ দুশ্চিন্তার সমস্যাও কমায়। \n" +
                "পালং শাক\n" +
                "পালং শাকের মধ্যে পটাসিয়াম, ম্যাগনেশিয়াম ও ক্যালসিয়াম থাকে। ক্যালসিয়াম শরীরকে মেলাটোনিন তৈরি করতে সাহায্য করে। মেলাটোনিন হরমোন শরীরকে সারকার্ডিয়ান ছন্দ বজায় রাখতে সাহায্য করে। সুইস চার্ড, পাতা কপি, টারনিপ গ্রিন ও কোলার্ড গ্রিনের মতন গাঢ় পাতাওয়ালা সবুজ সবজি থেকেও একই উপকার পাবেন।\n" +
                " \n" +
                "দুধ\n" +
                "ডেয়ারি প্রোডাক্ট মেলাটোনিন বৃদ্ধিকারী ক্যালসিয়ামে সমৃদ্ধ। অনেক গবেষণায় দেখা গিয়েছে, যে খারাপ মানের ঘুমের সাথে ক্যালসিয়ামের অভাবের সুত্র জড়িয়ে আছে। অতএব, প্রাচীন প্রবাদ অনুসারে, শেষপাতের একগ্লাস গরম দুধ ভালো ঘুমোতে সাহায্য করবে! \n" +
                "অ্যালমন্ড \n" +
                "কাজুবাদামে ভরপুর পরিমাণ ম্যাগনেশিয়াম থাকে ও এটা ক্যালসিয়াম সমৃদ্ধ। ম্যাগনেশিয়াম অ্যাড্রিনালিনের কর্ম তৎপরতা বন্ধ করে দেয় ফলে ইনসোমনিয়ার নিরাময় হয়। নিশ্চিন্তে ঘুমের জন্য একমুঠো কাজুবাদাম খান কিংবা গোটা শস্যের ব্রেডের ওপর কিছুটা অ্যালমন্ড বাটার ছড়িয়ে দিন।\n",R.drawable.medic));
        lstBook.add(new Book("শুকনো ফল স্বাস্থ্যের জন্য উপকারি","বিস্তারিত","শুকনো ফল সুস্বাদু এবং দামী হিসেবেই বিবেচিত হয় এবং মিনারেল ও প্রোটিনের শক্তির ভাণ্ডার। একমুঠো শুকনো ফল আমাদের সুস্থ-সবল ও সক্রিয় রাখে। শুকনো ফলের অজস্র বৈচিত্র্য আছে যেমন হিজলি বাদাম, কাজুবাদাম, কিশমিশ, পেস্তাবাদাম, আখরোট এবং আরও অনেক, যার অনেক ঔষধি গুণ আছে। অতএব, খাদ্যতালিকায় সামান্য পরিমাণ শুকনো ফল যোগ করুন এবং সুস্থ-সবল ও ভালো থাকুন। অবশ্য এটা করবার আগে, এর স্বাস্থ্য সংক্রান্ত উপকারিতার হিসেবে একবার উঁকি মারা যাক।\n" +
                " \n" +
                "হৃদরোগ প্রতিরোধ করে\n" +
                "শুকনো ফল হৃদরোগ নিরাময় করে। কাজুবাদাম বারংবার হওয়া করোনারি হার্টের সমস্যার ঝুঁকি কমায়। হিজলি বাদাম মনো-স্যাচুরেটেড ফ্যাটে ভরপুর যা হৃদপিণ্ডের স্বাস্থ্যের উন্নতি ঘটায়। পেস্তা বাদামে ভিটামিন বি৬ থাকে যা হার্টের সমস্যা আটকায়। আখরোটের ওমেগা-৩ ফ্যাটি অ্যাসিড রক্তনালীতে প্লেকে তৈরি হওয়া নিয়ন্ত্রণ করার সাথে হৃৎপিণ্ডের অস্থির স্পন্দন প্রতিরোধ করে। খেজুর স্ট্রোক ও হার্ট অ্যাটাকের মুখ্য কারণ অ্যাথেরোস্কেরোসিসের বিরুদ্ধে সুরক্ষা দিয়ে হৃৎপিণ্ডের স্বাস্থ্য বজায় রাখে।   \n" +
                "রক্তচাপ নিয়ন্ত্রণ করে\n" +
                "গবেষণা অনুযায়ী, কাজুবাদাম রক্তচাপ কমাতে যথেষ্ট পরিমাণ সহায়তা করে। পেস্তাবাদাম রক্তচাপ ও রক্তে শর্করার মাত্রা সুস্থির করে। কিশমিশে ম্যাগনেশিয়াম ও পটাসিয়াম থাকে যা রক্তের অ্যাসিডকে নিষ্ক্রিয় করে রাখে।\n" +
                " \n" +
                "শরীরের অঙ্গের জন্য ভালো\n" +
                "কিশমিশ হাড়, চোখ তথা দাঁতের জন্য উপকারি। কিশমিশে ক্যালসিয়াম, বোরোন, ভিটামিন এ ও অক্সিডেন্ট গুণ থাকে যা হাড়ের গঠনে সাহায্য করে এবং চোখ ও দাঁতের জন্য উপকারী। হিজলি বাদাম হৃৎপেশী ও মাড়িকে সাহায্য করে যেহেতু এর মধ্যে যথেষ্ট পরিমাণ ক্যালসিয়াম ও ম্যাগনেশিয়াম থাকে। পেস্তাবাদামের ক্যারোটিনয়েড চোখের স্বাস্থ্যের জন্য উপযোগী। আখরোটে ওমেগা-৩ ফ্যাটি অ্যাসিড থাকে যা মস্তিষ্কের গঠনে সাহায্য করে।\n",R.drawable.medic));

        lstBook.add(new Book("পা ফোলাঃ কারণ এবং নিজের যত্ন ও পরিচর্যার পরামর্শ","বিস্তারিত","আজকাল পা এবং গোড়ালি ফোলা সবার ক্ষেত্রে একটা সাধারন সমস্যা হয়ে উঠেছে। দেহের নীচের অঙ্গে অতিরিক্ত তরল বা ফ্লুয়িড জমে যাওয়ার অবস্থাকে পা ফোলা বলা হয়। এই অতিরিক্ত তরল বা ফ্লুয়িড জমা থেকে শরীরের ওজন বৃদ্ধি পায় যা পা ফুলে যায় যাকে এডেমা বলে এবং এটা যে যে কারণের জন্য হয় সেটা হল, \n" +
                "কি কারণে হয়\n" +
                "সাধারণভাবে, মাধ্যাকর্ষন শক্তি ফ্লুয়িডকে নীচের দিকে অর্থাৎ পা ও গোড়ালির দিকে টানে যা থেকে পরবর্তী ক্ষেত্রে পা ফোলে। যদিও, কিডনি, হৃৎপিণ্ড, লিভার বা রক্তবাহী নালির গুরুতর অবস্থা থেকে পা ফুলতে পারে।\n" +
                "অবশ্য পায়ে অতিরিক্ত পরিমাণ ফ্লুয়িড জমাটাই পা ফোলার প্রাথমিক বৈশিষ্ট্য, তাছাড়াও সেকেন্ডারি লক্ষণ বা উপসর্গ থাকতেও পারে, যার মধ্যে অসাড় অবস্থা, লালচে ভাব, অনমনীয়তা, উষ্ণতা, কাঠিন্য, কাঁপুনি অথবা জ্বলুনির অনুভূতি অন্যতম।\n" +
                "নিম্নাঙ্গ ফোলার জন্য ওজন চাপানোও অন্য কারণ হতে পারে।\n" +
                "অতিরিক্ত পরিমাণ নুন ও কার্বোহাইড্রেট এবং নিউরোমাসকিউলার সমস্যা থেকে অঙ্গ ফুলতে পারে এবং যা একই সাথে মুত্রবর্ধক ও এবিউসিং ল্যাক্সেটিভও করতে পারে। \n" +
                "হরমোন রিপ্লেসমেন্ট থেরাপির অথবা জন্ম নিয়ন্ত্রক ওষুধ থেকেও পা ফুলতে পারে।  \n" +
                "পা ফোলার চিকিৎসা\n" +
                "কোন সময়ে নির্দিষ্ট কিছু জটিলতা গুরুতর অবস্থার সৃষ্টি করে। পা ফোলার কারণ বের করার জন্য একজনের সম্পুর্ণ পরীক্ষা করে তারপরে সঠিক চিকিৎসা পদ্ধতি মানা উচিৎ। আনুসাঙ্গিক অঙ্গের চিকিৎসা কি কারণে হচ্ছে তার ওপর নির্ভর করে পা ফোলার নিরাময় হয়। কোন কোন সময়ে ঘরোয়া চিকিৎসাও সহায়তা করে। \n" +
                "•\tনিজেই নিজের চিকিৎসা করার সবথেকে কার্যকারী প্রক্রিয়ার মধ্যে আছে ক্ষতিগ্রস্ত জায়গায় বরফ লাগানো, পা উঁচু করে রাখা ইত্যাদি।\n" +
                "•\tপা এবং গোড়ালি প্রসারিত করে সংবহন বাড়ানো। \n" +
                "•\tকমপ্রেশান স্টকিং পড়া।\n" +
                "•\tসচল সক্রিয় থাকা যাতে ফ্লুয়িড নিম্নাঙ্গে জমতে না পারে।\n" +
                "•\tসুস্থ ওজন বজায় রাখা।\n" +
                "•\tনুন খাওয়া কমানো এবং পা সঙ্কুচিত না হয় এমন জুতো পড়া।\n" +
                "•\tসংবহন যেহেতু কমে গিয়েছে এবং একইসাথে পরিস্থিতি যাতে আরও খারাপ না হয় তাই কোনভাবে পা না বাঁধা অথবা সঙ্কুচিত করা।  \n" +
                "•\tসাধারণত নুনের কারণে যেহেতু শরীরে জল সঞ্চিত হয় তাই কোনভাবে নুন খাওয়া কমানোর চেষ্টা করা।\n" +
                "•\tরোজকার শরীরচর্চা হৃৎপিণ্ডের সুস্থতা বাড়ানোর সাথে সংবহনও বাড়ায়। রোজ শরীরচর্চা করুন অথবা অভ্যাস করার চেষ্টা করুন।\n" +
                "•\tএকজায়গায় অনেকক্ষণ দাঁড়িয়ে কিংবা বসে থাকবেন না\n",R.drawable.medic));
        lstBook.add(new Book("প্রাকৃতিক উপায়ে ডায়ারিয়ার নিরাময় করুন","বিস্তারিত","পরিপাকতন্ত্রের কাজে গোলমাল হলে ডায়ারিয়া হয় যা থেকে দিনে তিন বা চারবার ঘন ঘন লুজ ও জলবত স্টুল হয়। ভাইরাল সংক্রমণ, দূষিত জল ও খাবার, ব্যাকটেরিয়াল সংক্রমণ, দুশ্চিন্তা, খাবার সহ্য না করতে পারা এবং ক্রোহন্স রোগ, অন্ত্রের অস্বস্তিকর গতিক ও আলসারঅ্যাক্টিভ কোলাইটিসের মতন অন্ত্রের রোগ থেকেও ডায়ারিয়া হয়। \n" +
                "লক্ষণের মধ্যে তলপেটের ব্যথা, পেট ফোলা ও গা গোলানো অন্যতম। এটা ডিহাইড্রেশানের মতন জটিলতারও সৃষ্টি করতে পারে। সাধারণত, সমস্যার গভীরতার উপর নির্ভর করে পুরোপুরি সেরে উঠতে ২-৪ দিন সময় লাগে কিন্তু বিভিন্ন প্রাকৃতিক উপায়ে আপনি ডায়ারিয়ার মোকাবিলা করে সমস্যার থেকে রেহাই পেতে পারেন। এখানে ডায়ারিয়ার হাত থেকে রেহাই পাবার ৬টা প্রাকৃতিক উপায়ের কথা বলা হল।\n" +
                " \n" +
                "দই\n" +
                "দইয়ের মধ্যে ল্যাকটোব্যাসিলাস অ্যাসিডোফিলাস ও বাইফিডোব্যাকটেরিয়ামের মতন সজীব ব্যাকটেরিয়াল চর্চার কারণে এটা ডায়ারিয়ার সেরা ঘরোয়া প্রতিকার। এই চর্চা অন্ত্রে ‘উপকারী’ ব্যাকটেরিয়া উদ্ধারের পাশাপাশি ডায়ারিয়ার কারণ ‘ক্ষতিকারক’ ব্যাকটেরিয়া ধ্বংস করে। অতিরিক্ত সুবিধার জন্য ইয়োগার্টের সাথে কলা যোগ করে খেতে পারেন।   \n" +
                "আদা\n" +
                "খাবারে বিষক্রিয়ার নিরাময়ের ক্ষেত্রে আদা উপকারী এবং এটা খিঁচুনি ও তলপেটের যন্ত্রণার হাত থেকেও রেহাই দেয়। গ্যাসট্রিক জুস বের করার সাথে হজমের উন্নতির জন্য আদা ও মধুর মিশ্রণ খান। ডায়ারিয়ার নিরাময়ের জন্য দিনে ২-৩ বার আদা দেওয়া চা খান। \n" +
                "ক্যামোমাইল চা\n" +
                "ক্যামোমাইলের অ্যান্টিস্পাজমোডিক বৈশিষ্ট্য ডায়ারিয়ার জন্য হওয়া তলপেটের যন্ত্রণার হাত থেকে রেহাই দেওয়া ছাড়াও অন্ত্রের জ্বালা-যন্ত্রণা কমায়। গরম জলের মধ্যে একচামচ ক্যামোমাইল ফুল ও পিপারমিন্ট পাতা দিয়ে ক্যামোমাইল চা বানান। ছেঁকে নিয়ে দিনে কয়েকবার খান। পরিপাকতন্ত্রের সঠিক কাজ করার জন্য গ্রিন টি খেতে পারেন।\n" +
                " \n" +
                "কলা\n" +
                "ডায়ারিয়ার মোকাবিলা করার জন্য পাকা কলা খান যেহেতু তার মধ্যে অধিক পরিমাণ পেকটিন থাকে। পেকটিন জলে দ্রবণীয় ফাইবার যা ডায়ারিয়া কমায়। কলা পটাশিয়াম সমৃদ্ধ, যা একরকমের ইলেক্ট্রোলাইট ও শরীরের গুরুত্বপূর্ণ কাজে সহায়তা করে। ভালো বোধ করা পর্যন্ত দিনে কয়েকটা পাকা কলা খান।  \n" +
                "অ্যাপেল সিডার ভিনেগার\n" +
                "ডায়ারিয়ার অন্য একটা কার্যকারী ঘরোয়া নিরাময় হল অ্যাপেল সিডার ভিনেগার। এটা ডায়ারিয়ার জন্য দায়ী ব্যাকটেরিয়ার বিরুদ্ধে কার্যকারী এজেন্ট হিসেবে কাজ করে। একগ্লাস জলের মধ্যে এক চামচ অ্যাপেল সিডার ভিনেগার মিশিয়ে সমস্যা কমা অবধি দিনে একবার কিংবা দুইবার খান। \n" +
                "স্বচ্ছ ফ্লুয়িড\n" +
                "ডায়ারিয়া ডিহাইড্রেশানের কারণ। অন্ততপক্ষে আট গ্লাস জল খান। জলের সাথে ডাবের জল, ভেজিটেবিল স্যুপ, ক্যাফেইন ছাড়া সুরুয়া ও সোডার মতন অন্যান্য ফ্লুয়িড খান। ক্যাফেইন ও অ্যালকোহলিক ড্রিংক খাবেন না এবং টম্যাটো জুস ও সাইট্রাস জুসের মতন অ্যাসিডিক জুস এড়িয়ে চলুন।\n",R.drawable.medic));
        lstBook.add(new Book("চাপ-ধকল ও বিষণ্ণতা দূর করার উপযুক্ত ফল","বিস্তারিত","আধুনিক যুগ চাপ-ধকল ও বিষণ্ণতার সময়। দীর্ঘমেয়াদি চাপ-ধকল ও মন খারাপের মধ্যে থাকতে থাকতে নানান অসুখ আমাদের শারীরিক ও মানসিকভাবে বিপর্যস্ত করে তোলে। চাপ-ধকল ও মন খারাপকে দূরে সরিয়ে রেখে শক্ত হাতে জীবনকে চালনা করাটা গুরুত্বপূর্ণ হলেও আপনি কি জানেন, যে নিয়মিত বাছাই করা বেশ কিছু ফলের সাহায্যে সমস্যার সমাধান করা সম্ভব? \n" +
                "অবশ্যই, সত্যি কথা শুনেছেন! ভালো লাগার জন্য ফল চমৎকার কাজ করতে পারে। এখানে ফলের তালিকা দেওয়া হল, যারা সঠিক ও যথাযথ পুষ্টি প্রদান করার সাথে মস্তিষ্কের জ্বালা-যন্ত্রণা কমাতে পারে, যা কি না সমস্যার প্রাথমিক কারণ।\n" +
                " \n" +
                "অ্যাভোগেডো\n" +
                "অ্যাভোগেডতে উপকারি ফ্যাট ও স্বাস্থ্যকর তেল থাকে, যা হৃদরোগ, স্ট্রোক ও বিষণ্ণতা এড়াতে সাহায্য করে এবং এর মধ্যে ভিটামিন-ই ও থাকে। অ্যাভোগেডো চাপ-ধকল উপসম করার মতন বি ভিটামিন সমৃদ্ধ যা সুস্থ স্নায়ু ও মস্তিষ্কের কোষের জন্য দরকারি। পরবর্তিক্ষেত্রে চাপে পড়লে অ্যাভোগেডোর সাথে পাকা আপেল, ভ্যানিলার নির্যাস, নাট মিল্ক মিশিয়ে ঠাণ্ডা করে খান। \n" +
                "আপেল\n" +
                "আপেলের মধ্যে প্রচুর অ্যান্টিঅক্সিডেন্ট থাকে যা কোষের অক্সিডেশানের ক্ষতি ও জ্বালা-যন্ত্রণা আটকানোর সাথে মেরামতিও করে। এর মধ্যে ভরপুর পরিমাণ দ্রবণীয় ফাইবার থাকে যা রক্তচাপের দোলাচালের ভারসাম্য বজায় রাখে। আপেল ফাইবার ও পেকটিনের সাথে ওমেগা-৩ ফ্যাটি অ্যাসিডও দেয়। ফাইবার কোলেস্টেরল কমানোর সাথে আমাদের স্বাভাবিক রাখে এবং শক্তিশালী ফ্ল্যাবনয়েড হৃদরোগ, স্ট্রোক ও ক্যান্সারের ঝুঁকি কমায়।\n" +
                " \n" +
                "কলা\n" +
                "কলা পটাসিয়াম সমৃদ্ধ যা হাই ব্লাড প্রেসার ও স্ট্রোকের ঝুঁকি কমায়। পেশীর কাজে এটা মুখ্য ভুমিকা পালন করে। কলা শর্করা এবং শক্তির স্বাভাবিক উৎসের ভালো বিকল্প। কলার ফাইবার অন্ত্রের স্বাভাবিক ক্রিয়া পুনরুদ্ধারে সাহায্য করে। এটা সেরেটোনিনের উৎকৃষ্ট উৎস, বিষণ্ণ লোকদের মস্তিষ্কে যার মাত্রা কম থাকে বলে মনে করা হয়। কলা খাওয়ার সাথে আমরা মস্তিষ্ককে বিষণ্ণতা দূর করার জন্য সেরেটোনিন দিয়ে থাকি। \n" +
                "স্ট্রবেরি\n" +
                "স্ট্রবেরিতে অ্যান্টিঅক্সিডেন্ট ও অন্যান্য অনেক পুষ্টি উপাদান, ভিটামিন ও মিনারেল থাকে, সার্বিক স্বাস্থ্যের ওপর যাদের অবদান আছে। এর মধ্যে পটাশিয়াম, ফোলেট, ম্যাঙ্গানিজ, ডায়াটারি ফাইবার, ম্যাগনেসিয়াম ও ভিটামিন সি থাকে। এইসব উপাদান আমাদের চোখের দৃষ্টি রক্ষা করার সাথে ক্লান্তি-অবসাদ ও বিষণ্ণতার মোকাবিলা করে।\n" +
                " \n" +
                "আঙুর\n" +
                "আঙুর বিষণ্ণতা কমাতে সাহায্য করে। রিসারভেটল একপ্রকার অ্যান্টি-ইনফ্ল্যামেটারি এজেন্ট, যা আঙুরের খোসার মধ্যে পাওয়া যায়। এটা জ্বালা-যন্ত্রণা ও চাপ-ধকলের মধ্যে থাকা লোকদের বিষণ্ণতা-কেন্দ্রীক ব্যবহার কমানোর সাথে প্রতিরোধও করে। এটা তাছাড়াও রক্তবাহী নালির ক্ষতি আটকায়, ক্ষতিকারক কোলেস্টেরল কমায় ও মেদবহুলতা ও ডায়াবেটিসের বিরুদ্ধে সুরক্ষা প্রদান করে।  \n" +
                "কমলালেবু\n" +
                "ভিটামিন সি-র অন্য একটা শক্তির ভাণ্ডার! কমলালেবুর মধ্যে তাছাড়াও সহজে বহন করার সুবিধা আছে। কমলালেবুর মধ্যের ভিটামিন সি, রক্তচাপ ও স্ট্রেস হরমোন করটিসল কমায়। এটা ফোলেট, ফাইবার, অ্যান্টিঅক্সিডেন্ট, ভিটামিন ও মিনারেল সমৃদ্ধ। এটা কোলেস্টেরল কমাতেও সাহায্য করে। একটা গোটা কমলালেবু কিংবা চিনি না দিয়ে এক গ্লাস টাটকা কমলালেবুর রস খান।\n",R.drawable.medic));
        lstBook.add(new Book("কার্ডিয়াক বাইপাসের পরে এইসব খাবার এড়িয়ে চলুন","বিস্তারিত","হৃৎপিণ্ড অন্যান্য অঙ্গের মতন নিরিলস কাজ করে চলে। এটা আমাদের অঙ্গের মধ্যে রক্ত পাম্প করে এবং শরীরের বাকি অংশের মতন এরও সুস্থ থাকার জন্য পুষ্টি উপাদানের দরকার হয়। করোনারি আর্টারি হৃৎপিণ্ডকে খাবার দেয় এবং হৃৎপিণ্ড এইসব রক্তবাহী নালির সাহায্যে নিজের টিস্যুতে রক্ত পাম্প করে। এইসব রক্তবাহী নালি যদি সঙ্কুচিত হয়ে যায় এবং হৃদপেশী রক্ত না পায় তাহলে কার্ডিয়াক বাইপাস সার্জারির প্রয়োজন। এই সার্জারি বন্ধ হয়ে যাওয়া নালির মধ্যে দিয়ে রক্ত চলাচল করায় কিন্তু সার্জারির পরে আসল পরিচর্যা ও যত্ন শুরু হয়। এইগুলো হল বিভিন্ন সাবধানতা যা বজায় রাখা উচিৎ কিন্তু এই ধরনের জীবনদায়ী সার্জারির পরে খাবার খাওয়ার ব্যাপারেও সতর্ক থাকা উচিৎ। এখানে যেসব খাবার সম্পুর্ন না খাওয়া উচিৎ সেই ব্যাপারে বলা হল।\n" +
                " \n" +
                "অধিক সোডিয়াম যুক্ত খাবার\n" +
                "অনেক প্যাকেজড ও প্রসেসড খাবারে অধিক পরিমাণ সোডিয়াম এবং অন্যান্য প্রজারভেটিভ থাকে। খাদ্যতালিকায় এইসব খাবার খাওয়া নিয়ন্ত্রিত করলে সার্বিক সোডিয়াম প্রাপ্তি নিয়ন্ত্রিত থাকে। এটা অধিক রক্তচাপের ঝুঁকি কমিয়ে দেয় যা হৃৎপিণ্ডকে শরীরে রক্ত পাম্প করার জন্য আরও বেশী চাপ দেয়। \n" +
                "মিহি ও সূক্ষ্ম শস্য\n" +
                "এইসব শস্য নিজেদের মসৃণ এবং আরও বেশী সুস্বাদু বানানোর জন্য অধিকাংশ পুষ্টি উপাদান ছিনতাই করে নেয়। এইগুলোর মধ্যে  গোটা শস্যের মতন ফাইবার, ভিটামিন ও আয়রনের অংশ থাকে এবং কিছুই বাদ যায় না।\n" +
                "কার্ডিয়াক বাইপাস সার্জারির পরে যেহেতু ফাইবার ও স্বাস্থ্যকর অন্যান্য পুষ্টি উপাদানের দরকার, তাই সাদা আটা, জীবাণু বের করা কর্নমিল, ওয়াইট ব্রেড ও সাদা ভাতের মতন মিহি ও সূক্ষ্ম শস্য খাওয়া নিয়ন্ত্রিত করার সাথে ওটস মিল, ব্রাউন ব্রেড, হোল কর্নমিল ও হোল উইট ফ্লাওয়ারের মতন গোটা শস্য খান। গোটা শস্যের দ্রবীভূত ফাইবার কোলেস্টেরল কমায় ও হৃদরোগের ঝুঁকি কমায়।\n" +
                " \n" +
                "বাছাই করা ফ্যাট\n" +
                "কার্ডিয়াক বাইপাস সার্জারির পরে ফ্যাট খাওয়ার ক্ষেত্রে যথেষ্ট সতর্ক থাকুন। ট্র্যান্স ফ্যাট ও স্যাচুরেটেড ফ্যাট এড়িয়ে যান কারণ এগুলো বন্ধ হয়ে যাওয়া রক্তবাহী নালি, অধিক কোলেস্টেরল ও অধিক রক্তচাপের জন্য দায়ী। ট্র্যান্স ফ্যাট মানুষের দ্বারা তৈরি ফ্যাট যা আনস্যাচুরেটেড ফ্যাটে হাইড্রোজেন যোগ করে বানানো হয়। এটা প্রোডাক্টের শেল্ফ লাইফ বাড়ায়। এটা অধিকাংশ ক্ষেত্রে ডাগনাট, ক্রাকার, ফ্রেঞ্চ ফ্রাই এবং কুকিজ ও বেকেড গুডসের মতন প্রোসেসড খাবারে থাকে। স্যাচুরেটেড ফ্যাট ফ্যাটযুক্ত মাংস ও সম্পূর্ণ ফ্যাটযুক্ত ডেয়ারি প্রোডাক্টে থাকে। \n" +
                "অলিভ অয়েল, অ্যালমন্ড, আখরোট ও অ্যাভোফেডোয় পাওয়া যায় এমন মনোআনস্যাচুরেটেড ও পলিআনস্যচুরেটেড ফ্যাটি অ্যাসিড খান। এগুলো সুস্থ কার্ডিওভাসকুলার সিস্টেম বানায়। কিছু কিছু খাবারের মধ্যে দাবী করা হয় যে ট্রান্স-ফ্যাট থাকে না তবুও কিছু কেনার আগে উপকরণ পরীক্ষা করে দেখুন।\n" +
                " \n" +
                "অ্যালকোহল নয়\n" +
                "অতিরিক্ত অ্যালকোহল হৃৎপিণ্ডের ক্ষতি করে। অতিরিক্ত অ্যালকোহল পান করলে ট্রাইগ্লিসারাইড বাড়িয়ে দেয়, যা হল শরীরে প্রাপ্ত ফ্যাট। এটা ক্ষতিকারক কোলেস্টেরলের মাত্রা বাড়িয়ে দেয়। ঊচ্চ রক্তচাপের সাথে অধিক এলডিএল মাত্রা ও কার্ডিওমায়োপ্যাথি হল একটা মারণ সমন্বয় যা কার্ডিয়াক বাইপাস সার্জারির পরে হৃৎপিণ্ড সংক্রান্ত সমস্যা হবার সম্ভবনা বাড়িয়ে দেয়। আপনি কিং সাইজ মার্গারিটেস বা অন্যান্য মিক্সড ড্রিঙ্কের দিকে ঝুঁকলেও আপনি অনেকটা শর্করা খাচ্ছেন যা হৃৎপিণ্ডের স্বাস্থ্যের জন্য ভালো নয়।\n",R.drawable.medic));
        lstBook.add(new Book("বিসফেনল-এ বা বিপিএ মুক্ত পণ্যসম্ভার","বিস্তারিত","বিসফেনল-এ কি??? \n" +
                "•\tবিপিএ, বিসফেনল-এ নামে পরিচিত। এটা একটা কার্বন নির্ভর কৃত্রিম যৌগিক পদার্থ।\n" +
                "•\tএটা একধরণের শিল্পে ব্যবহার্য রাসায়নিক, যা নির্দিষ্ট কিছু প্লাস্টিক ও ধুনো বানাবার কাজে লাগে। প্লাস্টিককে আরও শক্ত করার কাজে বিপিএ ব্যবহার করা হয়।\n" +
                "•\tজলের বোতল, ব্যবহার্য সামগ্রী, ক্রীড়া সরঞ্জাম, সিডি ও ডিভিডি, জলের পাইপ, খাবার/জুস ক্যানের ভেতরের আবরণ, থারমাল পেপার প্রভৃতি তৈরি করতে এটা ব্যবহার করা হয়।\n" +
                " \n" +
                "মানুষের শরীরে বিপিএ-র ক্ষতিকারক প্রভাব\n" +
                "•\tবিপিএ মানবশরীরে অন্ত্রের স্বাভাবিক ক্ষরণক্রিয়ার ওপরে বিরূপ প্রভাব ফেলে।\n" +
                "•\tমস্তিষ্ক এবং বিশেষকরে বালক-বালিকা ও শিশুর আচার-আচরণ ওপরে এর ক্ষতিকারক প্রভাব আছে।\n" +
                "•\tশরীরে স্বাভাবিকের থেকে বেশী বিপিএ থাকার ফলে হৃদযন্ত্রের নানা সমস্যা দেখা দিতে পারে। \n" +
                "•\tরক্তে বেশী মাত্রায় বিপিএ জমা হলা হাঁপানির ঝুঁকি বাড়িয়ে দেয়।\n" +
                "•\tক্যান্সার হতে পারে, বিশেষকরে মহিলাদের ক্ষেত্রে আশংকা বেশি।\n" +
                "•\tকোনও কোনও ক্ষেত্রে উচ্চ মাত্রায় বিপিএ থাকলে পুরুষত্বহীনতা দেখা দিতে পারে।\n" +
                " \n" +
                "বিপিএ থেকে বাঁচার উপায়\n" +
                "•\tস্বচ্ছ প্লাস্টিকের বোতলের ওপরে পুনর্ব্যবহারযোগ্য নম্বর ‘৭’ এবং ‘পিসি’ অক্ষর ছাপানো থাকলে, সেগুলো ব্যবহার করবেন না।\n" +
                "•\tবিপিএ মুক্ত সার্টিফায়েড প্লাস্টিকের বোতল/পাত্র ব্যবহার করুন।\n" +
                "•\tশিশুদের জন্য প্লাস্টিকের জিনিসপত্র কেনার সময় খুব সতর্ক থাকুন।\n" +
                "•\tঅস্বচ্ছ প্লাস্টিকের বোতল ব্যবহার করুন। এই ধরণের বোতলে বিপিএ থাকে না।\n" +
                "•\tপ্লাস্টিকের বোতল বেশীক্ষণ ফোটাবেন না।\n" +
                "•\tসদ্যজাত শিশুকে প্লাস্টিকের বোতলে না খাইয়ে স্তন্যদুগ্ধ পান করান\n",R.drawable.medic));
        lstBook.add(new Book("সুস্বাস্থ্যের জন্য পর্যাপ্ত ঘুম","বিস্তারিত","ঘুম প্রত্যেক মানুষের মৌলিক চাহিদা এবং সার্বিক সুস্বাস্থ্য, সুস্থ জীবনযাত্রা ও সারাদিন ঠিকভাবে কাজ করবার জন্য ঘুম অপরিহার্য। সার্বিকভাবে ভালো থাকার সাথে ঘুমের সম্পর্ক আছে, কারণ রোগ-প্রতিরোধ ক্ষমতা, হজম, স্মৃতিশক্তি, শিক্ষা ও অন্যান্য শারীরিক কাজের জন্য পর্যাপ্ত ঘুমের দরকার, অন্যথায় সেটা শরীর-স্বাস্থ্য, কাজ করবার ক্ষমতা ও মেজাজের ওপর খারাপ প্রভাব ফেলে। সারাদিনে ঠিক কতক্ষণ ঘুমনো উচিৎ, সেটা বয়স সহ অন্যান্য বিষয়ের ওপর নির্ভরশীল। বাচ্চা বা শিশুদের সারাদিনে ১৬ ঘণ্টা ঘুমের দরকার লাগলেও কিশোরদের গড়ে ৯ ঘণ্টা দরকার। প্রাপ্তবয়স্কদের রাতে ৬-৮ ঘণ্টা ঘুমই যথেষ্ট। রাতে ভালো ঘুম হবে কি না সেটা অন্যান্য অনেক বিষয়ের সাথে জড়িত, যার মধ্যে খাদ্যাভ্যাস অত্যন্ত গুরুত্বপূর্ণ। শারীরিক বা মানসিক ধাত কিংবা খাদ্যাভ্যাসের সামান্য রদবদল করে অনিদ্রা রোগ এড়ানো সম্ভবপর। খাবারের মুখ্য পুষ্টিকর উপাদানের জন্য ভালো ঘুম হয়, তাই সুষম খাদ্য তালিকা মেনে চললে পর্যাপ্ত ঘুমের পাশাপাশি সুঠাম স্বাস্থ্য গঠনও সম্ভব।\n" +
                " \n" +
                "দুধ ও দুগ্ধজাত পণ্য\n" +
                "দুধ ও দুগ্ধজাত পণ্য উচ্চমানের প্রোটিন ও দুগ্ধজাত প্রোটিনের উৎস, যার ভেতরে ঘুম বৃদ্ধিকারি অ্যামাইনো অ্যাসিড ট্রিপ্টোফ্যান থাকে। মানুষের মস্তিষ্ক অ্যামাইনো অ্যাসিড ব্যবহার কর ও ট্রিপ্টোফ্যান হরমোন (সেরোটোনিন ও মেলাটোনিন) তৈরি করে। এই হরমোন উদ্বেগ কমাবার পাশাপাশি ঘুমোতে যাওয়া ও ঘুম থেকে ওঠা নিয়ন্ত্রণ করে। শুধুমাত্র দুধ বা দুগ্ধজাত পণ্য  খেলেই তন্দ্রাচ্ছন্নতা ও ঘুম আসে না, কারণ দুধ ও দুধ থেকে উৎপন্ন পণ্যের মধ্যে খুব কম পরিমাণে ট্রিপ্টোফ্যান থাকে, তা স্বত্বেও, শস্যকণা (যেমন ওটস, গমের আটা, বাদামী ভাত ইত্যাদি) থেকে প্রাপ্ত কার্বোহাইড্রেট ও প্রোটিন থেকে মস্তিষ্ক বেশী পরিমাণে ট্রিপ্টোফ্যান পায় যা ঘুম বাড়াতে সাহায্য করে।\n" +
                "চেরি ফল\n" +
                "সব ধরণের চেরি ফলের মধ্যের ঘুম নিয়ন্ত্রণকারী মেলাটোনিন হরমোনের মাত্রা বাড়িয়ে দেয়, যা অনিদ্রা রোগীদের সাহায্য করে। চেরি ফল অনেকক্ষণ ধরে গভীরভাবে ঘুমোতে সাহায্য করার পাশাপাশি দিনের বেলায় একটু ঘুমিয়ে নেবার প্রবণতা কমায়। প্রতিদিন শোবার আগে এক গ্লাস চেরি ফলের রস অথবা টাটকা, ঠাণ্ডা কিংবা শুকনো চেরি ফল খেলে সেটা মোটামুটিভাবে নিশ্চিন্তে ঘুমোতে সাহায্য করে।\n" +
                " \n" +
                "টাটকা-তাজা ভেষজ\n" +
                "টাটকা-তাজা ভেষজ (তুলসী, পুদিনা ইত্যাদি) খেলে কিন্তু সহজেই অনিদ্রার হাত থেকে রেহাই পাওয়া সম্ভব। এইসব ভেষজ ধকল কমিয়ে শরীরকে শান্ত করার পাশাপাশি শরীর ও মনকে ঠাণ্ডা করে দেয়, যার ফলে ভালো ঘুম হতে বাধ্য।\n" +
                "কলা\n" +
                "দিনের যে কোন সময়েই পরিপূর্ণ ফল হিসেবে কল খাওয়া উপকারী। কলা মিনারেলের ভাণ্ডার (ম্যাগনেসিয়াম ও পটাশিয়াম), যা পেশীকে চাপ মুক্ত করে আরাম দেয়। কলার ট্রিপ্টোফ্যান (একধরণের অ্যামিনো অ্যাসিড) তাড়াতাড়ি ঘুমোতে সাহায্য করে।\n" +
                " \n" +
                "ক্যাফিনযুক্ত পানীয়\n" +
                "ক্যাফিনের মধ্যে তন্দ্রাচ্ছন্নতা কাটানোর বৈশিষ্ট্য থাকলেও, এর পাশাপাশি অস্থিরতা, গলা-বুক জ্বালা বেড়ে গিয়ে প্রয়োজনীয় পরিমাণ ঘুমের ব্যাঘাত ঘটে। কফি, চা, চকোলেট অথবা কোকো সমৃদ্ধ পানীয়, কিছু এনার্জি ড্রিংকের মধ্যে অধিক পরিমাণে ক্যাফেইন থাকে, যা স্নায়ুকে চাঙ্গা করে দেয় ও মস্তিষ্ককে অতি সক্রিয় করে রাখে, ফলে অনেকের ঘুমের সমস্যা হয়।\n" +
                "তেলমশলাদার খাবার\n" +
                "সুস্বাদু হলেও শোবার আগে তেলমশলাদার খাবার খাওয়া উচিৎ না, কারণ এই খাবার ঘুমের ব্যাঘাত ঘটায়। তেলমশলাদার খাবারের জন্য গলা-বুক জ্বালা, বদহজম ও অ্যাসিড রিফ্লাক্স হয়। শুয়ে থাকলে সমস্যা জটিল হয় এবং অস্বস্তি-অস্থিরতা ঘুমের ব্যাঘাত ঘটায়।\n" +
                " \n" +
                "তেল এবং অধিক চর্বিযুক্ত খাবার\n" +
                "শোবার আগে বেশী চর্বিযুক্ত খাবার, যেমন তেলমশলাদার খাবার, ভাজা অথবা তেল বা ক্রিম-যুক্ত খাবার খাওয়া উচিৎ না, কারণ এই খাবার হজম হতে অনেক বেশী সময় নেয় এবং সারারাত অস্থিরতা-অস্বস্তির কারণ। এই খাবার খেলে দিনের বেলায় ঘুম পায়, যা সার্বিকভাবে ঘুমের সমস্যার সৃষ্টি করে।   \n" +
                "অ্যালকোহল\n" +
                "শোবার আগে মদ্যপান করলে সেটা ঘুমে ব্যাঘাত ঘটায়। আমাদের একটা ধারণা আছে , যে মদ্যপান ঘুম বাড়িয়ে দেয়, কিন্তু এটা শুধুমাত্র তন্দ্রাচ্ছন্ন ভাব আনে। মদ্যপান শরীরের স্নায়ুতন্ত্রকে উত্তেজিত করে ঘুমের ব্যাঘাত ঘটায়।\n",R.drawable.medic));
        lstBook.add(new Book("বাড়তি ক্যালরি ঝরিয়ে ফেলুন অন্য কাজের ফাঁকে","বিস্তারিত","সময়- প্রাত্যহিক শরীরচর্চার ক্ষেত্রে প্রতিবন্ধকতা \n" +
                "আজকের এই দ্রুতগতির পৃথিবীতে মানুষ তার ব্যক্তিগত এবং পেশাদার জীবনের মধ্যে সঠিক ভারসাম্য বজায় রাখতে গিয়ে চরম বিপত্তির সম্মুখীন হয়। বলাবাহুল্য, একজন ব্যক্তিকে প্রত্যেকদিন যে জীবন যুদ্ধ চালাতে হয়, তাতে সব চেয়ে বেশি অবহেলিত হয় তাঁর স্বাস্থ্য, যা তার শারীরিক গঠনের মধ্যে দিয়েই বোঝা যায়। প্রত্যেক মানুষই একটি সুঠাম শরীরের অধিকারী হতে চান। যথাযথ খাদ্যাভ্যাস না মেনে চললে এবং ঠিকমতো শারীরিক কসরত না করলে কিন্তু সুঠাম শরীর গঠন অর্জন করা অসম্ভব। শারীরিক কসরতের জন্য দরকার সময় এবং যেহেতু আজকের দিনে সময় বের করা বেশ সমস্যাজনক, তাই ওজন নিয়ন্ত্রণের জন্য প্রাত্যহিক শরীরচর্চা কোনোভাবেই সম্ভাব্য বিকল্প হতে পারে না। ওজন নিয়ন্ত্রণের জন্য কেউ যদি বরঞ্চ আলাদাভাবে সময় বরাদ্দ না করেও কিছু সাধারণ অথচ কার্যকরী পদক্ষেপ অনুসরণ করেন, তা হলেই সবচেয়ে ভাল হয়। \n" +
                "অতিরিক্ত সময় খরচ না করেও অতিরিক্ত ক্যালোরি ঝরানোর পরামর্শ:\n" +
                "এখানে এমনকিছু সহজসরল অথচ কার্যকরী পরামর্শ আছে যা অতিরিক্ত কসরত না করেও ওজন কমানোর জন্য প্রয়োগ করা যায়। \n" +
                "১. বাড়তি পথ  হাঁটুন– যে দূরত্ব হেঁটেই যাওয়া যায় তার জন্য যানবাহনে না উঠে যতটা সম্ভব হেঁটে যাওয়ার চেষ্টা করুন।\n" +
                "২.লিফট এড়িয়ে চলুন– বাড়িতে, কর্মস্থলে, শপিংমলে, মাল্টিপ্লেক্সের মতো জায়গায় তাড়াতাড়ি লিফটে না উঠে, গন্তব্যে পৌঁছনোর জন্য সিঁড়ি ব্যবহার করুন।\n" +
                " \n" +
                "৩. শিশুদের সঙ্গে খেলা করুন– বাড়িতে অথবা বাড়ির বাইরে শিশুর সঙ্গে জগিং, লাফানো, দৌড়ানো, বা অন্যান্য খেলায় মেতে উঠুন।\n" +
                "৪. পোষ্যকে বেড়াতে নিয়ে যান– পোষ্যকে যখন বাইরে পায়চারি করাতে কিংবা খেলাতে নিয়ে যাচ্ছেন, তখন নিজে অলসের মতো বসে থাকবেন না থেকে বরং নিজেও পোষ্যের সঙ্গে দৌড়ঝাঁপ করুন।\n" +
                "৫. মল এবং মাল্টিপ্লেক্সে ঘুরে বেড়ান– মল এবং মাল্টিপ্লেক্সে গিয়ে বসে না থেকে যতটা সম্ভব ঘুরে বেড়ান।\n" +
                " \n" +
                "৬. কাজকর্মের মাঝে নড়াচড়া করুন– দীর্ঘ ৯ ঘণ্টা বসে বসে কাজ করা ক্লান্তিকর এবং শ্রমসাধ্য। তাই কাজের ফাঁকে উঠে দাঁড়ানো, এদিক ওদিক হেঁটে আসা, হাত পা চালানো দরকার। তাতে একঘেয়েমিও কাটবে, এবং একইসাথে বাড়তি ক্যালরিও ঝরবে।\n" +
                "৭. ঘরের কাজ করুন– সপ্তাহান্তই হোক কিংবা কাজের দিন, আরও বেশি করে বাড়ির কাজ করলে বাড়তি ক্যালরি ঝরাতে পারবেন।\n" +
                "৮. টিভি দেখতে দেখতে শরীরচর্চা করুন– টিভি দেখার সময় বিনব্যাগ অথবা আরামকেদারায় হেলান দিয়ে বসে না থেকে হাত পা আর শরীরের সঞ্চালন করে দ্রুত কিছু ব্যায়াম করে নিন।          \n" +
                "সুতরাং, আপনার প্রাত্যহিক কর্মব্যস্ততার কারণে নিয়মিত শরীরচর্চার জন্য সময় না পেলে কীভাবে ওজন কমানো যায়, সে চিন্তায় ডুবে থাকবেন না। বরং ওপরের পরামর্শগুলো মেনে চলুন আর হাতেনাতে ফল পান।\n",R.drawable.medic));
        lstBook.add(new Book("সবকিছু পেটের চর্বি সম্বন্ধে","বিস্তারিত","মাত্রাতিরিক্ত ওজনের এবং মেদবহুল লোকদের, পেট/উদর বিপদাশঙ্কাপূর্ণ ভাবে বাড়ছে।\n" +
                "যে সব মানুষ স্থূলকায় বা যাদের ওজন প্রয়োজনের তুলনায় বেশী, তাদের ক্ষেত্রে নানান ধরণের সমস্যার ঝুঁকি থাকে, যা তাদের শারীরিক অবস্থার ক্ষতিসাধন করে (উচ্চ রক্তচাপ, টাইপ ২ ডায়াবেটিস, হার্ট সংক্রান্ত সমস্যা যার অন্তর্ভুক্ত)। \n" +
                "প্রয়োজন অতিরিক্ত ওজন এবং মেদবহুলতা বলতে, শরীরে অস্বাভাবিক বা অতিরিক্ত মেদ/চর্বিকে বোঝায়। ওজন বাড়বার সাথে সাথে, লোকজনেরা পেটের গহ্বরের ভেতরে মেদ/চর্বি সঞ্চয় করতে শুরু করে এবং এটাই সাধারণভাবে উদর/পেটের মেদ/চর্বি হিসেবে পরিচিত।\n" +
                " \n" +
                "লোকজনেরা যদি তাদের কোমরের চারপাশে অতিরিক্ত ওজন বহন করে, তাহলে মানুষের স্বাস্থ্যের জন্য পেট/উদরের মেদ/চর্বির ঝুঁকি বেড়ে যায়। কোমরের পরিধি মাপবার সবথেকে সহজ পদ্ধতি হল, একটা মাপজোকের ফিতেকে নাভিস্তরে রাখে মাপা। \n" +
                "ছেলেদের ক্ষেত্রে কোমরের মাপ যদি ১০২ সেমি (৪০ ইঞ্চি) বা তার থেকে বেশী হয় এবং মেয়েদের ক্ষেত্রে ৮৮ সেমি (৩৫ ইঞ্চি) বা তার বেশী হয়, তাহলে ঝুঁকি অনেক বেশী, কারণ আমাদের শরীরে সবথেকে ক্ষতিকারক মেদ/চর্বি হল পেট/উদরের মেদ/চর্বি যা বহু রোগব্যাধির সঙ্গে যুক্ত।\n" +
                " \n" +
                "শুধু শুধু চিনি খাবেন না: \n" +
                "শর্করা সহজভাবে কার্বোহাইড্রেট যা ক্যালোরি ছাড়া কিছুই দেয় না। \n" +
                "আমরা সাধারণত দুই রকম শর্করা খাই- গ্লুকোজ (শর্করার সহজ রূপ, যা সিরাপ, মোলাসেস, মুক্ত শর্করা এবং শস্য, ডাল, সবজির মতন পরিমাণে অল্প উৎস থেকে পাওয়া যায়) এবং ফ্রাকটোজ (প্রধানত ফল এবং মধু থেকে পাওয়া যায়)। সারাদিনে যতটা পরিমাণ ক্যালোরি ঝরে যায় তার থেকে বেশী ক্যালোরির প্রাপ্তি হলে সেই অতিরিক্ত পরিমাণ ক্যালোরি কোমরের আশেপাশে এবং শরীরের অন্যান্য জায়গায় ফ্যাট হিসেবে সঞ্চিত হয়।\n" +
                " \n" +
                "আরও প্রোটিন:\n" +
                "প্রোটিন সমৃদ্ধ খাবার খেলে নির্দিষ্ট খাবার খাওয়ার ইচ্ছা কমে যায়। সাধারণত প্রতিদিনের খাবার থেকে ২৫-৩০% প্রোটিন স্বাভাবিকের তুলনায় ৬০% খাবার খাওয়ার ইচ্ছা কমিয়ে দেয়। প্রোটিন তাড়াতাড়ি হজম করায় এবং পেশীর গঠনে সাহায্য করে, যা ফ্যাট ঝরাতে সাহায্য করে। পেটের চর্বি কমানোর জন্য ডিম, মাছ, শিম-কলাই, সী ফুড, স্কিমড মিল্ক এবং দুগ্ধজাত পণ্যের মতন প্রোটিন যুক্ত খাবার খুব উপকারী।\n" +
                " \n" +
                "কম কার্বোহাইড্রেট যুক্ত খাবার: \n" +
                "কার্বোহাইড্রেট শরীরের এনার্জির প্রধান উৎস। অতিরিক্ত পরিমাণ কার্বোহাইড্রেট ইনসুলিনকে চাঙ্গা করে এবং শরীরে সেটা চর্বি হিসেবে জমা হয়। \n" +
                "‘কম কার্ব খাবার’ কিন্তু ‘কার্ব নেই এমন খাবার’ নয়, কারণ এটা শুধুমাত্র কার্বোহাইড্রেটের ধরণ (যেমন- ফ্রি শর্করা) এবং পরিমাণকে নিয়ন্ত্রণ করে। \n" +
                "‘কম কার্ব খাবার’ শুধুমাত্র পেটের চর্বিই কমায় না, বরং ডায়াবেটিস, হাইপারটেনশান এবং হৃৎপিণ্ডের অন্যান্য সমস্যারও সমাধান করে।\n" +
                " \n" +
                "ফাইবার সমৃদ্ধ খাবার খাওয়া:\n" +
                "ফাইবার পেটের চর্বি ঝরাতে পারে, কিন্তু শুধুমাত্র দ্রবণীয় ফাইবার পারে। প্রতিদিন ১০ গ্রাম মতন দ্রবণীয় ফাইবার খেলে, সেটা পেটের ফ্যাট কমাতে কার্যকারী ভূমিকা নিতে পারে। \n" +
                "এটা তাড়াতাড়ি পেট খালি করে না, যার ফলে খিদে পাওয়া এবং খাওয়া কমে যায়। এটা মূলত ওজন কমাতে সাহায্য করে। ওটস, গোটা ফল, সবুজ  সবজি এবং শিম ইত্যাদিতে যেহেতু দ্রবণীয় ফাইবার থাকে, তাই এগুলোকে খাবারের মধ্যে অন্তর্ভুক্ত করা উচিৎ।\n" +
                " \n" +
                "অ্যারোব্যাটিক শরিরচর্চাঃ\n" +
                "পেটের চর্বি কমানোর জন্য অ্যারোবেটিক ব্যায়াম হল একটা উৎকৃষ্ট পন্থা। রক্ত সংবহন বাড়ানোর পাশাপাশি অ্যারোবিক পেটের মেদ, সার্বিকভাবে ওজন কমাতে যথাযথ। \n" +
                "২ থেকে ৪ মাস, প্রত্যেকদিনের শরীরচর্চা আপনাকে পেটের ফ্যাট ২.৫ ইঞ্চির মতন কমাতে সাহায্য করবে। কিছু অ্যারোবিক শরীরচর্চার মধ্যে হাঁটা, জগিং, সাইকেল চালানো, সাঁতার কাটা, দৌড়ানো, স্কিপিং করা ইত্যাদি আছে।\n" +
                " \n" +
                "সেই সব খাবার যা পেটের চর্বি কমাতে সাহায্য করে: \n" +
                "ওটমিলঃ ওটমিলের মধ্যে দ্রবণীয় ফাইবার ভর্তি থাকে, যা হজম প্রক্রিয়া ধীরে করে ক্ষুধা কমাতে সাহায্য করে এবং পেটের চর্বি কমাতে সাহায্য করে। \n" +
                "বাদাম: বাদাম পুষ্টিতে ভরপুর একটা খাবার, যা স্বাস্থ্যকর ফ্যাট (মুফা, পুফা), প্রোটিন, ফাইবার এবং অন্যান্য পুষ্টিকর উপাদান প্রদান করে সার্বিকভাবে শরীরের ওজনের সাথে ভুঁড়িও কমে যায়।  \n" +
                "ডিম: ডিম ভারসাম্যমূলক অ্যামিনো অ্যাসিড সহ প্রোটিনের উন্নত উৎস, যার জন্য পেশীর সঠিক গঠন হয়।\n" +
                " \n" +
                "প্রোটিন গুঁড়ো: প্রোটিন গুঁড়ো যদি সাপ্লিমেন্ট হিসেবে নেওয়া হয় তাহলে সেটা সার্বিক ভাবে ফ্যাট লস, পেটের চর্বি বৃদ্ধি এবং ভালো ক্ষুধা নিবারণের সাথে জড়িত। \n" +
                "ফ্যাট মেটাবলিজমে ডায়াটারি ক্যালসিয়াম গুরুত্বপূর্ণ ভুমিকা পালন করে এবং কোমরের ঘের কমানোর ক্ষেত্রে এর একটা প্রয়োজনীয় প্রভাব আছে। \n" +
                "ডেয়ারি পণ্য: কম ফ্যাট যুক্ত ডেয়ারি পণ্য সার্থক পরিমাণ প্রোটিন, ক্যালসিয়াম, ফসফরাস এবং অন্যান্য গুরুত্বপূর্ণ মাইক্রোনিউট্রিয়েন্ট দেয়। ফ্যাটের বিপাকে ডায়েটারি ক্যালসিয়াম খুব গুরুত্বপূর্ণ ভূমিকা পালন করে, যা কোমরের মাপ কমাতে কার্যকারী ভূমিকা পালন করে।\n" +
                " \n" +
                "গ্রিন টি: শরীরের ফ্যাট ঝরাতে সাহায্য করে গ্রিন টি ওজন কম করার ক্ষেত্রে সহায়ক। এর মধ্যে কিছু ফাইটোকেমিকালস (ক্যাটেচিন) থাকে, যা পেটের চর্বি ঝরাতে সাহায্য করে।  \n" +
                "আপেল: আপেলের মধ্যে যথেষ্ট পরিমাণে ফাইবার থাকে, যা ক্ষুধা কমিয়ে দেয় এবং পেটের চর্বি কমাতে সাহায্য করে।\n",R.drawable.medic));
        lstBook.add(new Book("ওজন কমাবার ক্ষেত্রে জিরা সহ ১৫টি মশলার উপকারিতা","বিস্তারিত","ভারত নানাধরনের মশলার জন্য বিখ্যাত। শরীর সুস্থ আর কর্মক্ষম রাখতে এই সব মশলার জুড়ি মেলা ভার। অধিকাংশ ভারতীয় ভেষজ আর মশলার মধ্যে লুকিয়ে আছে প্রাকৃতিক উপায়ে ওজন কমানোর চাবিকাঠি। আপনার শরীরের বিপাকের হার যত বেশী হবে, আপনি তত দ্রুত ওজন কমাতে পারবেন। নীচে কিছু মশলার কথা বলা হল। দৈনন্দিন আহারে এই সব মশলার উপস্থিতি আপনার বিপাকীয় ক্রিয়ার হারও বাড়িয়ে তুলতে সাহায্য করে।\n" +
                "জিরে: এটা বায়ুনাশকারি গুণ বিশিষ্ট, যা আরও ভালোভাবে হজম করতে সাহায্য করে, এবং যার ফলে পাকস্থলীর মেদ বা চর্বি সহজেই ঝরে যায়। \n" +
                "মৌরি: মৌরির মধ্যে মেদ কমানোর স্বাভাবিক গুণ রয়েছে। বিপাকীয় ক্রিয়ার উন্নতি ঘটিয়ে মেদ ঝরাতে সাহায্য করে মৌরি। শরীরে জল জমে থাকলেও সাময়িকভাবে ওজন বাড়ে। কিন্তু মৌরি মূত্র উৎপাদনের পরিমাণ বাড়িয়ে শরীরে জল জমে থাকতে দেয় না বলে ওজন কমে। \n" +
                "গোলমরিচ: “পিপারিন” নামক যৌগিক পদার্থ এর মধ্যে থাকে, যার মেদ বা চর্বির সাথে লড়াই করবার ক্ষমতা আছে এবং যা নতুন মেদ বা চর্বি কোষ তৈরিতে বাধা দেয়। \n" +
                " \n" +
                "সবুজ এলাচ: এই রোগ-নিরাময়কারী মশলা ঐতিহ্যগতভাবে চায়ের মতন পানীয়ের মধ্যে ব্যবহৃত হয়, যা হজমে সাহায্য করে। এর অ্যন্টিস্প্যাসমোডিক বৈশিষ্ট্য বিপাকের হার বৃদ্ধিতে এবং মেদ বা চর্বি ঝরাতে সাহায্য করে। \n" +
                "দারচিনি: দারচিনি ইনসুলিনের মাত্রা নিয়ন্ত্রণে সাহায্য করে এবং এর মধ্যের বৈশিষ্ট্য বা গুণাবলী মানব শরীরে বিপাকীয় প্রতিক্রিয়ার উন্নতিসাধনে সাহায্য করে, যা পেটের মেদ বা চর্বির ক্ষেত্রে খুবই কার্যকারী।\n" +
                "লবঙ্গ: এই ঐতিহ্যগত মশলার লিপিড বিরোধী বৈশিষ্ট্য বা গুণাবলী আমাদের শরীরের মধ্যে বিপাকীয় সমস্যা এবং হজম ক্ষমতা বৃদ্ধিতে ক্ষেত্রে সাহায্য করে। এটা অন্যান্য মেদ বৃদ্ধি সংক্রান্ত সমস্যার নিয়ন্ত্রণে সাহায্য করে।\n" +
                " \n" +
                "আমচুর: আমচুর বা শুকনো আম একেবারেই আমের মতো নয়। আমচুরে ক্যালরি ও ফ্যাটের পরিমাণ অনেক কম। অন্যদিকে ‘লেপটিন’ এবং ‘এডিপোনেকটিন’ বেশী পরিমাণে থাকে, যা শর্করা শুষে নেয় এবং বিপাক হার বৃদ্ধি করে আমাদের ক্ষুধা নিয়ন্ত্রণ করে।\n" +
                "ধনে: ধনে আমাদের শরীর থেকে সব অপ্রয়োজনীয় কোলেস্টেরল শুষে নেয়, ফলে ওজন নিয়ন্ত্রণে থাকে।\n" +
                "বীট-নুন: বীট নুনের মধ্যে যেহেতু সোডিয়ামের ভাগ কম থাকে তাই এটা সামুদ্রিক লবণের থেকে আলাদা। ওজন নিয়ন্ত্রণে রাখবার ক্ষেত্রে এটা এক প্রকারের স্বাস্থ্যসম্মত বিকল্প।\n" +
                " \n" +
                "রোজমেরি: এই মশলাটি প্রাকৃতিক অ্যান্টিঅক্সিডেন্ট, যার ওজন কমানোর পাশাপাশি আরও অনেক স্বাস্থ্যকর দিক আছে। এটা বিপাকক্রিয়ার উন্নতিসাধন করে। \n" +
                "পুদিনা: এই ভেষজটির মধ্যে উত্তেজক পদার্থ থাকে বলে এটি দ্রুত পুষ্টিগুণ শোষণ করে নেয় এবং মেদ/চর্বিকে ব্যবহারযোগ্য শক্তিতে রূপান্তরিত করে, যা ওজন কমানোর ক্ষেত্রে খুবই উপযোগী। শরীরে ফ্যাট জমলে ওজনও বাড়ে। কিন্তু পুদিনা শরীরে  ফ্যাট জমতে দেওয়ার বদলে ফ্যাট শুষে নেয়। \n" +
                "বেদানার বীজ: ট্রাইগ্লিসারাইড এমন একটি ফ্যাট যা রক্তে মিশে যায়। ডালিমের বীজ ট্রাইগ্লিসারাইডস রোধ করে শরীরে মেদ জমতে দেয় না।\n" +
                " \n" +
                "লাল লঙ্কা: এই মশলার মধ্যের ‘ক্যাপসাইসিন’ নামক যৌগিক পদার্থ থাকে, এটা শরীরে বিপাক ক্রিয়ার হার বৃদ্ধি করে এবং এটা খাবার ফলে যে পরিমাণে উত্তাপের সৃষ্টি হয় তাতে মেদ বা চর্বি ঝরে যায়।\n" +
                "আদা: এই মশলা স্বভাবগতভাবে সুগন্ধযুক্ত এবং অ্যন্টিঅক্সিডেন্ট সমৃদ্ধ। পেটের গোলমাল কমাতে আদার জুড়ি মেলা ভার। এই মশলার মধ্যে ‘ক্যাপসাইসিন’ নামক যৌগ থাকে, যার দ্বারা শরীরে বিপাক ক্রিয়ার হার বৃদ্ধি পায়, ফলে মেদ/চর্বি ঝরে যায়।\n" +
                "সরিষা: সরিষা কিন্তু প্রকৃতপক্ষে আপনাকে ৩০% দ্রুত হারে ওজন কমাতে সাহায্য করে। এটা বিপাকক্রিয়ার উন্নতিসাধন ঘটায়, ওজন কমাবার জন্য যা একপ্রকার চমৎকার প্রতিবিধান।\n" +
                "আপনি যদি মনে করেন, যে শক্তসমর্থ এবং সুস্থ সবল থাকাটা শুধুমাত্র পছন্দের নয় বরঞ্চ একটা জীবনধারা, তাহলে নিজের স্বাস্থ্যের দায়িত্ব আজকেই নিন এবং আজকেই শুরু করুন! ভবিষ্যতের জন্য ফেলে রাখলে সে দিনটি আর আসবে না। ভবিষ্যতের জন্য ফেলে রাখলে সে দিনটি আর আসবে না।   \n" +
                "আপনি যদি ওজন কমাতে বা নিয়ন্ত্রণে রাখতে চান, তা হলে আপনি উপরে উল্লেখিত মশলাগুলি প্রতিদিন আপনার খাবার, সুপ, \n",R.drawable.medic));
        lstBook.add(new Book("কলার খোসার উপকারিতা","বিস্তারিত","অসংখ্যবার এরকম হয়েছে যে আপনি কলা খাওয়ার পরে দুবার না ভেবে তার খোসা ডাস্টবিনে ফেলে দিয়েছেন। আপনি যদি এর উপকারিতা সম্বন্ধে জানতেন তাহলে কলার খোসা নোংরার মধ্যে পড়ে থাকত না!!! কলা একধরনের বিস্ময়কর ফল, যার মধ্যে পর্যাপ্ত পরিমাণ ফাইবার থাকে এবং এটা এনার্জি বাড়িয়ে দেয়। কলার খোসাও আশ্চর্য লাভজনক। সুতরাং, পরবর্তি সময়ে যখন কলা খাবেন তখন খোসা ফেলবেন না। আসুন এর উপকারিতার বিষয়ে দেখে নেওয়া যাক।\n" +
                " \n" +
                "মুক্তোর মতন সাদা দাঁত\n" +
                "দাঁতে কিছুক্ষণ কলার খোসা ঘষুন, এবং ব্রাশ করে অবশিষ্টাংশ পরিষ্কার করে ফেলুন। কয়েক দিন একই জিনিষ করুন এবং ফলাফল দেখুন।\n" +
                " \n" +
                "ব্যথা নিরাময়কারী\n" +
                "কপালে অথবা ব্যথার জায়গার কিছুক্ষণ কলার খোসা রেখে মাথাব্যথা বা অন্য যেকোন ব্যথার নিরাময় করুন।\n" +
                " \n" +
                "ত্বকের যত্ন\n" +
                "মুখের ওপর কলার খোসা রেখে ঔজ্জ্বল্য এবং নমনীয়তা পান। খোসার ভিটামিন এবং মিনারেল ময়েশ্চারকে আটকে রেখে ত্বকের শুষ্কতা দূর করে।\n" +
                " \n" +
                "তরুণ থাকুন\n" +
                "বলিরেখা এবং বয়সের ছাপ পড়া কমাতে মুখে খোসার ভেতরের আবরণ ঘষুন। অবশিষ্টাংশ কিছুক্ষণ রেখে দিন এবং তারপর ভালো করে পরিষ্কার করুন।\n" +
                " \n" +
                "আঁচিল এবং ব্রণ একেবারেই না\n" +
                "ব্রণর ওপরে কলার খোসা লাগান। খোসার এনজাইম ব্রণ এবং গাঢ় ক্ষত বা ছোপ মুছে দেয়।\n" +
                "কলার খোসা আঁচিল কমাতে এবং আটকাতে সাহায্য করে। ক্ষতিগ্রস্ত জায়গায় ঘষুন কিংবা সারারাত বেঁধে রাখুন এবং ফলাফল দেখুন।\n" +
                " \n" +
                "চমৎকার নিরাময়কারী\n" +
                "সোরাইসিসের ক্ষতের ওপর কলার খোসা লাগান। খোসার ময়েশ্চারাইজিং গুণ চুলকানি কমায় এবং দ্রুত নিরাময় করে।\n" +
                "কলার খোসা পতঙ্গের কামড় এবং ছারপোকার সংক্রমণ নিরাময় করে। খোসার মধ্যে পর্যাপ্ত পরিমাণে পলিস্যাচারাইড থাকে যা দংশন বা ক্ষত থেকে ফ্লুয়িড শুষে নেয়, চুলকানি ও ফোলা কমায়।\n" +
                " \n" +
                "দ্রবণীয় ফাইবার এবং অ্যান্টিঅক্সিডেন্ট\n" +
                "কলার খোসায় দ্রবণীয় ফাইবার থাকে তাই কলার খোসা খান। এটা পেট ভরিয়ে রাখার পাশাপাশি ওজন বজায় রাখে, কোষ্ঠকাঠিন্য কমায় এবং স্বাস্থ্যকর বাওয়েল মুভমেন্ট বাড়ায়। \n" +
                "কলার খোসা অ্যান্টিঅক্সিডেন্ট সমৃদ্ধ যা কোষকে ক্যান্সারাস টিউমার হতে পারে এমন পরিবর্তনের হাত থেকে সুরক্ষা প্রদান করে।\n" +
                " \n" +
                "সুরক্ষার গুণাবলী \n" +
                "কলার খোসায় পর্যাপ্ত পরিমাণ লুটেইন থাকে যা রাত্রিকালীন দৃষ্টিশক্তির রক্ষা করা সাথে ক্যাটারাক্ট এবং পেশীর ক্ষয় আটকায়।\n" +
                "কলার খোসার পুষ্টিগুণ লোহিত কণিকাকে ভাঙার হাত থেকে সুরক্ষিত করে।\n" +
                " \n" +
                "পটাশিয়ামের মাত্রার উন্নতি ঘটায়\n" +
                "কলার খোসায় পটাশিয়াম থাকে যা পেশীর গঠন, কার্বোহাইড্রেট ভাঙতে, হৃৎপিণ্ডের কাজ এবং অ্যাসিড নির্ভর শারীরিক ভারসাম্য বজায় রাখতে সাহায্য করে।\n" +
                " \n" +
                "ভালো মেজাজ এবং ঘুম\n" +
                "মন খারাপ লাগছে? কলার খোসা খান। কলার খোসায় ট্রিপটোফান থাকে এবং সেটা ভালো করে ঘুমোতে সাহায্য করে।\n",R.drawable.medic));
        lstBook.add(new Book("নাক ডাকা কমানোর কার্যকারী উপায়","বিস্তারিত","আপনার নাক ডাকার কারনে ঘুমের ব্যাঘাত হয় বলে কি আপনার সঙ্গিনী কিংবা পরিবারের লোকেরা আপত্তি জানিয়েছে? আপনি কি শেষরাতে উচ্চস্বরে নাক ডাকেন? অতএব, পরিবারের লোকেরা যেহেতু সারারাত নাক ডাকার কথা বলছে তখন এটাকে মেটানোর চেষ্টা করা দরকার কিংবা পাড়ার ফিজিশিয়ানকে দেখানো উচিৎ। \n" +
                "নাক ডাকা কিন্তু মাত্রাতিরিক্ত গুরুতর সমস্যারও ইঙ্গিত হতে পারে। উচ্চ রক্তচাপ, হাইপারটেনশান বা অসংখ্য অন্যান্য শারীরিক সমস্যার কারণে অধিকাংশ সময়েই এটা স্লিপ অ্যাপ্নিয়া থেকে হয়।\n" +
                " \n" +
                "নাক ডাকার কারণ \n" +
                "নিঃশ্বাস যাবার ওপরের পথের কম্পন থেকে যে শব্দ তৈরি হয় সেটাই হল নাক ডাকা, বিশেষকরে নিঃশ্বাস গ্রহণের সময়ে। ঘুমের সময়ে, সারা শরীরের পেশীর টোন কমে যায় কিংবা হাইপোটনিক হয়ে যায়। ঘুমের সময়ে নিঃশ্বাস যাবার ওপরের পথের পেশীর শিথিলতা সেই পথটাকে ছোট করে দিতে পারে এবং নিঃশ্বাসের সমস্যার সৃষ্টি করতে পারে।      \n" +
                "নাক ডাকা কমানোর সহজ পরামর্শ \n" +
                "অ্যালকোহল খাবেন নাঃ অ্যালকোহল এড়িয়ে চলুন, বিশেষকরে শুতে যাবার আগে। কারণ এটা গলার পেশীকে শিথিল থেকে আরও বেশী শিথিল করে দেয় ও সমস্যা ত্বরান্বিত করে। \n" +
                "ওজন কমানঃ ওজন বেশী থাকাটা নাক ডাকার অন্যতম প্রধান কারণ। ঘাড়ের চারপাশের অতিরিক্ত মেদ কিন্তু নিঃশ্বাসের পথ আটকায় কারণ ঘুমের সময়ে ঘাড় ও গলার পেশীরা শিথিল থাকে। সুতরাং, যথাযথ ভারসাম্য মেনে চলার সাথে শরীচর্চা এবং খাবার সমস্যার সমাধান একমাত্র উপায় হতে পারে এবং হাই ব্লাড প্রেশার, ডায়াবেটিস এবং স্ট্রোকের মতন ভবিষ্যতের কোন সমস্যাও আটকাতে পারে। \n" +
                "অতিরিক্ত বালিশ ব্যবহার করুনঃ নাক ডাকা কমানোর অন্য একটা উপায় অনেকক্ষেত্রে ব্যবহৃত হয়, যা হল নিজেকে একটা বা দুটো বালিশ দিয়ে একটু ওপরে তুলে সাজানো। অনেক সময়ে এই উত্থিত অবস্থান নিঃশ্বাসের পথকে খোলা রাখতে সাহায্য করে এবং রাতে দারুন ঘুম হয়।  \n" +
                "পাশ ফিরে ঘুমোনোঃ মোটামুটি সবাই এটা জানে, যে সোজা হয়ে শুলে নাক ডাকার সম্ভবনা বেড়ে যায়। অনেকেই কিন্তু পাশ ফিরে শুতে পারেনা, বিশেষকরে সারারাত ধরে তারা যদি ওলটপালট করে। তোয়ালে মুড়ে নিয়ে বিছানায় পিঠের পেছনে রাখুন যাতে রাতে ওলটাতে চাইলেও তোয়ালেতে আটকাবে।   \n" +
                "এয়ার ফিল্টার কিনুনঃ এয়ার ফিল্টারেশান ইউনিট কেনার কথা ভাবুন, বিশেষকরে আপনি যদি এনার্জিতে ভোগেন অথবা পোষ্য থাকে কিংবা বাড়িতে ধুমপান করেন। পরিষ্কার বাতাস ঘুমের সময়ে নিঃশ্বাসের পথ খোলা রাখবে এবং উপরি হিসেবে অ্যালার্জির সমস্যার উন্নতি ঘটবে।\n",R.drawable.medic));
        lstBook.add(new Book("ওষুধ ছাড়াই মাইগ্রেনের নিরাময়","বিস্তারিত","মাথার মধ্যে ক্রমাগত সমস্যা বাস্তবেই আপনাকে সারাদিন কষ্ট দেয়। এই সমস্যা আপনার মেজাজ বিগড়ে দেবার সাথে কর্মদক্ষতাকেও প্রভাবিত করে। কোন কোন সময়ে ব্যথা একটা আলাদা জায়গায় স্থির হয়ে থাকে কিংবা মাথার বিভিন্ন দিকে ঘুরতে থাকে। দুটো ক্ষেত্রেই, কষ্টদায়ক এবং বিরক্তিকর! সাধারণত, উপশমের জন্য আমরা ওটিসি পিল অথবা প্রেশক্রিপশানের  ড্রাগের ওপর নির্ভর করলেও সাহায্যের জন্য কয়েকটা সহজ নিরাময়ের কথা বলা হল।\n" +
                " \n" +
                "মালিশ এবং ব্যায়াম\n" +
                "মাথার মালিশ\n" +
                "মাথার ত্বকের যথাযথ মালিশ মাথা ও মুখের রক্ত চলাচল বাড়ায় এবং এর মধ্যে মুখ এবং ঘাড়ের মালিশ অন্তর্গত যা পেশীকে আরাম দেয় ও ব্যথার নিরাময় করে।\n" +
                "শরীরচর্চা ও ব্যায়াম\n" +
                "নিয়মিত ব্রিস্ক-ওয়াকিং, সাঁতার, জগিং না বাইকিং-র মতন অ্যারোবিক এক্সারসাইজ অথবা যোগা এবং মেডিটেশনের মতন শিথিল কারী এক্সারসাইজ করুন। এগুলো পেশীকে প্রসারিত করে এবং ব্যথা ও অস্বস্তি কমায়।\n" +
                " \n" +
                "থেরাপি\n" +
                "অ্যারোমাথেরাপি\n" +
                "পিপারমিন্ট, ল্যাভেন্ডার বা বেসিল অয়েলের মতন সুগন্ধি তেল দিয়ে মাথায় মালিশ করুন অথবা সুবাস নিন এবং ব্যথা কমান।\n" +
                "হট/কোল্ড সঙ্কোচন \n" +
                "পেশীর চাপ এবং ব্যথা কমাতে মাথা, কপাল, রগ বা ঘাড়ের পেছনে ব্যথার জায়গায় বরফ কিংবা হট প্যাক লাগান।\n" +
                " \n" +
                "ফ্লুয়িড\n" +
                "জল\n" +
                "শরীরে অক্সিজেন এবং রক্ত চলাচল স্বাভাবিক করতে জল খান। খাবারে এছাড়াও বেশী জলযুক্ত তরমুজ, শসা, টম্যাটো এবং বেরি খান।\n" +
                "চায়ের বৈচিত্র্য\n" +
                "এক কাপ চায়ের মধ্যে ব্যথা নিরাময় কারী উপাদান থাকে। গ্রিন, আদা, দারচিনি বা ক্যামোমাইল চা খেয়ে টান-উত্তেজনা এবং ব্যথার থেকে আরাম পান।\n" +
                "ক্যাফেইন\n" +
                "ক্যাফেইন কার্যকারী ভাবে ব্যথার নিরাময় করে। পরিমিত পরিমাণ কফি খেয়ে ব্যথা দূর করুন এবং ডিহাইড্রেশান এড়িয়ে যান।\n" +
                " \n" +
                "ডায়াটারি আসক্তি\n" +
                "সবজি এবং ফল\n" +
                "খাদ্যতালিকায় ম্যাগনেসিয়াম এবং রাইবোফ্লোবিন সমৃদ্ধ সবজি ও ফল যোগ করুন, যথা পালং শাক, পাতা কপি, মসূর, ব্ল্যাক বিনস, ছোলা, অ্যাভোগেডো, কলা, সুইস চার্ড, মাশরুম, লিচু, জাম ইত্যাদি। \n" +
                "দই \n" +
                "দইয়ের মধ্যে ভরপুর ক্যালসিয়াম থাকে যা মস্তিষ্ককে পুনরুজ্জীবিত করার সাথে প্রোবায়টিক দেয় যা শরীরকে সেরে উঠতে সাহায্য করে। শর্করা ছাড়া সাধারণ দই উপকারী। \n" +
                "আপেল\n" +
                "প্রতিদিন আপেল খেলে সেটা শরীরের অ্যাসিডিক ও অ্যালকালাইনের ভারসাম্য পুররুদ্ধার করার সাথে মাইগ্রেনের যন্ত্রণার নিরসন করে। \n" +
                "অ্যালমন্ড বা বাদাম \n" +
                "বাদাম ম্যাগনেসিয়াম এবং স্যালিসিন সমৃদ্ধ। এটা রক্তবাহী নালীকে শিথিল করে এবং ব্যথার নিরাময় করে। আরাম দেবার জন্য একমুঠো বাদাম যথেষ্ট। \n" +
                "সতর্কবার্তা\n" +
                "মনোসোডিয়াম গ্লুটামেট বা এমএসজি যুক্ত খাবার থেকে দূরে থাকুন, কারণ এটা নিউরনকে উত্তেজিত করে এবং মাইগ্রেন বাড়িয়ে তোলে।\n" +
                " \n" +
                "মনোরম শান্তি\n" +
                "নিশ্চিন্ত ঘুম\n" +
                "অতিরিক্ত কাজ এবং চাপ-ধকল থেকে মাইগ্রেন মাথাচাড়া দেয়। সেরে ওঠবার জন্য ঘরের আলো ক্ষীণ করে রেখে ৭-৮ ঘণ্টা ঘুমোন।\n" +
                "আরামদায়ক মিউজিক\n" +
                "আরামদায়ক মিউজিক বা রেইন ইন দা উডের মতন ওয়াইট সাউন্ড শুনুন। এটা চাপের মাত্রা কমায় এবং ব্যথার হাত থেকে আরাম দেয়।  \n" +
                "সুতরাং, আপনাই যদি মাথায় হাতুড়ি মারার ব্যথার মতন যন্ত্রণায় ভোগেন, আয়ত্তের মধ্যে সঠিক জিনিষ করুন। সদ্ব্যবহার করুন এবং ব্যথার বন্ধন থেকে মুক্তি পান।\n",R.drawable.medic));
        lstBook.add(new Book("ওজন কমানোর কিছু উচিৎ এবং অনুচিত","বিস্তারিত","প্রতি বছর নববর্ষের দিন সঙ্কল্প নেওয়া হয়। সংকল্পের মধ্যে কিছু কিছু পালন করা হয় এবং কিছু বয়ে নিয়ে যাওয়া হয় পরের বছরে। ওজন কমানোর দৃঢ় প্রতিজ্ঞা হল একটা সাধারণ ও বহুল প্রচলিত সঙ্কল্প। সিদ্ধান্ত নেওয়াটা সহজ কিন্তু শুরু করার আগের মুহুর্তটা হল সবসময়ে কঠিন ও শক্ত। আপনি যদিওবা শুরু করেন, সেটা চালিয়ে যাওয়াটা কষ্টকর কারণ আপনি যেহেতু একটা অবাস্তব লক্ষ্য স্থির করেন ও সহজেই প্রলুব্ধ হন। এইবছর অতিরিক্ত মেদ ঝরানোতে যদি দৃঢ় সঙ্কল্প হন তাহলে উচিৎ-অনুচিতের এই তালিকাটা  আপনাকে সাহায্য করবে।\n" +
                " \n" +
                "উচিৎ এবং অনুচিত\n" +
                "•\tরোজ প্রাতরাশ করা উচিৎ। এটা দিনের সবথেকে গুরুত্বপূর্ণ খাবার। অধিক ফাইবার যুক্ত সিরিয়াল, ওটসমিল ও টাটকা ফল কিংবা একবাটি দুধ ও ব্রান ফ্ল্যাক্স দিয়ে চাঙ্গা হয়ে নিজের দিন শুরু করুন।\n" +
                "•\tউপোষ করবেন না। পেশীর টিস্যুর ওপর ওজন কমা নির্ভরশিল। পেশী হল শরীরের মেটাবলিক ফার্নেস যেখানে ক্যালোরি ঝরে যায়। উপোষ করলে সেটা পেশীর হানি ঘটায় এবং মেটাবলিজম কমে।\n" +
                "•\tসুস্থ গাঁট, মজবুত নখ ও চুল, জেল্লাদার ত্বক এবং পেশীর মেমব্রেনের সহায়ক কোষের মেমব্রেন বজায় রাখার জন্য ওমেগা-৩ ফ্যাটি অ্যাসিড ও ফ্ল্যাক্সসীড অয়েলের মতন স্বাস্থ্যকর ফ্যাট খান। এটা খিদে দমিয়ে রাখার সাথে অনেকক্ষণ পেট ভরিয়ে রাখে। \n" +
                "•\tচীজ, দুধ, বিফ এবং বেকনের মধ্যে পাওয়া যায় এমন অতিরিক্ত স্যাচুরেটেড ফ্যাট খাবেন না। ওজন কমাতে ওয়াইট-মিট চিকেন ও টার্কির মতন কম ফ্যাটের বিকল্প বাছুন অথবা খাওয়ার পরিমাণ নিয়ন্ত্রন করুন। \n" +
                "•\tস্বাস্থ্যকর পদ খান। খাদ্যতালিকায় নিজের পছন্দের পদ যোগ করলেও সেই পদ বানানোর ধরন বদলান এবং কম ক্যালোরির সুস্বাদু উপকরণ বাছুন। \n" +
                "•\tরেগে থাকলে খাবার খাবেন না। প্রলোভনের উত্তর দেওয়া ও অতিরিক্ত খাওয়া স্বাভাবিক অভ্যাস। বিধিনিষেধ শুধুই এটাকে খারাপ করে। পছন্দের স্ন্যাক্স ও মিষ্টির ছোট ভাগ নিন ও একবারে কম পরিমাণে খান। \n" +
                "•\tবাইরে খেতে গেলে বুদ্ধিদীপ্ত পরামর্শ মেনে চলুন। সামাজিক সমাবেশ ও ডিনার যাবে-আসবে কিন্তু স্যালাড ও সবজির মতন স্বাস্থ্যকর বিকল্প বাছা উচিৎ। ওজন কমানোর জন্য অলিভ অয়েলের মতন স্বাস্থ্যকর তেল বাছুন এবং পরিমাণে কম খান।  \n" +
                "•\tজলের পরিমাণ কমাবেন না। ডিহাইড্রেশান থেকে মেটাবলিজমের গতি কমে যায় সুতরাং সারাদিনে যথেষ্ট পরিমাণ জল খান। \n" +
                "•\tদ্রুত ওজন কমাতে খাদ্যতালিকায় সোডা, সফট ড্রিংক এবং অ্যালকোহলের মতন জাঙ্ক ফুড এড়িয়ে যান।\n" +
                "•\tতাড়াতাড়ি ওজন কমাতে সাহায্য করবে এমন মারাত্মক সাপ্লিমেন্ট খাবেন না। অনেকগুলোর মধ্যে উদ্দীপক বা স্টিমুলেন্ট থাকে যা হার্টের সমস্যা, অধিক রক্তচাপ ও শারীরিক অন্যান্য সমস্যার জন্য দায়ী।\n" +
                " \n" +
                "জেনেরিক উচিৎ ও অনুচিত\n" +
                "•\tমেটাবলিজম বাড়ানোর সাথে আরও ক্যালোরি ঝরিয়ে দ্রুত ওজন কমানোর খাতিরে রোজ শরীরচর্চা করুন। জগিং, সাইক্লিং বা নাচ করার চেষ্টা করুন। \n" +
                "•\tবাজারে পাওয়া যা এমন অলৌকিক ওষুধ কিনবেন না যা দ্রুততার সাথে ওজন কমাতে সাহায্যের প্রতিশ্রুতি দেয়। এগুলো স্বাস্থ্য সংক্রান্ত ঝুঁকি বয়ে আনে।\n" +
                "•\tনিশ্চিন্তে ভালোকরে ঘুমোন। শরীর এইসময়ে পেশীর মেরামতি করে। শুতে যাবার কাছাকাছি সময়ে খেলে সেটা শরীরকে তার এনার্জি মেরামতিতে নষ্ট না করে বরঞ্চ হজমের জন্য খরচ করতে দেয়। রাতে মেটাবলিজম আস্তে হয় অতএব সন্ধ্যেবেলা খাওয়া ক্যালোরি ফ্যাট হিসেবে সঞ্চিত হয়।  \n" +
                "সবশেষে, একদিন যদি কোন কারণে রুটিন না মানতে পারেন তাহলে হাল ছেড়ে দেবেন না। কাল থেকে নতুন উদ্যমে শুরু করুন।\n",R.drawable.medic));
        lstBook.add(new Book("অস্টিওপোরেসিস কীভাবে প্রতিরোধ করবেন","বিস্তারিত","হাড় শরীরের কাঠামো। অযাচিত শারীরিক অসুস্থতা এড়াতে হাড়কে সুস্থ-সবল ও ভালো রাখা দরকার। হাড়ের ক্ষয় কিংবা অস্টিওপোরেসিস একটা অবস্থা যা অনেক সময়ে ৫০ বছরের বেশী বয়সীদের ক্ষেত্রে দেখা যায় কিন্তু এটা এড়াতে কমবয়স থেকে যত্ন ও পরিচর্চার প্রয়োজন। \n" +
                "বয়স, লিঙ্গ, জিন, মেডিক্যাল পরিস্থিতি, নির্দিষ্ট অভ্যাস, শরীরের ওজন এবং অপ্রতুল খাবারের মতন কারণের জন্য হাড়ের ক্ষয় ত্বরান্বিত হয়। পুরুষদের তুলনায় মহিলাদের অস্টিওপোরেসিসের ঝুঁকি বেশী এবং এটা বয়সের সাথে বাড়ে। একজন মহিলার ২০ কিংবা ৩০ বছর বয়সের হাড় যখন মজবুত ও শক্ত তার তুলনায় ৫০ বছর বয়সের পর যখন মেনোপোজ হয় তখন অস্টিওপোরেসিস হবার সম্ভবনা বেশী। এটার মানে কিন্তু পুরুষ বা কম বয়সী মহিলাদের হাড়ের ক্ষয় হয় না সেটা নয়। শরীরে ইস্ট্রোজেনের মাত্রা কমা অস্টিওপোরেসিস হবার মুখ্য কারণ। খাবারে ক্যালসিয়ামের অভাব, শরীরে খাবার থেকে ক্যালসিয়াম শোষণ করার মতন প্রয়োজনীয় ভিটামিন ডি-র অভাব, মদ্যপান, তামাক এবং ক্যাফেইন থেকে হাড়ের ক্ষয় হয়। অতএব, হাড়ের ক্ষয় আটকাতে কি করবেন? লেখাটা পড়ে জেনে নিন।\n" +
                " \n" +
                "খাদ্যতালিকায় ক্যালসিয়াম বাড়ান\n" +
                "হাড় গঠনে এবং সুস্থতা বজায় রাখতে ক্যালসিয়ামের দরকার লাগে। মেনোপোজের সময়ে মহিলাদের অনেক বেশী হাড়ের ক্ষয় হয় কিন্তু এটা প্রবীণ বয়সেও হয়। \n" +
                "খাদ্যতালিকায় প্রচুর পরিমাণ ইয়োগার্ট, সার্ডিন, ব্রকোলি, পাতাকপির মতন ক্যালসিয়াম সমৃদ্ধ খাবার যোগ করলে সেটা হাড়ের মিনারেলের ঘনত্ব সর্বোচ্চ পর্যায়ে রাখে। ক্যালসিয়াম সাপ্লিমেন্টও সুস্থ হাড় বজায় রাখে। \n" +
                "ক্যালসিয়ামের সাথে ভিটামিন ডি/ইস্ট্রোজেন\n" +
                "গবেষণায় দেখা গিয়েছে, যে শুধুমাত্র ক্যালসিয়াম নিলেই লাভ হয় না, বিশেষকরে শরীরে যদি অন্ত্র থেকে ক্যালসিয়াম শোষণ করবার মতন যথেষ্ট পরিমাণ ভিটামিন ডি না থাকে। ফলাফল সুপারিশ করে যে ক্যালসিয়াম সাপ্লিমেন্টের সাথে ভিটামিন ডি সাপ্লিমেন্ট নিলে সেটা ৫০ বছরের বেশী বয়সী মহিলাদের অস্টিওপোরেসিস প্রতিরোধ করে।\n" +
                "অধিকাংশ পোস্টমেনোপোজাল মহিলাদের ক্ষেত্রে হাড়ের ক্ষয়ের মূল কারণ হল ইস্ট্রোজেনের পরিমাণ কমে যাওয়া।, সুতরাং ক্যালসিয়াম সাপ্লিমেণ্টের সাথে সামান্য ডোজের ইস্ট্রোজেন থেরাপি সমস্যা কমায়। এটা শুধুমাত্র পোস্টমেনোপজাল মহিলাদের ক্ষেত্রেই প্রযোজ্য।\n" +
                " \n" +
                "অন্যান্য খনিজ উপাদান \n" +
                "গবেষণায় পাওয়া গিয়েছে, যে জিঙ্ক, আয়রন ও ম্যাগনেশিয়ামের মতন মিনারেল হাড়ের স্বাস্থ্যের জন্য উপকারী। সীফুড, বিনস, রেড মিট, গাঢ় সবুজ সবজির মতন আয়রন সমৃদ্ধ খাবার খাদ্যতালিকায় যোগ করুন। খাদ্যতালিকায় বিফ, পালং শাক, স্রিম্প ও অন্যান্য বিনস ও বীজের মতন জিঙ্ক সমৃদ্ধ খাবার অবশ্যই যোগ করুন। ম্যাগনেশিয়াম যুক্ত খাবার যেমন ড্রাই ফ্রুট, গোটা শস্য, চকোলেট ইত্যাদি খাবার খান। এইসব, হাড় সুস্থ রাখার সাথে বয়সকালেও শক্ত ও মজবুত রাখে। \n" +
                "ইপ্রিফ্ল্যাবোন আইসোফ্ল্যাবোন\n" +
                "এটা স্ফটিকের ন্যায় যৌগ যা সয়া থেকে সংশ্লেষিত হয়ে বানানো হয়েছে। এটা স্টেরয়েডের ক্রনিক ব্যবহার থেকে শুরু করে চলাফেরা না করতে পারার মতন বিভিন্ন কারণে হওয়া অস্টিওপোরেসিস প্রতিরোধ করে। এটা শুধুমাত্র হাড়ের ক্ষয়ের নিরাময় করে না বরং হাড়ের প্যাজেট রোগ, অস্টিওপোরেসিস থেকে হওয়া টিনুটাইটিস, হাইপারপ্যারাথাইরোডিজম বা মধ্য কর্ণের হাড়ের অস্বাভাবিক বৃদ্ধির মতন অবস্থার কারণে হওয়া হাড়ের অন্যান্য জটিলতাও সারায়। দৈনিক ৬০০ মিলিগ্রাম পরিমাণ কার্যকারি। \n" +
                "সয়া প্রোডাক্ট\n" +
                "সয়া খাবার এবং এর নির্যাস স্বাস্থ্যের কথা হলে তখনই সেরা। পোস্টমেনোপজাল মহিলাদের হাড়ের মিনারেলে ঘনত্বের ওপর সয়া খাবারের একটা ইতিবাচক প্রভাব আছে। অস্টিওপোরেসিস আটকাতে রোজকার খাবারে সয়া খাবার যোগ করুন।\n" +
                " \n" +
                "শরীরচর্চা\n" +
                "ভার বহন করার ব্যায়াম হাড়ের স্বাস্থ্য ও মিনারেলের ঘনত্বের ওপর কাজ দেয়। নাচ করা, দৌড়ানো, জগিং, অ্যারোবিক, ক্লাইম্বিং বা টেনিস খেলার চেষ্টা করুন। হাড়ের স্বাস্থ্যর ক্ষেত্রে এইগুলো কার্যকারি। আপনার যদি অস্টিওপোরেসিস থাকে অথবা আগে যদি এটা থেকে হাড় ভেঙে থাকে থাকলে ভার বহন করার হালকা ব্যায়াম করতে পারবেন, যার মধ্যে এলিপটিক্যাল ট্রেনিং মেশিন, ট্রেডমিলে হাঁটা অন্যতম। কম-ইমপ্যাক্টের অ্যারোবিক অন্যতম। তাছাড়াও, পেশীর গঠন ও বিকাশের ব্যায়াম করুন যেমন ইলাস্টিক এক্সারসাইজ ব্যান্ড, ওজন তোলা প্রভৃতি।\n",R.drawable.medic));
        lstBook.add(new Book("ম্যাগনেশিয়ামের সাহায্যে কোষ্ঠকাঠিন্য দূর করুন","বিস্তারিত","অস্বাস্থ্যকর খাদ্যাভ্যাস এবং ক্ষতিকারক জীবনযাত্রা স্বাস্থ্য সংক্রান্ত বিভিন্ন সমস্যার সৃষ্টি করে, যার অন্যতম হল কোষ্ঠকাঠিন্যর অস্বস্তি ও হতাশা! এটা এমন একটা অবস্থা যেখানে হয় মলত্যাগ করতে সমস্যা হয় অথবা বাওয়েল মুভমেন্ট বা অন্ত্রের গতিবিধি অনিয়মিত হয়ে যায়। ম্যাগনেশিয়াম, অত্যাবশ্যকীয় মিনারেল এবং এনার্জি উৎপাদন থেকে শুরু করে ক্যালসিয়াম ও ভিটামিন ডি-র মাত্রা নিয়ন্ত্রণের দ্বারা হাড়ের স্বাস্থ্য বজায় রাখার মতন শরীরের নানান কাজের জন্য গুরুত্বপূর্ণ। এটা কোষ্ঠকাঠিন্যের মতন শারীরিক অবস্থার ক্ষেত্রেও কার্যকারী। এটা সম্পর্কে একটু জানা যাক।\n" +
                " \n" +
                "কোষ্ঠকাঠিন্য সম্পর্কে\n" +
                "কোষ্ঠকাঠিন্যের আদর্শ লক্ষণ হল সপ্তাহে তিনবারের থেকে কম মলত্যাগ হওয়া, ছোট শক্ত স্টুল, মলত্যাগের সময়ে কষ্ট ও যন্ত্রণা এবং মলত্যাগের পর অসম্পুর্নতার অনুভূতি। অন্ত্র দিয়ে স্টুল যখন খুবই ধীরে ধীরে যায় তখন কোষ্ঠকাঠিন্য হয়। খাবারের মধ্যে ফ্লুয়িড বা ফাইবারের পরিমাণ কম থাকলে কিংবা স্টুল যাবার প্রয়োজনীয় পেশীর খারাপ সঙ্কোচন থেকে এই সমস্যা হয়। স্টুল আস্তে গেলে সেটা শুকিয়ে শক্ত হয়ে যায় এবং বেরোতে কষ্ট হয়।\n" +
                " \n" +
                "ম্যাগনেশিয়াম সম্পর্কে\n" +
                "স্বাভাবিকভাবে, ম্যাগনেশিয়াম অনেক খাবারের মধ্যেই পাওয়া যায়, যার মধ্যে আছে ব্রেজিল নাট, সবুজ পাতাওয়ালা সবজি, শিম, গোটা শস্য ও কাজুবাদাম। এটা সাপ্লিমেন্ট হিসেবেও বিভিন্ন রূপে পাওয়া যায়, যথা অক্সাইড, সিট্রেট ও সালফেট। ম্যাগনেসিয়ামের অভাব থেকে ঘুমের ব্যাঘাত, দুশ্চিন্তা, পেশীতে টান ও দুর্বলতা, পায়ের অস্থির গতিবিধি ও নখের অপরিমিত বৃদ্ধি হয়।   \n" +
                "কোষ্ঠকাঠিন্যের জন্য ম্যাগনেশিয়াম? \n" +
                "গবেষণায়, গবেষকরা ১৮ থেকে ২০ বছরের মানুষের ওপর জল, ডায়টারি ফাইবার ও ম্যাগনেশিয়াম খাওয়ার প্রভাব চর্চা করে দেখেছনে। দেখা গিয়েছে, যে যারা ডায়াটারি ফাইবার কম পায় তাদের ক্ষেত্রে ম্যাগনেশিয়াম ও জলের কম প্রাপ্তির সাথে কোষ্ঠকাঠিন্য স্বাধীনভাবে জড়িত।  \n" +
                "অন্য একটা গবেষণায় গবেষকরা ব্যাখা দিয়েছেন, যে ক্ষুদ্রান্ত্রের ওপর ম্যাগনেশিয়াম সালফেটের অস্মোটিক প্রভাব আছে, অর্থাৎ এটা অন্যান্য টিস্যু থেকে জল টেনে নিয়ে ক্ষুদ্রান্ত্রে দেয়। এই জল অন্ত্রের পেশীর গতিবিধি ও পেরিস্টেলসিসকে উদ্দীপিত করে যা মলত্যাগে সাহায্য করে। \n" +
                "অন্যান্য গবেষণা অনুযায়ী সাপ্লিমেন্ট নেবার ১/২ থেকে ৩ ঘণ্টার মধ্যে ম্যাগনেশিয়াম সাইট্রেটের অন্ত্রের গতির ওপর একই ল্যাক্সেটিভ প্রভাব থাকে। এটাও বলা হয়েছে, যে ম্যাগনেশিয়াম অক্সাইডেরও একই প্রভাব আছে এবং দ্রুত মলত্যাগ করায়।\n" +
                " \n" +
                "ম্যাগনেশিয়াম সমৃদ্ধ খাবার\n" +
                "অনেক খাবার প্রাকৃতিকভাবে ম্যাগনেশিয়াম সমৃদ্ধ। নিয়মিত এইসব খাবার খেলে অন্ত্রের গতিবিধি সহজ হবে। \n" +
                "কুমড়োর বীজঃ এই অতি ক্ষুদ্র বীজ সাধারণত বাতিল ধরা হলেও ম্যাগনেশিয়ামের ভাণ্ডার। কোষ্ঠকাঠিন্য দূর করবার জন্য রোজ যথাযথ পরিমাণ খান।\n" +
                "পাতাকপিঃ এই সবুজ পাতাওয়ালা সবজির এককাপ প্রাত্যহিক ম্যাগনেশিয়ামের চাহিদার ৬% পরিমাণ দেয় এবং এর মধ্যে তাছাড়াও ভিটামিন বি৬ থাকে যা ম্যাগনেশিয়ামের শোষণে সাহায্য করে।\n" +
                "অ্যাভোগেডোঃ এটা ম্যাগনেশিয়ামের অন্য একটা উৎকৃষ্ট উৎস যা শরীরকে হাইড্রেটেড রাখে। ফ্লুয়িড ও ম্যাগনেশিয়ামের সুস্থ মাত্রা বজায় থাকলে সেটা কোষ্ঠকাঠিন্যকে দূর করে।\n" +
                "দইঃ অধিক পরিমাণ জল, ম্যাগনেশিয়াম ও প্রোবায়োটিকের সমাহার কোষ্ঠকাঠিন্যের হাত থেকে রেহাই পাবার উপযুক্ত।\n" +
                " \n" +
                "বিবেচ্য বিষয় \n" +
                "অতিরিক্ত ম্যাগনেশিয়াম গ্রহণ বিপর্যস্ত পাকস্থলী ও ডায়ারিয়ার মতন ক্ষতিকারক প্রভাবের মতন দ্বিধাদ্বন্দ্ব, মন্থর হৃদস্পন্দনের গতি, বমি, অন্যান্য মিনারেলের অভাব ও গুরুতর কম ব্লাড প্রেশারের মতন অন্যান্য শারীরিক সমস্যার সৃষ্টি করতে পারে। হৃৎপিণ্ড ও কিডনির রোগে আক্রান্তদের ম্যাগনেশিয়ামের যেকোন সাপ্লিমেন্ট নেবার আগে ডাক্তারের পরামর্শ নেওয়া উচিৎ।  \n" +
                "ম্যাগনেশিয়াম কার্যকারীভাবে কোষ্ঠকাঠিন্যের নিরাময় করতে পারে কিন্তু স্বাস্থ্যের সুরক্ষার জন্য এটা নেবার আগে সবসময়ে ডাক্তারের পরামর্শ নেওয়াটা দরকার।\n",R.drawable.medic));
        lstBook.add(new Book("হৃৎপিণ্ড সুস্থ রাখার উপযুক্ত উপায়","বিস্তারিত","হৃদরোগ ও স্ট্রোকের কারণেই অধিকাংশ মানুষ মারা যায়। অনেকক্ষেত্রেই, সার্জারি কিংবা ওষুধের দ্বারা সাহায্য পাবার আগেই অপূরণীয় ক্ষতি হয়ে যায়। তাই হৃদরোগের হাত থেকে নিজেকে রক্ষা করার জন্য সবাই সচেতন হচ্ছেন। সুস্থ হৃৎপিণ্ড বজায় রাখবার জন্য সঠিক ও যথাযথ খাদ্যাভ্যাস বজায় রাখা উচিৎ। একইসাথে ধূমপান ও মদ্যপানের মতন কুঅভ্যাস কমানো দরকার এবং শরীরচর্চা খুবই গুরুত্বপূর্ণ ভুমিকা পালন করে। হৃৎপিণ্ডের কার্যকারিতার উন্নতির সাথে রোগ প্রতিরোধ ক্ষমতাকে শক্তিশালী করতে এখানে কিছু উপায়ের কথা বলা হল।\n" +
                " \n" +
                "সাঁতার কাটুন \n" +
                "এটা এক প্রকার অ্যারোবিক এক্সারসাইজ, যা সংবহনতন্ত্রকে মজবুত করে। এটা একপ্রকার কম-ধকলের ব্যায়াম যাতে গাঁটের ওপর চাপ পড়ে না।  আর্থারাইটিস থাকলেও সাঁতার কাটাতে সমস্যা হয় না। হৃৎপিণ্ড সহায়ক উপকারিতার জন্য, ওয়াটার অ্যারোবিক্সও করতে পারেন।  \n" +
                "নাচ করুন\n" +
                "বাস্তবে ব্যায়াম না করেও কি শরীরচর্চা করতে চান? ডান্স ফ্লোরে যান। কোন ধরনের নাচ করছেন সেটা বিষয় নয়, হার্ট পাম্প করবার ও সুস্থ হৃৎপিণ্ডের জন্য এটা দারুণ একটা উপায়। গাঁট সুরক্ষিত করতে কম-ধকলের নাচের ধরণ বেছে নিন এবং নিজের পছন্দের সুরে নাচুন। \n" +
                "এটা সারা শরীরের অবসরবিনোদন। এখানে কোন ধরনের চাপ-ধকল হয় না, অর্থাৎ আঘাত লাগার ঝুঁকি কম। এটা সংবহনতন্ত্রকে শক্তিশালী করে বলে নড়াচড়ার সময়ে সব পেশীতে রক্ত চলাচল করে। সারা শরীরের, ধকলহীন অবসরবিনোদন বা ক্রীড়া হল হাইকিং এবং স্কিইং।\n" +
                " \n" +
                "হাঁটুন\n" +
                "হাঁটা হল সহজসরল অ্যারোবিক এক্সারসাইজ। এটা হৃৎপিণ্ডের সার্বিক স্বাস্থ্যের উন্নতি ঘটানোর সাথে রক্তচাপ ও কোলেস্টেরল কমায়। একা অথবা বন্ধুর সাথে হাঁটুন। শুরু করবার জন্য কোন ধরনের ফ্যান্সি জিনিষ বা যন্ত্রের দরকার হয় না। \n" +
                "বাইক চালানো\n" +
                "পায়ের পেশী শরীরে অনেকটা পরিমাণ রক্ত সংবাহিত করে। বাইক চালানোর সময়ে এইসব পেশীর প্রচুর পাম্পিং হয় বলে হৃৎপিণ্ডের কার্যকলাপের উন্নতি ঘটে। এটা রাস্তায় বাইক চালিয়ে কিংবা ষ্টেশনারী বাইকেও করতে পারেন।\n" +
                " \n" +
                "সিঁড়ি দিয়ে হাঁটুন\n" +
                "শিক্ষানবিসের ধাপ পেরনোদের ক্ষেতে এটা মাঝারি কষ্টের ক্রিয়া। এটা খুব সহজেই শুরু করা যায়। এটা সাঁতার কাটা ও বাইক চালানোর মতন অ্যারোবিক এক্সারসাইজের মতন কাজ দেয়।  \n" +
                "পাওয়ার ক্লিনিং\n" +
                "হৃদস্পন্দনের গতি কমানোটা হৃদরোগের জন্য উপকারী। অনেক গবেষণায় চাপ ও ধকলকে হৃদরোগের সাথে সম্পর্কিত করা হয়েছে। হৃৎপিণ্ডকে যথোপযুক্ত আরাম দেবার উপায় হল যোগা। রক্তনালীকে আরও বেশী নমনীয় বানানোর উপযুক্ত হল তাইচি, যা রক্তচাপ কমাতে সাহায্য করে।\n" +
                " \n" +
                "যোগা\n" +
                "হৃদস্পন্দনের গতি কমানোটা হৃদরোগের জন্য উপকারী। অনেক গবেষণায় চাপ ও ধকলকে হৃদরোগের সাথে সম্পর্কিত করা হয়েছে। হৃৎপিণ্ডকে যথোপযুক্ত আরাম দেবার উপায় হল যোগা। রক্তনালীকে আরও বেশী নমনীয় বানানোর উপযুক্ত হল তাইচি, যা রক্তচাপ কমাতে সাহায্য করে। \n" +
                "ইন্টারভেল ট্রেনিং\n" +
                "ইন্টারভেল ট্রেনিং হল একধরনের ওয়ার্কআউট, যেখানে অল্প সময়ের জন্য ইনিটেন্স ওয়ার্কআউট করার পরে অ্যাক্টিভ রিকভারি করা হয়। উদাহরণস্বরূপ, কয়েক মিনিট দ্রুত হাঁটার পড়ে আরেক মিনিট স্প্রিন্ট এবং তারপরে আবার দ্রুত হাঁটা। এটাই হল ইন্টারভেল ট্রেনিং। এই ধরণের শরীরচর্চা ক্রমাগত হৃদস্পন্দনের গতি বাড়ায় ও কমায় যা সংবহনতন্ত্রের উপযুক্ত ব্যায়াম।  \n" +
                "সক্রিয় জীবনযাত্রা\n" +
                "সুস্থ হৃৎপিণ্ড বজায় রাখার জন্য সচল ও সক্রিয় জীবনযাত্রা বজায় রাখা উপযুক্ত। সারাদিন ঘুরুন, ঘন ঘন ডেস্ক ছেড়ে যান এবং যখন সম্ভব হবে তখন বাইরে যান। এইক্ষেত্রে উন্নতি করতে চাইলে, পেডোমিটারের মতন যন্ত্র দিয়ে নিজের কার্যকলাপের ওপর নজর রাখতে পারবেন।\n",R.drawable.medic));
        lstBook.add(new Book("অধিক রক্তচাপ নিয়ন্ত্রণের জন্য হলুদ","বিস্তারিত","রোজ ১০০০ জনের মৃত্যুর জন্য অধিক রক্তচাপ দায়ী। সবথেকে খারাপ জিনিষ হল, যে প্রতি ৩ জনের মধ্যে ১ জনের এটা হয়। অধিক রক্তচাপ বা হাইপারটেনশান প্রায় পুরোটাই উপসর্গহীন একটা অবস্থা। এটা হার্ট বিকল হওয়া থেকে শুরু করে স্ট্রোক ও কিডনি বিকল হবার মতন স্বাস্থ্য সংক্রান্ত গুরুতর কিছুর জন্য দায়ী। রক্তচাপ নিয়ন্ত্রণে রাখাটা আবশ্যিক। খাদ্যাভ্যাস, ব্যায়াম এবং ওষুধ হাইপারটেনশান নিয়ন্ত্রণ করতে সাহায্য করলেও মশলার বাটিতে কিন্তু আর একটা যোদ্ধা পাচ্ছেন, যা হল হলুদ! হ্যাঁ, আয়ুর্বেদা অনুসারে এই সোনালী মশলার প্রচুর ঔষধি গুণ আছে এবং অসংখ্য অবস্থায় নিরাময় এটা ব্যবহৃত হয়। এটা অধিক রক্তচাপের ক্ষেত্রেও উপকারী। হলুদ কীভাবে উপকারে আসে সেই ব্যাপারে এখানে বলা হল।\n" +
                " \n" +
                "অ্যান্টিঅক্সিডেন্ট অধিক রক্তচাপ কমায়\n" +
                "কারকুমিন হল হলুদের মধ্যের একটা যৌগ, যার শক্তিশালী অ্যান্টিঅক্সিডেন্ট বৈশিষ্ট্য আছে এবং এটা তাৎপর্যপূর্ণভাবে বেড়ে যাওয়া রক্তচাপ কমায়। গবেষণায় পাওয়া গিয়েছে, যে কারকুমিনের অ্যান্টিঅক্সিডেন্ট ক্ষমতা এটাকে ক্যাডমিয়ামের মতন টক্সিক উপাদানকে শাসন করতে, অধিক রক্তচাপ ও ভাসকুলার ডিস্ফাংশানের বিরুদ্ধে সুরক্ষার এজেন্ট হিসেবে কাজ করায়। \n" +
                "অ্যান্টি-ইনফ্লামেটারি বৈশিষ্ট্য অধিক রক্তচাপের বিরুদ্ধে লড়াই করে\n" +
                "কারকুমিনের অ্যান্টি-ইনফ্ল্যামেটারি বৈশিষ্ট্য হাইপারটেনশানের মোকাবিলা করে। গবেষণা দেখিয়েছে, যে সিস্টেমেটিক জ্বালা-যন্ত্রণা আসলে কৃত্রিম কাঠিন্য বাড়ানোর সাথে ক্রমাগত ভিত্তিতে রক্তচাপ বাড়ার ক্ষেত্রে ভুমিকা পালন করে। অন্যদিকে সামান্য পরিমাণে হলুদ, এটার সম্পূর্ন বিপরিত ভুমিকা পালন করে।\n" +
                " \n" +
                "এসিই-তে বাধা দেয়, যা রক্তচাপ বাড়ায়\n" +
                "অ্যাঞ্জিওটেনসিন II উৎপাদন করবার জন্য অ্যাঞ্জিওটেনসিন-কনভারটিন এনজাইম (এসিই) লাগে। এই রাসায়নিক রক্তবাহী নালিকে সঙ্কুচিত করে দেয়। হলুদ এতে বাধা দিয়ে রক্তচাপের ওপর কাজ করে। এটা রক্তবাহী নালিকে প্রসারিত করার সাথে শিথিল করে ও রক্তচাপ কমায়।  \n" +
                "অধিক রক্তচাপের কারণে হওয়া কৃত্রিম ক্ষতি প্রতিরোধ করে\n" +
                "আগেই বলা হয়েছে, যে অধিক রক্তচাপ হৃদরোগ, হার্ট অ্যাটাক ও স্ট্রোকের ঝুঁকি বাড়িয়ে দেয়। শিরা-ধমনীতে প্লেকে জমে গিয়ে সেটা সঙ্কুচিত হয়ে গিয়ে মস্তিষ্ক, হৃদপিণ্ড ও শরীরের অন্য অঙ্গে রক্ত সংবহন কমে যাবার জন্য এটা হয়। অধিক রক্তচাপ থাকলে, রক্তের ঘর্ষন ও চাপ সময়ের সাথে শিরা-ধমনীর ভেতরের টিস্যুর ক্ষতি করে। এলডিএল কোলেস্টেরল এরপরে শিরা-ধমনীর দেওয়ালের সূক্ষ্ম টিয়ারে জমা হয়ে প্লেকে বানায়। আর্টারি আস্তে আস্তে সঙ্কুচিত হয়ে যায়, যা রক্তচাপ বাড়িয়ে দেয়। গবেষণায় দেখা গিয়েছে, যে হলুদের মধ্যের কারকুমিন একটা সীমা অবধি আর্টারির ক্ষতি আটকায়।\n" +
                " \n" +
                "অধিক রক্তচাপের কারণে হওয়া অনুচক্রিকার বদল আটকায়\n" +
                "অধিক রক্তচাপের কারণে অনুচক্রিকা অত্যাধিক সক্রিয় হয়ে যায় বলে তাদের পরিবর্তন দেখা যায়। অর্থাৎ, এটা আর্টারির মধ্যে মারাত্মক ধরণের জমাট বাঁধে, যা হৃদপিণ্ড বা মস্তিষ্কে রক্ত চলাচল আটকে দেয় বলে হার্ট অ্যাটাক বা স্ট্রোক হয়। কিছু গবেষণায় এটা দেখা গিয়েছে, যে হলুদের সাপ্লিমেন্ট নিলে, সেটা হাইপারটেনশানের সাথে জড়িত অনুচিক্রিকার কার্যকলাপের বদল আটকায়। \n" +
                "হৃদপিণ্ডের ক্ষতিকারক অন্যান্য কারণ নিয়ন্ত্রিত করে\n" +
                "হলুদ এছাড়া হৃদরোগের ঝুঁকি বাড়িয়ে দেবার মতন অধিক কোলেস্টেরলের মাত্রা ও ডায়াবেটিসের মতন ঝুঁকির কারণের বিরুদ্ধেও কাজ করে। অনেক গবেষণা এটা সমর্থন করেছে, যে হলুদের মধ্যের কারকুমিন রক্তে গ্লুকোজের পরিমাণ ও কোলেস্টেরলের মাত্রা কমায়। অতএব, হৃদরোগের সাথে জড়িত নানান কারণের কার্যকারি মোকাবিলা করবার জন্য রোজকার খাবারে হলুদ দিন।\n" +
                " \n" +
                "কিছু সতর্কতা\n" +
                "•\tঅতিরিক্ত হলুদ কিন্তু পেটের গোলমাল জন্য দায়ী এবং গুরুতর ক্ষেত্রে আলসার হয়। \n" +
                "•\tগলস্টোনে ভোগা ও পিত্তনালীতে বাধা আছে এমন লোকদের জন্য এটা সুরক্ষিত নয়।\n" +
                "•\tহলুদ রক্ত শর্করার মাত্রা কমায়, সুতরাং ডায়াবেটিক ওষুধের সাথে একসাথে খেলে সেটা রক্তে শর্করার মাত্রা কমায়।\n" +
                "•\tএটা ব্লাড থিনারের ভুমিকা পালন করে। সার্জিকাল প্রক্রিয়ায়, কয়েক সপ্তাহ আগে থেকে হলুদ খাওয়া বন্ধ করা দরকার। \n" +
                "এইসব পরিস্থিতিতে, হলুদ খাওয়ার আগে ডাক্তারের পরামর্শ নেওয়া বুদ্ধিমানের কাজ।\n",R.drawable.medic));
        lstBook.add(new Book("ব্রাক্ষ্মী পাতার স্বাস্থ্য সংক্রান্ত চিত্তাকর্ষক উপকারিতা","বিস্তারিত","কতবার এই ভেষজের উপকারিতার বিষয়ে শুনেছেন? হয়তবা, কয়েকবার! \n" +
                "হার্বাল চিকিৎসার কারণে, শরীরের নানান অঙ্গপ্রত্যঙ্গর ভারসাম্যের জন্য প্রাচীন আয়ুর্বেদিক রীতি, এই অনন্য ভেষজকে স্বীকৃতি দিয়েছে।\n" +
                "এখানে ব্রাক্ষ্মী পাতার উপকারিতার তালিকা দেওয়া হল। \n" +
                "রোগ প্রতিরোধ ক্ষমতা বাড়ায় \n" +
                "ব্রাক্ষ্মী পাতাকে চা, পাতা হিসেবে কিংবা অন্য যেকোন ভাবে খেলেই সেটা রোগ প্রতিরোধ ক্ষমতা বাড়ায়। এটা ভাইরাস, প্যথজেন ও ব্যাকটেরিয়ার সংক্রমণের বিরুদ্ধে প্রতিরোধ গড়ে তোলে। ব্রাক্ষ্মী শাকের অ্যান্টিঅক্সিডেন্ট পুষ্টি উপাদানের উৎকর্ষতা বাড়ায়। \n" +
                "অ্যালজাইমার রোগের লক্ষণ কমায়\n" +
                "ব্রাক্ষ্মীর পাতা অ্যালজাইমার রোগের উপসর্গ কমাতে সক্ষম। কারণ এর নিউরোন মস্তিষ্কের ক্ষতির জন্য দায়ী অ্যামলয়েড যৌগ দিয়ে তৈরি। ব্রাক্ষ্মী শাকের ভেতরের ব্যাকোসাইড নামক বায়োকেমিক্যাল, মস্তিষ্কের কোষদের নিয়ন্ত্রণ করে ও মস্তিষ্কের টিস্যুদের নতুন করে বানায়। \n" +
                "উদ্বেগ ও দুশ্চিন্তা কমায়\n" +
                "ব্রাক্ষ্মী করটিসলের মাত্রা কমায়। করটিসল হল একপ্রকার স্ট্রেস হরমোন। ব্রাক্ষ্মী, চাপের জন্য দায়ী হরমোন নিয়ন্ত্রণ করে উদ্বেগ ও দুশ্চিন্তা কমায়। \n" +
                "স্মৃতিশক্তি বাড়ায়\n" +
                "মনের সাথে জড়িত বিভিন্ন অবস্থার নিরাময়ের ক্ষেত্রে এই ভেষজ খুবই কার্যকারী। এইসব অবস্থার অন্তর্গত হল অ্যালজাইমাইরস রোগ, স্মৃতিশক্তির সাথে যুক্ত অন্য বিষয় এবং মনঃসংযোগের খামতির সমস্যা। মস্তিষ্কের গ্লুটামেট ও গামা-অ্যামিনোবিউটিরিক অ্যাসিড (জিএবিএ) রাসায়নিকের সামঞ্জস্য বজায় রেখে, এই শাক বুদ্ধিমত্তা তৈরি করে। \n" +
                "চুল পড়া প্রতিরোধ করে\n" +
                "চুল পড়ার অন্যতম কার্যকারী ঘরোয়া উপায় হল ব্রাক্ষ্মী তেল। ব্রাক্ষ্মীর মধ্যে অ্যালকালয়েড আছে, যা প্রোটিন কাইনেসের ক্রিয়াকলাপ বাড়ায়। মাথার ত্বকে মালিশ করবার জন্য তেল হিসেবে লাগানো যায়। \n" +
                "নিম্নলিখিত উপায়ে চুলের জন্য ব্রাক্ষ্মী তেল খুবই কার্যকারীঃ এই তেল চুল পড়া প্রতিরোধ করে। এটা চুলের বৃদ্ধি বাড়ায়। এটা অস্বস্তি ও চুলকানির হাত থেকে মাথার ত্বককে রেহাই দেয় এবং খুশকি হওয়া কমায়। \n" +
                "শ্বাস সংক্রান্ত উপকারিতা\n" +
                "ব্রাক্ষ্মী পাতা চেবালে কিংবা চায়ের মধ্যে বা একইরকমের অন্যান্য পানীয়ের মধ্যে ভিজিয়ে খেলে, ভালোভাবে শ্বাস নেওয়া যায়। আয়ুর্বেদায়, এটা ব্রঙ্কাইটিস, আটকে যাওয়া সাইনাস ও বুকে ঠাণ্ডা লাগার চিকিৎসায় ব্যবহার করা হয়। এটা গলার জ্বালাভাব থেকে রেহাই দেয়। এটা তাছাড়াও শ্বাসনালীর মধ্যের জমা শ্লেষ্মা ও কফ বের করে দেয়।  \n" +
                "গাঁটের ব্যথা কমায়\n" +
                "ব্রাক্ষ্মীর অ্যান্টি-ইনফ্ল্যামেটারি গুণাবলীর কারণে, পিঠে ব্যথা সহ গাঁটের ব্যথা, পেশীর যন্ত্রণা ও মাথাব্যথায় এটা ব্যবহার করা হয়। শরীরের ওপর অ্যানালজেসিক প্রভাবের কারণে, ক্ষতিগ্রস্ত জায়গায় ব্রাক্ষ্মী অয়েল লাগালে কিছুক্ষনের জন্য রেহাই পাওয়া যায়।\n",R.drawable.medic));
        lstBook.add(new Book("রক্তের শর্করার ভারসাম্যের জন্য আয়ুর্বেদা","বিস্তারিত","আয়ুর্বেদা হল জীবনের নীতি ও বিদ্যা। এই দর্শন পাঁচটা অসাধারণ উপকরণের গভীর উপলব্ধি দ্বারা পরিচালিতঃ বায়ু, স্থান, অগ্নি, জল ও পৃথিবী। মানসিক, অবেগ-অনুভূতি, আধ্যাত্মিক ও শারীরিকভাবে সুস্থ ও ভালো থাকার জন্য এইসব উপাদানের ভারসাম্য এবং সংযোগ গুরুত্বপূর্ণ। আয়ুর্বেদা তিনটি মুখ্য এনার্জি বা দোষের ভারসাম্য ঘটায়। প্রতিটি মানুষই এর এক অনন্য অনুপাতের অধিকারী হয়। দোষের ভারসাম্য নষ্ট হলে, শরীরে দোষ সংক্রান্ত লক্ষণ ও অসুস্থতা প্রকট হয়। বাস্তবে আয়ুর্বেদা দোষের ভারসাম্য রাখতে এবং সার্বিকভাবে ভালো থাকার জন্য প্রথাগত ভেষজ সূত্র ও ব্যক্তিগত খাদ্যতালিকার পরামর্শ ব্যবহার করে।  \n" +
                "রক্তে শর্করার ভারসাম্যের অভাব হল স্বাস্থ্যের একধরনের অবস্থা। এটা ডায়াবেটিস, হাইপারগ্লাইসেমিয়া বা হাইপোগ্লাইসেমিয়া এবং ওজন বাড়ার জন্য দায়ী মুল কারণ হতে পারে। রক্তে শর্করার কম পরিমাণের জন্য মাথা ঘোরে ও অস্বস্তি হয়। রক্তে অধিক শর্করার জন্য মূত্রত্যাগের ইচ্ছা বেড়ে যায় ও তাছাড়াও অবসাদ ও ক্লান্তি, ওজন হ্রাস, অস্পষ্ট দৃষ্টি ও মাথাব্যথা হয়। পরীক্ষা না করা হলে, হার্ট অ্যাটাকের ঝুঁকি বেড়ে যায় এমনকি অন্ধ হয়ে যাওয়া, স্নায়বিক সমস্যা সহ অন্যান্য মারাত্মক সমস্যা দেখা যেতে পারে। ব্লাড সুগার নিয়ন্ত্রণের জন্য খাবারের ওপর নিয়ন্ত্রণ এবং ওষুধ দরকারি হলেও আয়ুর্বেদও কিছু সাহায্য করতে পারে।     \n" +
                "আয়ুর্বেদিক ভেষজ, ব্লাড সুগারের অসঙ্গতি এবং জটিল ডায়াবেটিস ও হজম সংক্রান্ত শারীরিক সমস্যার ক্ষেত্রে কার্যকার ফল দেয়। এখানে কিছু ভেষজের কথা বলা হল যা সুস্থ মেটাবলিক ব্যবস্থার ভারসাম্য ও সেটা বজায় রাখার ক্ষেত্রে গুরুত্বপূর্ন ভুমিকা পালনের সাথে টাইপ ২ ডায়াবেটিসও প্রতিরোধ করে।\n" +
                " \n" +
                "জিমনেমা পাতা\n" +
                "জিমনেমা পাতার প্রভাব ইনসুলিনের সুস্থ মাত্রা বজায় রাখতে সাহায্য করে। গবেষকরা দেখিয়েছেন, যে এই গাছের মধ্যে একরকম উপাদান আছে যা অন্ত্রে্ শর্করার শোষণ কমায়। জিমনেমা বা গুরমার শরীরে ইনসুলিনের পরিমাণ এবং অগ্ন্যাশয়ের কোষের বৃদ্ধি বাড়ায়। এটা পর্যায়ক্রমে শরীরে ইনসুলিন উৎপাদনে জন্য উপকারী। \n" +
                "ক্যাসিয়া দারচিনি\n" +
                "ক্যাসিয়া দারচিনি কিংবা চাইনিজ দারচিনি হল রক্তে শর্করার মাত্রার ভারসাম্য বজায় রাখার অন্য একটা উপায়। গবেষণা অনুসারে, দারচিনি ফাস্টিং ব্লাড সুগারের মাত্রা কমায় এবং এর মধ্যের পলিফেনল ইনসুলিনের সংবেদনশিলতা বজায় রাখে। দারচিনির চায়ের মধ্যে ব্যবহার করা যেতে পারে। এটা পাউডার হিসেবে গুঁড়ো করে স্বাদ বাড়ানোর জন্য খাবারের ওপরেও ছড়ানো যায়। \n" +
                "ফেনুগ্রিক বা মেথি গাছের বীজ\n" +
                "বিভিন্ন গবেষণায় দেখা গিয়েছে, যে মেথির বীজের রক্তের শর্করার মাত্রার ওপরে ইতিবাচক প্রভাব আছে। কাঁচা অবস্থায় এর স্বাদ সামান্য তেঁতো। অঙ্কুরিত অবস্থায় স্বাদ তীব্র মিষ্টি। এটা স্যালাড ও অন্যান্য খাবারে অনন্য স্বাদ যোগ করে। এর মধ্যে ফাইবার থাকে, যা হজম প্রক্রিয়ার গতি ধীরে করার সাথে কার্বোহাইড্রেট ও শর্করার শোষণ নিয়ন্ত্রণ করে। শরীর কীভাবে শর্করাকে ব্যবহার করবে এটা সেটারও উন্নতি ঘটায়। \n" +
                "তুলসী পাতা\n" +
                "তুলসী পাতাকে স্বাস্থ্য সংক্রান্ত নানান সমস্যায় কাজে লাগানো হয় এবং এটা একইসাথে রক্তে শর্করার ভারসাম্যের অভাব ঠিক করে। এই গাছের ঔষধি গুণ শরীরে ইনসুলিনের ভারসাম্য রাখতে সাহায্য করে। তুলসী দেওয়া চা, শুকনো পাতা ও নির্যাস আভ্যন্তরীণ অসঙ্গতি ঠিক করার জন্য এবং সার্বিকভাবে ভালো থাকা ও স্বাস্থ্যের জন্য ব্যাপকভাবে ব্যবহৃত হয়।\n",R.drawable.medic));




        RecyclerView myrv =  findViewById(R.id.recyclerview_h_id);
        RecyclerViewAdapter3 myAdapter = new RecyclerViewAdapter3(this,lstBook);
        myrv.setLayoutManager(new GridLayoutManager(this,1));
        myrv.setAdapter(myAdapter);
    }
}
