package com.better.nutritiontherapy;

import androidx.appcompat.app.AppCompatActivity;
import androidx.recyclerview.widget.GridLayoutManager;
import androidx.recyclerview.widget.RecyclerView;
import androidx.appcompat.widget.Toolbar;
import android.os.Bundle;

import java.util.ArrayList;
import java.util.List;

public class NonvegActivity extends AppCompatActivity {
    List<Book> lstBook ;
    @Override
    protected void onCreate(Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
        setContentView(R.layout.activity_nonveg);
        Toolbar toolbar = findViewById(R.id.toolbar);
        toolbar.setTitle("আমিষ");
        setSupportActionBar(toolbar);
        getSupportActionBar().setDisplayHomeAsUpEnabled(true);

        lstBook = new ArrayList<>();
        lstBook.add(new Book("গরুর মাংসের উপকারিতা এবং অপকারিতা","Benefits","আমিষের চাহিদা পূরণ করে\n" +
                "গরুর মাংস থেকে উচ্চমাত্রায় প্রোটিন পাওয়া যায় যার শারীরিক গঠন ও বৃদ্ধিতে ভূমিকা রয়েছে। গরুর মাংস থেকে প্রথম শ্রেণির উন্নতমানের প্রোটিন পাওয়া যায়। সুস্থ মাংসপেশি গঠনে যা বিশেষ ভূমিকা রাখে। তাছাড়া গরুর মাংসে অত্যাবশ্যকীয় অ্যামাইনো এসিড থাকে, যা ত্বকের জন্য অনেক জরুরি।\n" +
                "\n" +
                "জিংক এর অভাব পূরণ করে\n" +
                "জিংক একটি গুরুত্বপূর্ণ পুষ্টি উপাদান যা শরীরের রোগ প্রতিরোধ ক্ষমতা বৃদ্ধিতে সাহায্য করে। অনেকেই এর অভাবে ভুগে থাকেন। বিশেষ করে কিশোর-কিশোরীরা। তাই জিংকের অভাব দূরীকরণে গরুর মাংসের জুরি নেই।\n" +
                "\n" +
                "\n" +
                " \n" +
                "ফসফরাসের উৎস \n" +
                "গরুর মাংসে উপকারী ফসফরাস থাকে যা মজবুত হাড় ও দাঁতের জন্য জরুরি।\n" +
                "\n" +
                "আয়রনের ভালো উৎস\n" +
                "গরুর মাংসের আয়রন শরীরে ভালোভাবে শোষিত হয়। আয়রনযুক্ত অনেক খাবারের তুলনায় গরুর মাংস অনেক বেশি আয়রন দিয়ে থাকে। যা রক্তস্বল্পতা দূরীকরণ এবং শরীরের সব কোষে অক্সিজেন সরবরাহে সাহায্য করে। তাই শরীরে আয়রনের ঘটতি পূরণে গরুর মাংস বিশেষ ভূমিকা রাখতে পারে।\n" +
                "\n" +
                "উপকারী ভিটামিন থাকে\n" +
                "গরুর মাংসের মধ্যে প্রাপ্ত বি১২, বি৬ এবং বিরোফ্রাবিন শরীরে শক্তি সরবরাহে সাহায্য করে। তাছাড়া মানসিক স্বাস্থ্য রক্ষায়ও এর প্রয়োজনীয়তা অনেক।\n" +
                "তাছাড়া গরুর মাংসে প্রাপ্ত সেলেনিয়াম মানবশরীরে রোগ প্রতিরোধে বিশেষ ভূমিকা রাখে। গুরুত্বপূর্ণ এই অ্যান্টিঅক্সিডেন্ট অনেক খাবারের তুলনায় গরুর মাংসে বেশি।\n" +
                "\n" +
                "গরুর মাংসের অপকারিতা\n" +
                "\n" +
                "গরুর মাংসে কোলেস্টেরল বেশি থাকে\n" +
                "অতিরিক্ত গরুর মাংস স্বাস্থ্যের জন্য ক্ষতিকর কারণ গরুর মাংসে থাকে কোলেস্টেরল, ফ্যাট ও সোডিয়াম। কোলেস্টেরল বেড়ে গেলে হৃদরোগের ঝুঁকি বেড়ে যায়। তাই যাদের রক্তে কোলেস্টেরল বেশি, তাঁদের অতিরিক্ত গরুর মাংস খাওয়া থেকে বিরত থাকা উচিত।\n" +
                "\n" +
                "হৃদরোগের ঝুঁকি বাড়ায়\n" +
                "অতিরিক্ত গরুর মাংস খেলে রক্তে চর্বির মাত্রা বেড়ে যেতে পারে, যা হৃদরোগের ঝুঁকি বাড়ায়। গরুর মাংসে প্রচুর সম্পৃক্ত চর্বি পাওয়া যায়, যা রক্তনালিতে জমে এথেরোসক্লেরসিস ঘটাতে পারে যা থেকে পরবর্তীকালে স্ট্রোক বা হার্ট অ্যাটাক হতে পারে।\n" +
                "\n" +
                "\n" +
                " \n" +
                "উচ্চ রক্তচাপ সৃষ্টি করে\n" +
                "গরুর মাংসের অতিরিক্ত সোডিয়াম শরীরের জন্য ক্ষতিকর। বিশেষ করে উচ্চ রক্তচাপ সৃষ্টিতে বা\n" +
                "বাড়াতে সোডিয়াম সাহায্য করে। তাই অতিরিক্ত গরুর মাংস ঘন ঘন খেলে উচ্চ রক্তচাপ হতে পারে, যা হৃদরোগ, স্ট্রোক বা কিডনি রোগের ঝুঁকি বাড়ায়।\n" +
                "\n" +
                "কোষ্ঠকাঠিন্য হতে পারে\n" +
                "অতিরিক্ত গরুর মাংস খেলে কোষ্ঠকাঠিন্য হওয়ার ঝুঁকি বাড়ে, যা থেকে পরবর্তীকালে আরো অনেক রোগের ঝুঁকি বাড়ে।\n" +
                "\n" +
                "কিডনি রোগ ঝুঁকি বাড়ায়\n" +
                "গরুর মাংস প্রথম শ্রেণীর প্রোটিনের ভালো উৎস। তাই অতিরিক্ত গরুর মাংস খেলে তা থেকে প্রাপ্ত প্রোটিন কিডনি রোগের ঝুঁকি বাড়ায়। তাই যাঁদের কিডনিতে সমস্যা রয়েছে তাঁদের অবশ্যই গরুর মাংস এড়িয়ে যেতে হবে। তাছাড়া গবেষণায় দেখা গেছে যাঁরা অতিরিক্ত গরুর মাংস খান, তাঁদের ক্যানসার ঝুঁকি বেড়ে যায়।\n" +
                "\n" +
                "পরিশেষে বলব যেকোনো খাবারের ভালো-খারাপ দুটো দিকই থাকে। অতিরিক্ত খেলে স্বাস্থ্য ঝুকি বাড়ে, আবার কম খেলে পুষ্টি উপাদানের ঘাটতি থাকে। তাই সুস্থ থাকার লক্ষ্যে সবাইকে পরিমিত পরিমাণে গরুর মাংস খেতে হবে। ",R.drawable.meat));





        lstBook.add(new Book("ছোট মাছের উপকারিতা এবং পুষ্টিগুণ","Benefits","ছোট মাছে আছে প্রচুর ক্যালসিয়াম। কাঁটাসহ ছোট মাছ ক্যালসিয়ামের এক অনন্য উপাদান। মলা, ঢেলা, চাঁদা, ছোট পুঁটি, ছোট চিংড়ি, কাচকি ইত্যাদি জাতীয় মাছে প্রচুর ক্যালসিয়াম, প্রোটিন এবং ভিটামিন ‘এ’ বিদ্যমান। মানবদেহে দৈনিক প্রচুর ক্যালসিয়ামের চাহিদা থাকে। বিশেষ করে বাড়ন্ত শিশু, গর্ভবতী মা এবং প্রসূতি মায়েদের ক্যালসিয়ামের চাহিদা আরও বেশি। হাড় ও দাঁত গঠনে ক্যালসিয়াম অত্যন্ত দরকারি। তাই প্রতিদিন আমাদের ক্যালসিয়ামসমৃদ্ধ ছোট মাছ খাওয়া উচিত।\n" +
                "উঠতি বয়সী শিশুদের জন্য প্রোটিন, আয়রন, ক্যালসিয়াম, ফসফরাস, ভিটামিন সি, ভিটামিন বি-৩ এবং ভিটামিন ডি যুক্ত গুঁড়া মাছ খুবই উপকারী। \n" +
                "\n" +
                " \n" +
                "ছোট মাছে অসম্পৃক্ত চর্বি আছে, যা স্বাস্থ্যের জন্য অনেক উপকারী। এ ছাড়া আয়রন, প্রোটিন, ফসফরাস, ভিটামিন এ, ভিটামিন বি২, ফ্যাটি অ্যাসিড, লাইসনি ও মিথিওনিনেরও ভাল উৎস ছোট মাছ।\n" +
                "ছোট মাছে প্রচুর পরিমাণ ভিটামিন এ থাকে যা রাতকানা, অন্ধ হয়ে যাওয়া ছাড়াও দৈনন্দিন অনেক শারিরীক সমস্যা দূর করতে সক্ষম। শিশুদের রাতকানা রোগ ঠেকাতে ভিটামিন-এ সমৃদ্ধ মলা, ঢেলা ও গুঁড়া মাছ খাওয়ান। দৃষ্টিশক্তির জন্যও গুঁড়া মাছ দরকার।\n" +
                "যাদের উচ্চ রক্তচাপ আছে ক্যালসিয়ামসমৃদ্ধ গুঁড়া মাছ তাদের ব্ল্যাডপ্রেসার কমাতে সাহায্য করবে।\n" +
                "ডায়াবেটিস রোগীদের জন্য খনিজ লবণ সমৃদ্ধ গুঁড়া মাছ উপকারী। হৃদরোগী, স্ট্রোকের রোগীর ও গর্ভবতী মা ও দুগ্ধদানকারী মায়ের জন্য গুঁড়া মাছ খুবই উপকারী।" +
                "",R.drawable.fish));


        lstBook.add(new Book("সামুদ্রিক মাছের উপকারিতা এবং পুষ্টিগুণ","Benefits",
                "সামুদ্রিক মাছের পুষ্টিগুণ মিঠা পানির মাছের তুলনায় অনেক গুন বেশি। আমাদের দেশে সারা বছরই বাজারে বিভিন্ন জাতের সামুদ্রিক মাছ পাওয়া যায়। সামুদ্রিক মাছ উচ্চ-প্রোটিন সমৃদ্ধ, এবং এতে ক্ষতিকারক ফ্যাট নেই বললেই চলে। প্রজাতি ভেদে সামুদ্রিক মাছের স্বাদ ভিন্ন হয় কিন্তু পুষ্টিগুণ বিচারে সব সামুদ্রিক মাছই অনন্য। সামুদ্রিক মাছে ওমেগা থ্রি ফ্যাটি অ্যাসিড, ভিটামিন এ এবং ভিটামিন ডি থাকে যা একাধিক জটিল রোগ থেকে আমাদেরকে  দূরে রাখে। সেই সঙ্গে সার্বিকভাবে শরীরের গঠনেও গুরুত্বপূর্ণ ভূমিকা পালন করে থাকে সামুদ্রিক মাছে। সামুদ্রিক মাছ হার্ট-এটাক, স্ট্রোক, স্থুলতা এবং উচ্চ-রক্তচাপের ঝুঁকি কমায়। শিশু-কিশোরদের মানসিক ও শারীরিক গঠনে সামুদ্রিক মাছ দারুন ভূমিকা পালন করে। আসুন এবার বিস্তারিত ভাবে জেনে নেই সামুদ্রিক মাছের উপকারিতা এবং পুষ্টিগুণ সম্পর্কে-\n" +
                "\n" +
                "মানসম্মত ডায়েট চার্ট, স্বাস্থ্য টিপস এবং পুষ্টিকর খাবারের রেসিপির ভিডিও দেখতে পুষ্টিবাড়ির ইউটিউব চ্যানেলে সাবস্ক্রাইব করে রাখুন… ইউটিউব চ্যানেলটিতে প্রবেশ করতে এখানে ক্লিক করুন\n" +
                "\n" +
                "সামুদ্রিক মাছের পুষ্টিগুণ\n" +
                "\n" +
                "হৃদরোগ প্রতিরোধ করে\n" +
                "সামুদ্রিক মাছে রয়েছে ওমেগা-৩ নামক ফ্যাটি এসিড যা হৃদযন্ত্রের জন্য উপকারী। এই ফ্যাটি এসিড হৃদরোগ প্রতিরোধে ভূমিকা রাখে।\n" +
                "\n" +
                "কোলেস্টেরলের মাত্রা নিয়ন্ত্রণ করে\n" +
                "বেশিরভাগ সামুদ্রিক মাছে ভিটামিন এ ও ডি থাকে, যা কোলেস্টেরলের মাত্রা নিয়ন্ত্রণ করতে সাহায্য করে। তাই হৃদরোগে আক্রান্ত ও ডায়াবেটিস রোগীদের জন্য সামুদ্রিক মাছ খুবই উপকারী।\n" +
                "\n" +
                "ব্রেন পাওয়ার বৃদ্ধি করে\n" +
                "নিউরোলজিস্টদের মতে শরীরে ওমেগা থ্রি ফ্যাটি অ্যাসিডের মাত্রা বাড়তে থাকলে ব্রেনের বিশেষ কিছু অংশের ক্ষমতা এতটাই বৃদ্ধি পায় যে ডিমেনশিয়া বা অ্যালঝাইমারের মতো রোগে আক্রান্ত হওয়ার আশঙ্কা হ্রাস পায়।\n" +
                "\n" +
                "দৃষ্টিশক্তি বৃদ্ধি করে\n" +
                "সামুদ্রিক মাছে প্রচুর পরিমানে ওমেগা থ্রি ফ্যাটি অ্যাসিট  থাকে। আর এই ওমেগা থ্রি ফ্যাটি অ্যাসিড রেটিনার কর্মক্ষমতা বৃদ্ধি করার মধ্যে দিয়ে সার্বিকভাবে দৃষ্টিশক্তির উন্নতিতে বিশেষ ভূমিকা পালন করে থাকে।\n" +
                "\n" +
                "রোগ প্রতিরোধ\n" +
                "সামুদ্রিক মাছ মানুষের দেহের প্রয়োজনীয় পুষ্টি চাহিদা মিটিয়ে নানা রোগ থেকে রক্ষা করতে সক্ষম। এতে জিংক ও আয়োডিন আছে। জিংক রোগ প্রতিরোধ ক্ষমতা বৃদ্ধি করে এবং আয়োডিন গলগণ্ড রোগ প্রতিরোধ করে। ",R.drawable.fish));



        lstBook.add(new Book("খাসির মাংসের অপকারিতা","Benefits","ছাগলের মাংসে গরুর মাংসের তুলনায় কিছুটা কড়া ঘ্রাণের কারণে স্বাদে একটু পিছিয়ে থাকলেও পিছিয়ে নেই পুষ্টিগুণে। বরং গরুর মাংসের তুলনায় অনেক বেশি স্বাস্থ্যকর ছাগলের মাংস। ছাগলের মাংসে গরুর মাংসের তুলনায় ক্যালরি, সম্পৃক্ত চর্বি ও কোলেস্টেরলের পরিমাণ অনেকটাই কম হওয়ায়, তেমন কোনো স্বাস্থ্যঝুঁকি নেই এর। তাই আপনি ইচ্ছেমতো ছাগলের মাংস খেতে পারেন।ছাগলের মাংসে চর্বি এমনিতে কম হওয়ায় পাতলা স্লাইস করে লিন মাংস বানাতে হয় না। সম্পৃক্ত চর্বি কম বলে রক্তে এটি কোলেস্টেরলের মাত্রা বাড়িয়ে আপনাকে বিপদে ফেলতেও পারবে না। এছাড়া ছাগলের মাংসে সোডিয়ামের পরিমাণ কম থাকে, পটাশিয়ামের পরিমাণ বেশি থাকে। এই গুণটি খাদ্য হিসেবে ছাগলের মাংসের স্বাস্থ্য উপকারিতা বাড়িয়ে দিয়েছে ।প্রতি ১০০ গ্রাম ছাগলের মাংসে থাকে ১২২ ক্যালরি শক্তি, ২৩ গ্রাম প্রোটিন ও ২.৫৮ গ্রাম চর্বি। এছাড়া রয়েছে উচ্চমাত্রার লৌহ, যা রক্তস্বল্পতা প্রতিরোধ করে।" +
                "",R.drawable.meat));


        lstBook.add(new Book("ভেড়ার মাংস","Benefits","ভেড়ার মাংস উচ্চমাত্রার ক্যালরি সমৃদ্ধ উন্নতমানের আমিষ জাতীয় খাবার। প্রতি ১০০ গ্রাম ভেড়ার মাংসে থাকে ২৫৮ ক্যালরি শক্তি। রান্না করা পাতলা টুকরোর ভেড়ার মাংসে ২৫-২৬ শতাংশ আমিষ থাকতে পারে। ভেড়ার মাংসে চর্বির পরিমাণ গরুর মাংসের চেয়েও বেশি, ১৭-২১ শতাংশ। সম্পৃক্ত চর্বির আশঙ্কাজনক মাত্রার ফলে ভেড়ার মাংস হার্ট এটাক, স্ট্রোক, হাইপারটেনশন প্রভৃতি হৃদরোগের ঝুঁকি বাড়ায়। তবে প্রচুর পরিমাণে খনিজ লবণ আর ভিটামিনের উপস্থিতিও ভেড়ার মাংসে লক্ষ্যণীয়।উটের মাংস:উটের মাংস যেকোনো মাংসের চেয়ে অনেক বেশি স্বাস্থ্যকর এবং প্রোটিনসমৃদ্ধ। ঘন সন্নিবেশিত যোজক কলার মাঝখানে শক্ত আঁশের আমিষ নিয়ে গঠিত উটের মাংসে সম্পৃক্ত চর্বি গরু বা ভেড়ার মাংসের তুলনায় একেবারেই কম থাকে। তবে এতে অসম্পৃক্ত চর্বি বেশি পরিমাণে থাকে বলে, এটি রক্তে কোলেস্টেরলের মাত্রা কমায় এবং হৃদরোগের ঝুঁকি হ্রাস করে। ভিটামিন সি, ডি, লৌহ এবং অন্যান্য খনিজ লবণের চমৎকার উৎস হিসেবে উটের মাংস খাওয়া আপনার স্বাস্থ্যের জন্য উপকারীই হবে বলা যায়।মহিষের মাংস:পরিমিত পরিমাণের ক্যালরি ও কোলেস্টেরল এবং উচ্চমাত্রার ভিটামিন ও খনিজ লবণ নিয়ে গঠিত মহিষের মাংস সুস্বাদু এবং স্বাস্থ্যকর একটি খাবার। প্রতি ১০০ গ্রাম মহিষের মাংসে ১৪০ ক্যালরি শক্তি থাকে। চর্বি ও কোলেস্টেরলের পরিমাণ অবিশ্বাস্য কম হওয়ায় নির্দ্বিধায় আপনি মহিষের মাংস খেতে পারেন।যে মাংসই খান না কেনো, রান্নার প্রকিয়াটি হওয়া চাই স্বাস্থ্যকর। খুব বেশি তাপমাত্রায় রান্না করলে মাংসের পুষ্টিগুণ তো নষ্ট হবেই, সাথে সাথে উড়ে এসে জুড়ে বসবে কিছু বিষাক্ত, ক্ষতিকর রাসায়নিক উপাদান। তাই রান্না করতে হবে অল্প আঁচে, ধীরে ধীরে। অতিরিক্ত রান্না করা খাবার এড়িয়ে চলুন।তথ্য সূত্র: ওএস",R.drawable.meat));

        lstBook.add(new Book("ডিম","Benefits","\n" +
                "ডিম সস্তা, উচ্চ মানের প্রোটিনের খুব ভাল উত্স। ডিমের অর্ধেকেরও বেশি প্রোটিন ডিমের সাদা অংশে পাওয়া যায়, এর মধ্যে ভিটামিন বি 2 এবং কুসুমের চেয়ে কম পরিমাণে ফ্যাট থাকে। ডিমগুলি সেলেনিয়াম, ভিটামিন ডি, বি 6, বি 12 এবং দস্তা, আয়রন এবং তামা জাতীয় খনিজগুলির সমৃদ্ধ উত্স।",R.drawable.egg));




        RecyclerView myrv = (RecyclerView) findViewById(R.id.recyclerview_id);
        RecyclerViewAdapter3 myAdapter = new RecyclerViewAdapter3(this,lstBook);
        myrv.setLayoutManager(new GridLayoutManager(this,1));
        myrv.setAdapter(myAdapter);

    }
}
