package com.better.nutritiontherapy;

import androidx.appcompat.app.AppCompatActivity;
import androidx.appcompat.widget.Toolbar;
import androidx.recyclerview.widget.GridLayoutManager;
import androidx.recyclerview.widget.RecyclerView;

import android.os.Bundle;

import java.util.ArrayList;
import java.util.List;

public class Nutrient_sourceActivity extends AppCompatActivity {
    List<Book> lstBook ;
    @Override
    protected void onCreate(Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
        setContentView(R.layout.activity_nutrient_source);
        Toolbar toolbar = findViewById(R.id.toolbar);
        toolbar.setTitle("ফল");
        setSupportActionBar(toolbar);
        getSupportActionBar().setDisplayHomeAsUpEnabled(true);
        lstBook = new ArrayList<>();
        lstBook.add(new Book("আপেল ","Benefits","আপেল এর উপকারিতাঃ সম্মানিত পাঠক আসুন এবার জেনে নেই আপেল এর উপকারিতা এবং পুষ্টিগুন যা আমাদেরকে  সুস্থ রাখতে সাহায্য করে।\n" +
                "\n" +
                "আপেল ক্যান্সার প্রতিরোধকঃ আপেল খেলে অগ্ন্যাশয়ে ক্যান্সারের সম্ভাবনা প্রায় ২৩% হারে কমে। কারণ আপেলের মধ্যে প্রচুর পরিমাণে ফ্ল্যাভোনল থাকে। আপেলের মধ্যে ট্রিটারপেনয়েডস উপাদান লিভার, স্তন এবং কোলোনের মধ্যে ক্যান্সারের কোষ বেড়ে উঠতে বাঁধা দেয়। তাছাড়া এক গবেষণা থেকে জানা যায় যে, আপেলের মধ্যে যে পরিমাণে ফাইবার থাকে, তা মলাশয়ের ক্যান্সার রোধে সাহায্য করে।\n" +
                "\n" +
                "\n" +
                " \n" +
                "আপেল হার্ট ভালো রাখেঃ আপেলে রয়েছে ফাইটোনিউট্রিয়েন্ট উপাদানসমূহ, যা হার্টের স্বাস্থ্যের জন্য অত্যন্ত উপকারী। আপেলের মধ্যে যে ফাইবার থাকে, তা কোলেস্টেরল কমাতে সাহায্য করে। এর ফলে হার্টে রক্তচলাচল স্বাভাবিক থাকে। ফলে হৃদযন্ত্রের কোনও ক্ষতি হওয়ার আশঙ্কা কমে।\n" +
                "\n" +
                "ওজন কমাতে সাহায্য করেঃ ওজন নিয়ন্ত্রণে আপেল খাওয়া খুবই উপকারী। ফলটিতে উপস্থিত ফাইবার কোনও ক্যালরি ছাড়াই পেট ভরাতে সাহায্য করে এর ফলে ওজনও নিয়ন্ত্রণে চলে আসে। যেসব মহিলা ওজন কমাতে চায় তারা দৈনিক তিনটি আপেল খেলে ডায়েট করার চেয়ে ভালো ফল পাবে।\n" +
                "\n" +
                "সাদা ঝকঝকে দাঁতের জন্য আপেলঃ আপেল খেলে দাঁতের দারুণ উপকার হয়। আপেলের রস আপনার দাঁতের ক্ষতিকর ব্যাকটেরিয়া ধ্বংস করে। ফলে ব্যাকটেরিয়া দাঁতের কোনও ক্ষতি করতে পারেনা। ফলে দাঁত ভালো থাকে এবং দাঁত শক্ত ও মজবুত করে থাকে।\n" +
                "\n" +
                "রোগ প্রতিরোধ ক্ষমতা বাড়ায়ঃ আপেলের মধ্যে কুয়েরসেটিন নামক এক ধরনের অ্যান্টি অক্সিডেন্ট থাকে, যা আমাদের শরীরে রোগ প্রতিরোধ ক্ষমতা বাড়িয়ে তোলে এবং আমাদের শরীর ভাল রাখতে সাহায্য করে।\n" +
                "\n" +
                "\n" +
                " \n" +
                "ডায়াবেটিসের সমস্যা কমায়ঃ আপেলে পেকটিন নামের একটি উপাদান থাকে যা ইনসুলিনের পরিমাণ ঠিক রেখে ডায়াবেটিস নিয়ন্ত্রণে রাখতে সহায়তা করে থাকে। তাছাড়া আপেলের মধ্যে যে ফাইবার থাকে, তা রক্তে শর্করার পরিমাণ সঠিক রাখতে সাহায্য করে।\n" +
                "\n" +
                "শরীরের ত্বক ভালো রাখেঃ আপেল ত্বক মলিন রাখে এবং মুখের ত্বকের উজ্জলতা বৃদ্ধি করে। গবেষণায় দেখা গেছে যে, নিয়মিত প্রতিদিন আপেল খেলে ত্বকের বিভিন্ন সমস্যার সমাধান হয়। সুধু তাই নয়,\n" +
                "\n" +
                "অ্যান্টিঅক্সিডেন্টঃ  আপেলে প্রচুর পরিমাণে ফ্লেভনয়েড ও পলিফেনল নামক উপাদান আছে যা অ্যান্টিঅক্সিডেন্ট এর প্রধান উপাদান । আর এই উপাদান দুটি আমাদের শরীরের DNA এর ক্ষতি রোধ করে এবং ক্যানসারও রোধ করতে সাহায্য করে থাকে।\n" +
                "\n" +
                "হজম ক্ষমতা বৃদ্ধি করে এবং কোষ্ঠকাঠিন্য দূর করেঃ নিয়মিত আপেল খেলে পাকস্থলীতে হজমের জন্য উপকারী ব্যাকটেরিয়া তৈরী হয়। যা হজম শক্তি বৃদ্ধি করে সেই সঙ্গে কোষ্ঠকাঠিন্যের সমস্যাও দূর করে।\n" +
                "\n" +
                "তছাড়া আপেল দাঁত ভালো রাখে, শরীরের হাড় শক্ত করে, অ্যালঝেইমার্স প্রতিরোধে করে, পানিশুন্যতা দূর করে, লিভার ও নালীর সমস্যা রোধ করে।  সুধু তাই নয়, আপেল ডায়রিয়া হলে তা সারাতে সাহায্য করে, আমাদের শরীরে মাসেল টোন করতে সাহায্য করে এমনকি গেস্টিক এর সমস্যা দূর করতে কার্যকরী ভূমিকা পালন করে থাকে।   ",R.drawable.apple));





        lstBook.add(new Book("অ্যাভোকাডো","Benefits","\n" +
                "অ্যাভোকাডোর জনপ্রিয়তা এর সমৃদ্ধ, ক্রিমি, মখমল জমিন এবং হালকা স্বাদে নেমে এসেছে। অ্যাভোকাডো বা পার্সিয়া আমেরিকানা এমন একটি ফল যা লরাসির পরিবারের অন্তর্গত; এমন একটি গোষ্ঠী যাতে দারুচিনি এবং লরেলের মতো সদস্যও রয়েছে। আকার, রঙ এবং টেক্সচার সমেত কয়েক ডজন জাতের অ্যাভোকাডো রয়েছে। সমস্তই গ্রীষ্মমন্ডলীয় জলবায়ুতে নেটিভ এবং যখন ফসল কাটা হয়," +
                " তখন মাংসটি একটি বাটরি টেক্সচারে নরম হয় যা টোস্ট টপিংস থেকে ডেজার্ট পর্যন্ত সমস্ত ক্ষেত্রে অত্যন্ত জনপ্রিয় হয়ে উঠেছে।",R.drawable.avocado));


        lstBook.add(new Book("কলা","Benefits","কলার উপকারিতা এবং পুষ্টিগুণ |পুষ্টি বাড়ি  \n" +
                "কলা অধিক পুষ্টিগুণ সম্পন্ন জনপ্রিয় একটি ফল। মিষ্টি স্বাদের এই ফলটি বেশ সুস্বাদু এবং স্বাস্থ্যের জন্য অত্যন্ত উপকারী একটি খাবার। কলা এমনই একটি ফল যা সব বয়সের লোকেরাই খেতে পারে। নাস্তায় প্রায় সবাই কলা খেতে পছন্দ করেন। কলায় প্রচুর পরিমাণ পটাশিয়াম, ভিটামিন বি এবং ফাইবার থাকে। কলা ভিটামিন সি সমৃদ্ধ একটি ফল, যা আমাদের ত্বক ও হাড়ের জন্য উপকারী। তাছাড়া এটি ক্যানসার, হৃদরোগ, অসটিওআর্থিরিটিসের রোগের ঝুঁকি কমায়। বয়স্কদের হাড়ের ক্ষয়জনিত সমস্যা প্রতিরোধ করে কলা। কলা যখন অতিরিক্ত পেকে যায় এর অ্যান্টিঅক্সিডেন্ট পরিমাণ বহুগুণ বেড়ে যায়। শরীরের বিভিন্ন রোগ প্রতিরোধে অ্যান্টিঅক্সিডেন্ট খুব গুরুত্বপূর্ণ ভূমিকা পালন করে। কলা শরীরে শক্তি যোগায় এবং বিভিন্ন শারীরিক সমস্যা দূর করতে সহায়তা করে। আসুন জেনে নেয়া যাক পাকা কলার উপকারিতা সম্পর্কে বিস্তারিত ভাবে।\n" +
                "\n" +
                "পাকা কলা\n" +
                "পাকা কলা\n" +
                "\n" +
                "কর্মশক্তি যোগায় \n" +
                "কলার মধ্যে থাকা তিন ধরনের প্রাকৃতিক চিনির শক্তিশালী মিশ্রণ (ফ্রুক্টোজ, গ্লুকোজ এবং সুক্রোজ) আপনার রক্তে শর্করার মাত্রা বজায় রাখে এবং আপনাকে দেবে দিনের প্রয়োজনীয় কর্মশক্তি।\n" +
                "\n" +
                "কোষ্ঠকাঠিন্য দূর করে \n" +
                "কলার মধ্যে থাকা ফাইবার কোষ্ঠকাঠিন্য কমাতে সহায়তা করে। কলার মধ্যে প্রচুর পরিমাণে আঁশ থাকায় পেট পরিষ্কার করতে সহায়তা করে। প্রতিদিন ২টি করে কলা খেলে আপনার কোষ্ঠকাঠিন্যের সমস্যা দূর হবে।\n" +
                "\n" +
                "\n" +
                " \n" +
                "হজমশক্তি বাড়ায়\n" +
                "পাকা কলায় ফাইবারের পরিমাণ কমে যায়, যার কারণে এটি সহজে হজম হতে পারে।\n" +
                "\n" +
                "দেহে প্রোবায়টিক এর যোগান দেয়\n" +
                "প্রোবায়টিক এর একটি অন্যতম প্রাকিৃতিক উৎস হলো কলা। কলাতে রয়েছে ফ্রুক্টোওলিগোস্যাকারাইড (FOS) যা দেহে উপকারী ব্যাক্টেরিয়া বৃদ্ধিতে সহায়তা করে। আমাদের দেহের অন্ত্রে ক্ষতিকর ব্যাকটেরিয়া নিয়ন্ত্রনের জন্য প্রোবায়টিক গ্রহন করা প্রয়োজন।\n" +
                "\n" +
                "উচ্চ রক্তচাপ কমায় \n" +
                "কলায় থাকা উচ্চমাত্রার পটাসিয়াম ও নিম্নমাত্রার সোডিয়াম শরীরের রক্ত চাপ কমাতে সাহায্য করে। এছাড়া হৃদরোগের জন্য কলা অত্যন্ত সহায়ক। স্ট্রোক প্রতিরোধের জন্যেও কলা উপকারী। উচ্চ রক্তচাপের সমস্যা থাকলে, প্রতিদিন ২টি কলা খেতে পারেন।\n" +
                "\n" +
                "রক্তস্বল্পতা দূর করে\n" +
                "কলায় থাকা আয়রন রক্ত কোষকে উজ্জীবিত করে হিমোগ্লোবিনের পরিমাণ বৃদ্ধি করে থাকে। যা রক্ত স্বল্পতা দূর করে। ফলে অ্যানিমিয়ার সম্ভাবনা কমে। এমনকি অ্যানিমিয়া সারাতেও সাহায্য করে কলা।\n" +
                "\n" +
                "\n" +
                " \n" +
                "স্নায়ুকে শান্ত করে\n" +
                "কার্বোহাইড্রেটে পরিপূর্ণ হওয়ায় কলা রক্তে শর্করার মাত্রা ঠিক রেখে স্নায়ুবিক চাপ কমাতে সাহায্য করে। কলায় থাকে প্রচুর পরিমাণে ভিটামিন বি যা স্নায়ুকে শান্ত করে।\n" +
                "\n" +
                "দুশ্চিন্তা দুর করে\n" +
                "মানসিক চাপ কমায় এবং একই সাথে মানসিক কর্মদক্ষতাও বৃদ্ধি করে কলা। তাই যেকোনো গুরুত্বপুর্ন বা স্ট্রেসফুল কাজ শুরু করার পুর্বে একটি কলা খেয়ে নিতে পারেন অনেক উপকার পাবেন।\n" +
                "\n" +
                "পরিশ্রম ও ব্যায়ামে শক্তি যোগায়\n" +
                "বড় ধরনের শারিরিক পরিশ্রম বা ব্যায়ামে শক্তি যোগায় কলা। এটি শরীরের পেশি, লিগামেন্ট ও রগ শক্তিশালী করে তোলে। যেহেতু এটি শারিরিক পরিশ্রমে প্রচুর সহায়তা করে, তাই ব্যায়াম করার পূর্বে কলা খাওয়া অত্যন্ত উপকারী।\n" +
                "\n" +
                "ঘুমের জন্য সহায়ক\n" +
                "কলায় ট্রিপটোফেন নামক এক প্রকার অ্যামিনো অ্যাসিড থাকে যা সেরোটিন নামক হরমোন তৈরিতে গুরুত্বপুর্ন ভুমিকা পালন করে। এই হরমোন ঘুমের জন্য সহায়ক।\n" +
                "\n" +
                "ওজন কমাতে সাহায্য করে\n" +
                "অধিক ক্যাররির খাবারের বিকল্প হিসেবে কলা খাওয়া হলে তা দ্রুত ওজন কমাতে সাহায্য করে। মাঝারি আকৃতির একটি কলায় মাত্র ১০৫ ক্যালরি থাকে। এছাড়াও কলাতে রয়েছে ক্রোমিয়াম নামক খনিজ পদার্থ, যা বিপাক ক্রিয়ায় সহায়তা করে।\n" +
                "\n" +
                "তাছাড়া কলাতে প্রচুর পরিমান ক্যালিশিয়াম থাকে যা শরীরের হাড়ের ঘনত্ব বৃদ্ধির জন্য যথেষ্ট। এছাড়া যারা হাড়ের বা বাতের ব্যাথার সমস্যায় ভুগছেন, তাদের খাদ্যাভাসে কলা রাখতে পারেন। কলায় প্রচুর পরিমানে ম্যাগনেসিয়াম থাকায় এটি মাথাব্যাথার প্রকৃতিক নিরাময় হিসেবে কাজ করে। ধূমপান ছাড়তে চাইলে বেশি করে কলা খান। কারণ কলায় উপস্থিত ভিটামিন বি৬, বি১২, পটাশিয়াম, ম্যাগনেশিয়াম শরীর থেকে নিকোটিনের প্রভাব দূর করতে সাহায্য করে।  ",R.drawable.banana));



        lstBook.add(new Book("আম","Benefits","\n" +
                "আমের ১৫ টি স্বাস্থ্য উপকারিতা-\n" +
                "১) পাকা আম আমাদের ত্বক সুন্দর, উজ্জ্বল ও মসৃণ করে। সুদু তাই নয়, এটি আমাদের ত্বকের ভেতর ও বাইরে থেকে উভয়ভাবেই সুন্দর রাখতে সাহায্য করে। আম আমাদের ত্বকের লোমের গোড়া পরিষ্কার রাখতে সাহায্য করে ও ব্রণের সমস্যা সমাধানে বিশেষ ভূমিকা পালন করে থাকে।\n" +
                "\n" +
                "২) আমে পর্যাপ্ত পরিমাণে খনিজ লবণের উপস্থিতিও রয়েছে । আমাদের শরীরের দাঁত, নখ, চুল ইত্যাদি মজবুত করার জন্য আমের খনিজ লবণ উপকারী ভূমিকা পালন করে।\n" +
                "\n" +
                "৩) সাধারণত পাকা আম ত্বকের লোমের গোড়া পরিষ্কার রাখতে সাহায্য করে ফলে মুখের ও নাকের উপর জন্মানো ব্ল্যাকহেড তা দূর করতে অনেকাংশে সাহায্য করে। আপনি যদি প্রতিদিন ১০০ গ্রাম পাকা আম  খান তাহলে আপনার মুখের কালো দাগ দূর হবে।\n" +
                "\n" +
                "৪) পাকা আমের আঁশে কিছু উপাদান যেমন- ভিটামিন, মিনারেল ও অ্যান্টি-অক্সিডেন্টসমৃদ্ধ থাকায় তা হজমে সহায়তা করে থাকে। আমে আছে প্রচুর পরিমাণে এনজাইম এটা আমাদের শরীরের প্রোটিন অণুগুলো ভেঙ্গে ফেলতে সাহায্য করে যা হজমশক্তি বৃদ্ধিতে সহায়ক ভূমিকা রাখে।\n" +
                "\n" +
                "৫) আমে প্রায় ২৫ রকমের বিভিন্ন কেরাটিনোইডস উপকারী ব্যাকটেরিয়া আছে যা আপনার ইমিউন সিস্টেমকে সুস্থ ও সবল রাখে।\n" +
                "\n" +
                "৬) আমে রয়েছে পর্যাপ্ত পরিমাণে ভিটামিন- বি কমপ্লেক্স। এই ভিটামিন আমাদের শরীরের স্নায়ুগুলোতে অক্সিজেনের সরবরাহ সচল রাখতে সাহায্য করে। আমাদের শরীরকে রাখে পুরোপুরি সতেজ। যার ফলে খুব দ্রুত ঘুম আসতে সাহায্য করে।\n" +
                "\n" +
                "৭) আমে রয়েছে বেটাক্যারোটিন,  ভিটামিন ই এবং ছেলেনিয়ামের পরিমান পর্যাপ্ত থাকায় হার্টের সমস্যা প্রতিরোধে সাহায্য করে।আমাদের হার্টকে সুস্থ ও সবল রাখতে বিশেষ ভূমিকা পালন করে থাকে।\n" +
                "\n" +
                "আমের চমকপ্রদ ১৫ টি স্বাস্থ্য উপকারিতা । আমের পুষ্টিগুণ\n" +
                "\n" +
                "৮) আপনি যদি প্রতিদিন এককাপ আম খেতে পারেন তাহলে এটি আপনার শরীরে ভিটামিন ‘এ’ এর চাহিদার প্রায় পঁচিশ শতাংশের যোগান দিতে পারবে। ভিটামিন ‘এ’ আমাদের চোখের জন্য খুবই উপকারী। এটি আমাদের চোখের দৃষ্টিশক্তি বৃদ্ধিতে সাহায্য করে এবং রাতকানা রোগ থেকে রক্ষা করে।\n" +
                "\n" +
                "৯) আমে প্রচুর পরিমাণে এসিড থাকে যেমন- টারটারিক এ্যাসিড, ম্যালিক এ্যাসিড ও সাইট্রিক এ্যাসিড যা আমাদের শরীরে অ্যালকালাই বা খার ধরে রাখতে সহায়তা করে অনেকাংশেই।\n" +
                "\n" +
                "১০) আমের মধ্যে আছে পর্যাপ্ত পরিমাণে অ্যান্টিঅক্সিডেন্ট যা কিনা শরীরের ক্যান্সার প্রতিরোধে সহায়তা করে। স্তন, লিউকেমিয়া, কোলন প্রোস্টেট ক্যান্সারের মত মারাত্মক ক্যান্সার প্রতিরোধে সহায়তা করে। এতে প্রয়োজনীয় এনজাইমও পাওয়া যায়।\n" +
                "\n" +
                "১১) পাকা আম টাশিয়ামসমৃদ্ধ হওয়ায় এটি আমদের হার্টবিট ও রক্তস্বল্পতা নিয়ন্ত্রণে সহায়তা করে। আমাদের হার্টবিটকে সচল রাখতে কার্যকরী ভূমিকা পালন করে থাকে।\n" +
                "\n" +
                "১২) পাকা আম আমাদের শরীরের রক্ত পরিষ্কারে সহায়তা করে। আমের মধ্যে থাকা টারটারিক, ম্যালিক ও সাইট্রিক এ্যাসিড শরীরে অ্যালকোহল ধরে রাখতে সহায়তা করে।\n" +
                "\n" +
                "১৩) আমে রয়েছে প্রচুর পরিমাণে ভিটামিন-সি, পাকা আমের তুলনায় কাঁচা আমে ভিটামিন-সি এর পরিমাণ বেশি। যা আমাদের দাঁত ও হাড় গঠনে বিশেষ ভূমিকা রাখে।\n" +
                "\n" +
                "১৪)  আম আমাদের শরীরের ক্ষয়রোধ করে। প্রতিদিন আম খেলে দেহের ক্ষয়রোধ হয় এবং স্থূলতা কমিয়ে শারীরিক গঠনে ইতি বাচক ভূমিকা পালন করে ।\n" +
                "\n" +
                "১৫) সুধু তাই নয়, আমের ভেষজ গুণ আমাদের স্কিন ক্যান্সারসহ ভিভিন্ন জটিল রোগ থেকে রক্ষা করে।\n" +
                "\n" +
                "আরও কিছু উপকারিতা আমের-\n" +
                "আরও কিছু বিশেষ উপকারিতা আছে আমের, যা আমাদের জানা একান্ত জরুরী।\n" +
                "\n" +
                "*কাঁচা আমস্মৃতি শক্তি  বৃদ্ধিতে সাহায্য করে\n" +
                "\n" +
                "* আম প্রচুর ফাইবার সমৃদ্ধ হওয়ায় কোষ্টকাঠিণ্য দূর করে।\n" +
                "\n" +
                "*পটাশিয়ামের অভাব পূরণ করে।\n" +
                "\n" +
                "*কিডনির সমস্যা প্রতিরোধ সাহায্য করে।\n" +
                "\n" +
                "*লিভার ভালো রাখে।\n" +
                "\n" +
                "আমের বীজের উপকারিতা-\n" +
                "আমের বীজের অনেক উপকারিতা রয়েছে। তার মধ্যে আপনার স্বাস্থ্যকর চুলের জন্য আমের বীজের তেল ব্যবহার করতে পারেন। আপনার স্বাস্থ্যকর চুলের জন্য আমের বীজের তেল ফ্যাটি এসিড, খনিজ পদার্থ এবং ভিটামিনের একটি ভালো উৎস। এর জন্য আপনাকে কোথাও যেতে হবে না। আপনি নিজে চাইলে আপনার বাড়িতে এই তেল তৈরি করতে পারবেন। প্রথমে আম বীজের বাইরের কোট ছারিয়ে নিন, তারপর নারিকেল, জলপাই, তিল বা সরিষার তেল দিয়ে মেশান। একটি পরিষ্কার কাচের বয়ামের বা পাত্রের মধ্যে ঢেলে সূর্যালোকে এ মিশ্রণটি এক সপ্তাহের জন্য রাখুন। চুল পড়া বা ধুসর চুল এড়াতে নিয়মিত প্রতিদিন এ মিশ্রণটি বা তেল টি আপনার চুলে  ব্যাবহার করুন। এছাড়াও আপনার চুল কালো, লম্বা ও পুরু করতে এটি ব্যাবহার করুন। কিছু দিন পর দেখতে পারবেন, এটি খুবই কার্যকর ভূমিকা রাখছে।\n",R.drawable.mango));


        lstBook.add(new Book("হলুদ বেল মরিচ","Benefits","লাল, কমলা এবং হলুদ বেল মরিচগুলি দুর্দান্ত স্বাস্থ্য উপকারী  এগুলি ভিটামিন এবং প্যাকেজযুক্ত কম রয়েছে! এগুলি ভিটামিন এ, ভিটামিন সি এবং পটাসিয়ামের একটি দুর্দান্ত উত্স। বেল মরিচগুলিতে ফাইবার, ফোলেট এবং আয়রনের একটি স্বাস্থ্যকর ডোজও রয়েছে ",R.drawable.yellow_bell));
        lstBook.add(new Book("গম","Benefits","Thiamin,Magnessium,Vit-B,Iron,Selenium,Vit-E,Zinc,Fiber,Protein" +
                "\n" +
                "সমৃদ্ধ গমের ময়দা উপরের পুষ্টি ছাড়াও আয়রন, থায়ামিন, নিয়াসিন, ক্যালসিয়াম এবং ভিটামিন বি 6 এর একটি ভাল উত্স হতে পারে। সারাংশ সারা গম সেলেনিয়াম, ম্যাঙ্গানিজ, ফসফরাস, তামা এবং ফোলেট সহ বেশ কয়েকটি ভিটামিন এবং খনিজগুলির একটি উত্স উত্স হতে পারে",R.drawable.wheat));


        lstBook.add(new Book("টমেটো","Benefits","টমেটো একটি সুস্বাদু ও পুষ্টিসমৃদ্ধ শীতের সবজি। তবে আমাদের দেশে সারাবছরই টমেটো পাওয়া যায়। রান্না বা সালাদে টমেটো ছাড়া ভাবাই যায় না। টমেটো যেমন কাঁচা খাওয়া যায়, ঠিক একইভাবে রান্না করে বা রান্না সুস্বাদু করার ক্ষেত্রে ব্যবহৃত হয়। তবে সবচেয়ে বেশি উপকার পেতে টমেটো কাঁচা খাওয়াই উত্তম। টমেটো বহুমুখী গুণ সম্পন্ন একটি খাবার এর পুষ্টির পরিমাণ সমান ওজনের আপেল, নাসপাতি, কলা বা আঙ্গুরের তুলনায় দ্বিগুণ থেকে চারগুণ বেশি। টমেটোতে রয়েছে প্রচুর পরিমাণ ভিটামিন-সি, ভিটামিন-এ, লাইকোপেন, ভিটামিন-কে, ফলিক এসিড, ক্রোমিয়াম ও আরও গুরুত্বপূর্ণ ভিটামিনসমূহ। টমেটোতে কোন ফ্যাট থাকেনা এবং এতে ক্যালোরি, কোলেস্টেরল ও সোডিয়াম খুব কম থাকে। টমেটোর ইংরেজি নাম Tomato এবং বৈজ্ঞানিক নাম Solanum Lycopersicum। ",R.drawable.tomato));
        lstBook.add(new Book("কিসমিস","Benefits","কিসমিস হল আঙুর ফলের শুকনা রূপ। তাই কিসমিসকে শুকনো ফলের রাজাও বলা হয়। সোনালী-বাদামী রংয়ের চুপসানো ভাঁজ হওয়া ফলটি খুবই শক্তিদায়ক। এটি তৈরি করা হয় সূর্যের তাপ অথবা মাইক্রোওয়েভ ওভেনের সাহায্যে। তাপে ফ্রুক্টোজগুলো জমাট বেঁধে পরিণত হয় কিশমিশে। আর এভাবেই আঙ্গুর শুকিয়ে তৈরি করা হয় মিষ্টি স্বাদের কিসমিস। রান্নার কাজে ব্যবহার করা হলেও কিসমিস সাধারণত এমনি কেউ খান না। অনেকে শুধু এটাকে খাওয়াকে ক্ষতিকর মনে করেন। অথচ এটি রক্তে শর্করার মাত্রায় ঝামেলা তৈরি করে না। এটি খেলে শরীরের রক্ত দ্রুত বৃদ্ধি পায়, পিত্ত ও বায়ুর সমস্যা দূর হয়। এটি হৃদপিণ্ডের জন্যও অনেক উপকারি। সম্মানিত পাঠক আসুন এবার বিস্তারিত ভাবে জেনে নেই কিশমিশের উপকারিতা সম্পর্কে-\n" +
                "\n" +
                "কিশমিশ\n" +
                "কিশমিশ\n" +
                "\n" +
                "দেহে শক্তি যোগায়\n" +
                "দেহে শক্তি সরবরাহ করতে কিসমিসের অবদান অনেক বেশি। কিসমিসে রয়েছে চিনি, গ্লুকোজ এবং ফ্রুক্টোজ, যা তাৎক্ষণিকভাবে দেহে এনার্জি সরবরাহ করে থাকে। তাই দুর্বলতা দূরীকরণে কিসমিসের কোন জুড়ি নেই।\n" +
                "\n" +
                "হজমে সাহায্য করে\n" +
                "কিসমিসে প্রচুর পরিমাণে ফাইবার রয়েছে, যা দেহের পরিপাকক্রিয়া দ্রুত হতে সাহায্য করে এবং কোষ্ঠকাঠিন্যের সমস্যা দূর করে।\n" +
                "\n" +
                "\n" +
                " \n" +
                "হাড়ের সুরক্ষা করে\n" +
                "কিসমিসে রয়েছে প্রচুর পরিমাণে ক্যালসিয়াম, যা হাড় মজবুত করতে বেশ ভূমিকা পালন করে। প্রতিদিন কিসমিস খাওয়ার অভ্যাস হাড়ের ক্ষয় এবং বাতের ব্যথা থেকে দূরে রাখবে। তাছাড়া কিশমিশে আছে প্রচুর পরিমাণ বোরন, যা অস্টিওপরোসিস রোগের প্রতিরোধক।\n" +
                "\n" +
                "কোষ্ঠকাঠিন্য দূর করে\n" +
                "কিশমিসে রয়েছে প্রচুর পরিমাণে ফাইবার যা আমাদের পরিপাকক্রিয়া দ্রুত হতে সাহায্য করে এবং কোষ্ঠকাঠিন্যের সমস্যা দূর করে।\n" +
                "\n" +
                "রক্তচাপ নিয়ন্ত্রণে রাখে\n" +
                "কিশমিশে থাকা পটাশিয়াম রক্তের চাপ কমাতে সাহায্য করে। শরীরে থাকা উচ্চমাত্রার সোডিয়াম, রক্তচাপ বাড়ার প্রধান কারণ। কিশমিশ শরীরের সোডিয়াম মাত্রাকে নিয়ন্ত্রণেও সাহায্য করে।\n" +
                "\n" +
                "চোখের জন্য উপকারি\n" +
                "কিসমিস চোখের জন্য খুব উপকারি। কিশমিশে আছে প্রচুর পরিমাণ এন্টি-অক্সিডেন্ট, যা অন্ধত্ব প্রতিরোধ করে। তাছাড়া কিসমিস খেলে সহজে শরীরে বয়সের ছাপ পড়ে না। দৃষ্টি শক্তি হ্রাস ও চোখে ছানি পড়ে না।\n" +
                "\n" +
                "\n" +
                " \n" +
                "কোলেস্ট্রোরেল হ্রাস করে\n" +
                "কিশমিশে কোন কোলেস্ট্রোরেল থাকে না এমনকি এতে আছে এন্টি-কোলোস্ট্রোরেল উপাদান যা রক্তের খারাপ কোলোস্ট্রোরেলকে হ্রাস করতে সাহায্য করে। কিশমিশের দ্রবণীয় ফাইবার, লিভার থেকে কোলোস্ট্রোরেল দূর করতে সাহায্য করে।\n" +
                "\n" +
                "রক্তশূন্যতা দূর করে\n" +
                "কিশমিশে আছে প্রচুর পরিমাণে লৌহ উপাদান, যা রক্তশূন্যতা দূর করতে সাহায্য করে। রক্তশূন্যতার কারণে অবসাদ, শারীরিক দুর্বলতা বা রোগ প্রতিরোধ ক্ষমতা কমে যতে পারে এমনকি, বিষণ্ণতাও দেখা দিতে পারে।\n" +
                "\n" +
                "ইনফেকশন হতে বাধা প্রদান করে\n" +
                "কিসমিসের মধ্যে রয়েছে পলিফেনলস এবং অ্যান্টিব্যাকটেরিয়াল ও অ্যান্টিইনফেমেটরি উপাদান যা কাঁটা-ছেড়া বা ক্ষত হতে ইনফেকশন হওয়ার ঝুঁকি কমায়।\n" +
                "\n" +
                "ক্যান্সার থেকে রক্ষা করে\n" +
                "কিসমিসের অ্যান্টিঅক্সিডেন্ট দেহের কোষগুলোকে ফ্রি র\u200C্যাডিক্যাল ড্যামেজের হাত থেকে রক্ষা করে এবং ক্যান্সারের কোষ উৎপন্ন হওয়ায় বাধা প্রদান করে।\n" +
                "\n" +
                "ওজন বাড়াতে\n" +
                "কিসমিসে প্রচুর ফ্রুক্টোজ ও গ্লুকোজ থাকে। তাই এটি ওজন বাড়াতে সহায়ক ভূমিকা পালন করে। যদি সঠিক নিয়মে ওজন বাড়াতে চান তবে আজই কিসমিস খেতে পারেন।\n" +
                "\n" +
                "তাছাড়া কিসমিসে রয়েছে প্রচুর পরিমাণে ক্যালসিয়াম, যা দাঁত মজবুত করতে বেশ কার্যকর ভূমিকা পালন করে। এছাড়া কিসমিসে থাকা বোরন নামক মাইক্রোনিউট্রিয়েন্টস হাড়ের ক্যালসিয়াম শোষণে সাহায্য করে। কিসমিসে রয়েছে প্রচুর আয়রন যা মানুষের অনিদ্রার সমস্যা দূর করতে সহায়ক। কিসমিসে থাকা বোরন মস্তিষ্কের জন্য খুবই উপকারি, ফলে কাজে মনোযোগ বাড়ে। তাই খাদ্য তালিকায় আজই কিসমিস যোগ করুন।",R.drawable.fruits));
        lstBook.add(new Book("তিতা লাউ","Benefits","Cholesterol,RiboFlavin,Thiamin,Vit-B,Folate,Magnessium,Phosphorus,Copper,Vit-A,Vit-C,iron,Zinc,potassium,Manganese",R.drawable.bitter_groud));
        lstBook.add(new Book("তরমুজ","Benefits","তরমুজ একটি জনপ্রিয় ফল যা এক মাত্র গ্রীষ্ম কালেই পাওয়া যায়। এই ফলটি শরীরের জন্য অত্যন্ত উপকারী। তরমুজ রসালো ও মিষ্টি স্বাদের হয়ে থাকে। এতে প্রচুর পরিমানে ভিটামিন এবং খনিজ উপাদান থাকে। তরমুজের শতকরা ৯২ ভাগই পানি এবং প্রাকৃতিক ভাবেই এতে কোনো চর্বি থাকে না।" +
                " Home / স্বাস্থ্য টিপস পুষ্টি বিষয়ক টিপসতরমুজের উপকারিতা এবং পুষ্টিগুণ\n" +
                "তরমুজের উপকারিতা এবং পুষ্টিগুণ পুষ্টি বাড়ি  এপ্রিল ২৮, ২০১৮  পুষ্টি বিষয়ক টিপস, ফলমূল  No Comments\n" +
                "তরমুজ একটি জনপ্রিয় ফল যা এক মাত্র গ্রীষ্ম কালেই পাওয়া যায়। এই ফলটি শরীরের জন্য অত্যন্ত উপকারী। তরমুজ রসালো ও মিষ্টি স্বাদের হয়ে থাকে। এতে প্রচুর পরিমানে ভিটামিন এবং খনিজ উপাদান থাকে। তরমুজের শতকরা ৯২ ভাগই পানি এবং প্রাকৃতিক ভাবেই এতে কোনো চর্বি থাকে না। সম্মানিত পাঠক আসুন এবার জেনে নেই তরমুজের উপকারিতা এবং পুষ্টিগুণ সম্পর্কে বিস্তারিত ভাবে। \n" +
                "\n" +
                "তরমুজ\n" +
                "\n" +
                "অ্যান্টিঅক্সিডেন্ট -এ ভরপুর\n" +
                "তরমুজ ফ্ল্যাভোনয়েড, ক্যারটিনয়েড, ট্রিটেপেনইডিস এবং ফেনোলিক উপাদান সমৃদ্ধ ফল। এই উপাদান গুলি শক্তিশালী অ্যান্টিঅক্সিডেন্ট হিসেবে কাজ করে যা শরীরের জন্য খুবই উপকারী। তাই নিয়মিত তরমুজ খেলে শরীরের যে কোনো প্রদাহ কমাতে সহায়তা করে এবং ভিবিন্ন রকমের ক্যান্সারের ঝুঁকি কমে যায়।\n" +
                "\n" +
                "পানি শুন্যতা দূর করে\n" +
                "তরমুজে প্রচুর পরিমাণে পানি আছে। গরমের সময় যখন ঘামের মাধ্যমে শরীর থেকে প্রচুর পরিমাণে পানি বের হয়ে যায় তখন তরমুজ খেলে শরীরের পানিশূন্যতা দূর হয়। ফলে শরীর থাকে সুস্থ ও সতেজ।\n" +
                "\n" +
                "\n" +
                " \n" +
                "চোখ ভালো রাখে\n" +
                "তরমুজে থাকা ক্যারোটিনয়েড(তরমুজের লাল রঙ) উপাদান আমাদের চোখের জন্য খুবই উপকারী। তাই নিয়মিত তরমুজ খেলে চোখ ভালো থাকে এবং চোখের নানান সমস্যা থেকে মুক্তি পাওয়া যায়। তাছাড়া ক্যারটিনয়েড রাতকানা প্রতিরোধেও কার্যকরী ভূমিকা রাখে।\n" +
                "\n" +
                "ওজন কমাতে সহায়তা করে\n" +
                "তরমুজে প্রচুর পরিমাণে পানি থাকে এবং এতে ক্যালরির পরিমাণ খুবই কম থাকে। আর তাই তরমুজ খেলে পেট ভরে যায় কিন্তু বেশি ক্যালরী শরীরে প্রবেশ করে না। ফলে ওজন বাড়ার সম্ভাবনা কম থাকে। তাছাড়া গবেষণায় দেখা গেছে, তরমুজ আমাদের শরীরের জমে থাকা চর্বি কমিয়ে ফেলতে সাহায্য করে।\n" +
                "\n" +
                "তরমুজ হার্টকে সুস্থ রাখে\n" +
                "তরমুজ ভাসডিলেশন এর মাধ্যমে রক্ত প্রবাহ উন্নত করে, এবং কার্ডিওভাসকুলার সম্পর্কিত ফাংশনসমূহ উন্নত করে। তাছাড়া তরমুজের ভিটামিন-সি, ক্যারোটিন ও পটাসিয়াম শরীরের কলেস্টেরল কমাতে সাহায্য করে। রক্তবাহী ধমনীকে নমনীয় ও শীতল রাখে এটি। স্ট্রোক ও হার্ট অ্যাটাক প্রতিরোধে বেশ কার্যকর ভূমিকা রাখে এ ফলটি।\n" +
                "\n" +
                "\n" +
                " \n" +
                "ক্যান্সার প্রতিরোধ করে\n" +
                "তরমুজে লাইকোপেন নামক উপাদান আছে যা অ্যান্টি অক্সিডেন্টের হিসেবে কাজ করে। এই অ্যান্টি অক্সিডেন্ট ক্যান্সার সৃষ্টির জন্য দায়ী কোষগুলোকে নির্মূল করতে সাহায্য করে। গবেষণায় দেখা গেছে তরমুজের লাইকোপেন অন্ত্রের ক্যানসার ও প্রোস্টেট ক্যানসারের ঝুঁকি কমায়।\n" +
                "\n" +
                "তাছাড়া তরমুজ কিডনি ও লিভার সুরক্ষায় অত্যন্ত কার্যকর। এবং তরমুজে থাকা ভিটামিনি সি শরীরের বিভিন্ন স্থানে ব্যথা নিরাময়ে এবং ত্বক, দাঁত এবং মাংসপেশীর সুরক্ষায় প্রতিষেধক হিসাবে কাজ করে। তাছাড়া লাইকোপেনসহ বিভিন্ন উপাদানে সমৃদ্ধ তরমুজ খাওয়ার অভ্যাসে বার্ধক্য দেরিতে আসে। ত্বকে সহজে ভাঁজ বা বলিরেখা পড়ে না।",R.drawable.watermelon));
        lstBook.add(new Book("আতা ফল","Benefits","আতা আমাদের দেশের সুপরিচিত এবং সুস্বাদু একটি ফল। অনেকের কাছে আতা খুব পছন্দের ফল। আতা খেতে ভারি মিষ্টি এ ফল খুব সজলভ্য। পাকা আতার শাঁস মিষ্টি হয়ে থাকে। খাওয়ার সময় জিভে চিনির মতো মিহি দানা দানা লাগে। পুষ্টিগুণে সমৃদ্ধ ফলটি সহজে পেট ভরাতেও দারুণ সাহায্য করে। আমাদের শরীরকে সুস্থ রাখতে সহায়ক ভূমিকা পালন করে গুণে ভরা আতাফল। পুষ্টিগুণে সমৃদ্ধ এই ফলটির প্রতি ১০০ গ্রামে পাওয়া যায় শর্করা ২৫ গ্রাম, পানি ৭২ গ্রাম, প্রোটিন ১.৭ গ্রাম, ভিটামিন এ ৩৩ আইইউ, ভিটামিন সি ১৯২ মিলিগ্রাম, ক্যালসিয়াম ৩০ মিলিগ্রাম, আয়রন ০.৭ মিলিগ্রাম, ম্যাগনেসিয়াম ১৮ মিলিগ্রাম, ফসফরাস ২১ মিলিগ্রাম, পটাসিয়াম ৩৮২ মিলিগ্রাম, সোডিয়াম ৪ মিলিগ্রাম। ",R.drawable.ata));

        lstBook.add(new Book("কমলা","Benefits"," স্বাস্থ্য টিপস পুষ্টি বিষয়ক টিপসকমলার উপকারিতা এবং পুষ্টিগুণ\n" +
                "কমলার উপকারিতা \n" +
                "কমলা একটি সুস্বাদু ও সহজলভ্য ফল যা প্রায় সারা বছরই পাওয়া যায়। চোখ ধাধানো রঙ ও পুষ্টিগুণে ভরপুর কমলা ফল হিসেবে বা জুস করে খাওয়া হয় কিংবা জেম, জেলি তৈরি করতে ব্যবহার করা হয়। প্রতিদিন কমলা খেলে শরীরের নানান সমস্যা ও রোগ বালাই থেকে দূরে থাকা যায়। কমলা লেবুতে প্রচুর পরিমাণ ভিটামিন সি, ভিটামিন এ, ফ্ল্যাভনয়েড, অ্যান্টি-অক্সিডেন্ট, ক্যালসিয়াম, ম্যাগনেসিয়াম, পটাসিয়াম ও ডায়েটারি ফাইবার থাকে। একজন মানুষের প্রতিদিন যে পরিমাণ ভিটামিন সি প্রয়োজন হয়, তার প্রায় পুরোটাই একটি কমলালেবুতে পাওয়া যায়। ওজন কমানো, ত্বকের পুষ্টি এমন কি হৃদযন্ত্র ভালো রেখে শরীরে রক্ত চলাচল নিয়মিত রাখতে সাহায্য করে কমলা। তাছাড়া কমলায় রয়েছে বিটা ক্যারোটিন যা সেল ড্যামেজ প্রতিরোধ করতে সাহায্য করে। কমলার রয়েছে আরো অনেক উপকারিতা, আসুন জেনে নেই কমলার উপকারিতা এবং পুষ্টিগুণ সমূহ।\n" +
                "\n" +
                "কমলার উপকারিতা\n" +
                "কমলার উপকারিতা এবং পুষ্টিগুণ\n" +
                "\n" +
                "কমলার পুষ্টিগুণঃ কমলা লেবু নানা পুষ্টিগুণে সমৃদ্ধ। প্রতি ১০০ গ্রাম কমলাতে রয়েছে –\n" +
                "\n" +
                "উপাদান\tপরিমাণ\n" +
                "খাদ্যশক্তি\t৪৯ কিলোক্যালরি\n" +
                "আমিষ\t০.৯৪ গ্রাম\n" +
                "শর্করা\t১১.৮৯ গ্রাম\n" +
                "ফাইবার\t ২.৫ গ্রাম\n" +
                "কোলেস্টেরল\t০ মিলিগ্রাম\n" +
                "চর্বি\t০.৩০ গ্রাম\n" +
                "ভিটামিন এ\t২৩০ আইইউ\n" +
                "ভিটামিন সি\t৪৮.৫ মিলিগ্রাম\n" +
                "পটাশিয়াম\t১৭৯ মিলিগ্রাম\n" +
                "ক্যালসিয়াম\t৪০ মিলিগ্রাম\n" +
                "সোডিয়াম\t০ মিলিগ্রাম\n" +
                "ম্যাগনেসিয়াম\t১০ মিলিগ্রাম\n" +
                "লৌহ\t০.০৯ মিলিগ্রাম\n" +
                "জিংক\t০.০৬ মিলিগ্রাম\n" +
                "কমলার উপকারিতাঃ আসুন জেনে নেই কমলার উপকারিতা এবং পুষ্টিগুণ সমূহ।\n" +
                "\n" +
                "রোগ প্রতিরোধ ক্ষমতা বৃদ্ধি করেঃ কমলা লেবুতে প্রচুর পরিমাণ ভিটামিন সি এবং অ্যান্টি-অক্সিডেন্ট জাতীয় উপাদান থাকে, যা রোগ-প্রতিরোধ ক্ষমতা বাড়ায় এবং ছোটবড় নানা ব্যাধি ও সংক্রমণ থেকে সুরক্ষা দেয়। ভিটামিন সি এর অভাবে মুখে যে ঘাঁ হয় সেটার ঔষুধ হিসেবে কমলা ভাল কাজ করে।\n" +
                "\n" +
                "\n" +
                " \n" +
                "ক্যান্সারের ঝুকি কমায়ঃ কমলায় রয়েছে প্রচুর পরিমাণ আলফা ও বেটা ক্যারোটিন ফ্ল্যাভনয়েড যা ক্যান্সার প্রতিরোধ করতে সাহায্য করে। কমলালেবুতে লিমোনয়েড নামে এক পদার্থ থাকে  যা মুখ, ত্বক, ফুসফুস, স্তন, পাকস্থলীতে ক্যানসার প্রতিরোধে সরাসরি উপযোগী।  তাই ক্যান্সার থেকে রক্ষা পেতে প্রতিদিন ১ টি কমলা খাওয়া উচিত।\n" +
                "\n" +
                "দৃষ্টি শক্তি বৃদ্ধি করতেঃ চোখের দৃষ্টি শক্তি ঠিক রাখতে দরকার প্রয়োজনীয় ভিটামিন এ। কমলায় প্রচুর পরিমাণে ভিটামিন এ রয়েছে। তাছাড়া মস্তিষ্কের বিকাশের জন্য জরুরি ফলিক অ্যাসিড যথেষ্ট পরিমাণে থাকে কমলালেবুতে।\n" +
                "\n" +
                "ওজন কমায়ঃ কমলার মধ্যে থাকা অ্যান্টিঅক্সিডেন্ট ওজন কমায়। তাই যাঁরা ওজন কমাতে চান, নিয়মিত খাদ্যতালিকায় কমলার রস রাখতে পারেন।\n" +
                "\n" +
                "ত্বকের সৌন্দর্য্য বৃদ্ধিতেঃ কমলার রসে থাকা অ্যান্টিঅক্সিডেন্ট ত্বককে ভালো রাখে এবং ত্বক তারুণ্যদীপ্ত করে সতেজ ও সজীব রাখতে সাহায্য করে। বয়স বাড়ার সঙ্গে সঙ্গে আমাদের ত্বকও দ্রুত বুড়িয়ে যেতে শুরু করে। কমলায় থাকা ভিটামিন সি এবং অন্যান্য অ্যান্টি অক্সিডেন্ট ত্বকের লাবণ্য ধরে রাখে বহু বছর। ফলে, বয়স বাড়লেও, আপনাকে দেখাবে চিরতরুণের ন্যায়।এটি ত্বকের ব্রণ সমস্যা দূর করে ও ত্বকের কালো দাগ সারায়।\n" +
                "\n" +
                "\n" +
                " \n" +
                "হার্ট সুস্থ রাখেঃ কমলায় বিদ্যমান পটাশিয়াম এবং ক্যালশিয়ামের মতো খনিজ উপাদানগুলো শরীরে সোডিয়ামের প্রভাব নিয়ন্ত্রণের মাধ্যমে রক্তচাপ ও হৃদস্পন্দন ঠিক রাখতে সাহায্য করে। শরীরে কোলেস্টেরল লেভেল কমাতেও কমলালেবুর জুড়ি মেলা ভার। কমলার চর্বিহীণ আঁশ, সোডিয়াম মুক্ত এবং কোলেস্টেরল মুক্ত উপাদানগুলো হৃদপিণ্ড সুস্থ রাখে।\n" +
                "\n" +
                "এছাড়া কমলার প্রচুর পরিমাণে ভিটামিন সি যা যে কোনো ক্ষতস্থান দ্রুত শুকাতে সাহায্য করে এবং  ফ্লু ও ঠান্ডা প্রতিরোধে কাজ করে। এতে উপস্থিত ক্যালসিয়াম যা দাঁত ও হাঁড়ের গঠনে সাহায্য করে। কার্ডিওভাস্কুলার সিস্টেমে ভারসাম্য বজায় রাখতে সহায়ক কমলালেবু। কমলা খেলে খুধা বাড়ে, খাওয়ার রুচি বাড়াতেও সাহায্য করে।\n" +
                "\n" +
                "টিকাঃ কমলা খাওয়ার পর খোসা ফেলে দিবেন না। কারণ কমলার খোসাতেও গুণের শেষ নেই। কমলার খোসা নানাভাবে রূপচর্চায় অত্যন্ত উপযোগী। কমলার খোসা স্কিনে ব্ল্যাকহেডস দূর করতে সহায়ক। দাঁতের হলদে ভাব দূর করতে পারে কমলার খোসা।  ",R.drawable.vegetable));

        lstBook.add(new Book("পেঁপে","Benefits","পেঁপে একটি সুস্বাদু এবং স্বাস্থ্যের জন্য অত্যন্ত উপকারী একটি ফল। পুষ্টিগুন বিবেচনায় পেঁপে অনেক ফলের চেয়ে এগিয়ে রয়েছে। তাই পেঁপের আরেক নাম পাওয়ার ফ্রুট কারণ, এতে রয়েছে অনেক রোগের নিরাময় ক্ষমতা। সহজলভ্য এবং কম দামে পাওয়া যায় বলে এর জনপ্রিয়তাও অনেক। পেঁপে কাঁচা ও পাকা দুই ভাবেই খাওয়া যায়। কাঁচা পেঁপে সালাদে ও রান্নায় এবং পাকা পেঁপে ফল হিসেবে খাওয়া যায়। এর পেপেইন নামের উপাদান আমিষকে হজম করে সহজেই এবং পরিপাক তন্ত্রকে পরিষ্কার করে। ক্যালরির পরিমাণ অনেক কম থাকায় এটি ওজন কমাতেও বেশ সহায়ক। তাছাড়া পাকা পেঁপে কোষ্ঠকাঠিন্য সারাতে সাহায্য করে। প্রচুর আঁশ ও ক্যারোটিন থাকায় এটি অন্ত্রের ক্যানসারের ঝুঁকিও কমায়। পেঁপে হার্ট অ্যাটাক ও স্ট্রোকের ঝুঁকি কমায়। আসুন জেনে নেয়া যাক পাকা পেঁপের উপকারিতা সম্পর্কে বিস্তারিত ভাবে।\n" +
                "\n" +
                "পাকা পেঁপে\n" +
                "পাকা পেঁপে\n" +
                "\n" +
                "রোগ প্রতিরোধ ক্ষমতা বাড়ায়\n" +
                "পেঁপেতে প্রচুর পরিমাণে ভিটামিন এ, সি ও ই আছে। এই ভিটামিন গুলো রোগ প্রতিরোধ ক্ষমতা বাড়ায় এবং শরীরের বিভিন্ন সমস্যা দূর করে। এতে উপস্থিত ভিটামিন সি ত্বক, চুল ও মাড়ির জন্য খুবই উপকারী। এছাড়া পেঁপেতে রয়েছে প্রচুর পরিমাণে ভিটামিন এ যা চোখের জন্য উপকারী।\n" +
                "\n" +
                "হজমশক্তি বাড়ায়\n" +
                "পেঁপেতে প্রচুর পরিমাণে এনজাইম আছে যা খাবার হজমে সহায়তা করে থাকে। এছাড়াও প্রচুর পানি ও দ্রবণীয় ফাইবার আছে। যারা হজমের সমস্যায় ভুগে থাকেন তাঁরা নিয়মিত পাকা বা কাঁচা পেঁপে খেতে পারেন। এক্ষেত্রে পেঁপে খুব উপকারি।\n" +
                "\n" +
                "\n" +
                " \n" +
                "ওজন কমায়\n" +
                "প্রাকৃতিকভাবে আমাদের অতিরিক্ত ওজন কমাতে সাহায্য করে পেঁপে। পেঁপেতে ক্যালোরির পরিমাণ খুব কম থাকে এবং উপকারী ফাইবার বা আঁশ বেশি থাকে বলে যারা ওজন সমস্যায় ভুগছেন তাঁরা পেপে খেতে পারেন নিয়মিত।\n" +
                "\n" +
                "কোলেস্টেরল কমায়\n" +
                "পেঁপেতে কোনো কোলেস্টেরল নেই। আর পেঁপেতে আছে প্রচুর পরিমাণে ফাইবার, ভিটামিন সি এবং অ্যান্টি অক্সিডেন্ট যা ধমনীতে কোলেস্টেরল জমতে বাঁধা প্রদান করে। অন্যান্য কোলেস্টেরল যুক্ত খাবারের বদলে পেঁপে খান। তাহলে আপনার কোলেস্টেরলের পরিমাণ নিয়ন্ত্রণে থাকবে।\n" +
                "\n" +
                "ত্বকের জন্য উপকারী\n" +
                "ত্বকের জন্য পেঁপে অনেক উপকারী। ত্বকের ঔজ্জ্বল্য বাড়াতে, একজিমা রোধ করতে, এবং ত্বকের বিভিন্ন সমস্যা দূর করতে পেঁপে খুবই উপকারী।\n" +
                "\n" +
                "ভিটামিন বি এর অভাব পূরন করে\n" +
                "পেঁপেতে আছে ভিটামিন বি-১ ও ভিটামিন বি-৬, এছাড়াও প্রচুর পরিমাণে ফলেট নামের একটি উপকারি ভিটামিন আছে। তাই ভিটামিন বি এর অভাব পূরণ করার জন্য নিয়মিত পেঁপে খাওয়া উচিত।\n" +
                "\n" +
                "\n" +
                " \n" +
                "অ্যান্টিঅক্সিডেন্ট ও ক্যারোটিনের উৎস\n" +
                "পেঁপেতে প্রচুর পরিমাণে অ্যান্টিঅক্সিডেন্ট, বিটা ক্যারোটিন, ফ্লেভানয়েড, লুটেইন, ক্রিপ্টোক্সান্থিন আছে যা শরীরের জন্য খুবই উপকারী। ক্যারোটিন এবং অ্যান্টিঅক্সিডেন্ট ফুসফুস ও অন্যান্য ক্যান্সারের ঝুঁকির হাত থেকে শরীরকে রক্ষা করে।\n" +
                "\n" +
                "ডায়াবেটিস প্রতিরোধ করে\n" +
                "চিনির পরিমাণ কম থাকায় ডায়াবেটিস রোগীদের জন্য পেঁপে একটি আর্দশ ফল। যাদের ডায়াবেটিস নেই তাদের প্রতিদিনের খাদ্যতালিকায় পেঁপে রাখা উচিত। পেঁপে ডায়াবেটিস হওয়া প্রতিরোধ করে।\n" +
                "\n" +
                "হাড় মজবুত করে\n" +
                "পেঁপেতে প্রচুর পরিমাণ ক্যালসিয়াম, পটাশিয়াম, ম্যাগনেশিয়াম এবং কপার রয়েছে, নিয়মিত পেঁপে খাওয়ার ফলে শরীরে ক্যালসিয়াম তৈরি হয় যা হাড় মজবুত করে। তাছাড়া আর্থারাইটিস, অস্টিও আর্থারাইটিস দূর করতে সাহায্য করে পেঁপে।\n" +
                "\n" +
                "ক্যান্সার প্রতিরোধক\n" +
                "পেঁপে ক্যান্সার নিরাময়েও ভূমিকা রাখে, পেঁপেতে রয়েছে প্রচুর পরিমাণের অ্যান্টিঅক্সিডেন্ট, ফ্ল্যাভোনোক্সিড যা দেহে ক্যান্সারের কোষ তৈরিতে বাঁধা দেয়। গবেষণায় দেখা গেছে যে পেঁপের বিটা কেরোটিন উপাদান কোলন ক্যান্সার, প্রোসটেট ক্যান্সার প্রতিরোধ করে।\n" +
                "\n" +
                "উচ্চরক্তচাপ কমায়\n" +
                "পেঁপে আমাদের দেহের সঠিক রক্ত সরবরাহে কাজ করে। আমাদের দেহে জমা থাকা সোডিয়াম দূর করতে সহায়তা করে যা হৃদপিণ্ডের রোগের জন্য দায়ী। উচ্চরক্তচাপ আক্রান্তরা কাঁচা বা পাঁকা পেঁপে খেতে পারেন। দুটোই উপকারী।\n" +
                "\n" +
                "তাছাড়া শ্বাস- প্রশ্বাসের আরোগ্য ক্ষেত্রে পেঁপের ভূমিকা অনেক। নিয়মিত পেঁপে খাওয়ার ফলে শ্বাস- প্রশ্বাসের সমস্যা কমে যায়। দাঁতের যন্ত্রণার অব্যর্থ ওষুধ হল পেঁপে। অন্ত্রের কৃমি রোধ করে পেঁপে। যাদের ডায়াবেটিস আছে তাঁরা পাকা পেঁপের বদলে কাঁচা পেঁপে খান। কারণ পাকা পেঁপে খেলে ডায়াবেটিস বেড়ে যেতে পারে।   ",R.drawable.papaya));








        lstBook.add(new Book("মাশরুম","Benefits","মাশরুম কেবল খেতেই সুস্বাদু নয়, এটি আমাদের স্বাস্থ্যের জন্যও যথেষ্ট উপকারী। মাশরুম সালাদ হিসেবে, ভেজে, সুপ করে বা রান্না করে খাওয়া যায়। প্রতিদিনের খাদ্যতালিকায় মাশরুম রাখা উচিত। তবে শুধু চাষ করে উৎপন্ন মাশরুম খেতে হবে। বুনো জায়গায় জন্মানো মাশরুম অবশ্যই গ্রহণ করা নিষেধ। মাশরুমে প্রচুর প্রোটিন, ভিটামিন, মিনারেল, অ্যামাইনো এসিড, অ্যান্টিবায়োটিক ও অ্যান্টিঅক্সিডেন্ট থাকে। এসব উপাদান ডায়াবেটিস, ক্যান্সার, ইত্যাদি রোগ প্রতিরোধে ও ওজন কমাতে অত্যন্ত গুরুত্বপূর্ণ ভূমিকা রাখে।  মাশরুমে চর্বি ও শর্করা কম থাকায় এবং আঁশ বেশি থাকায় এটি ডায়াবেটিস রোগীদের জন্য আদর্শ খাবার। এটি রক্তে চর্বি নিয়ন্ত্রণে সাহায্য করে এবং চুল পড়া ও চুল পাকা প্রতিরোধ করে। আমরা প্রতিদিন যেসব খাবার খেয়ে থাকি সেগুলোর চেয়ে মাশরুমের পুষ্টিগুণ তুলনামূলকভাবে বেশি বলে এটি শরীরের প্রয়োজনীয় পুষ্টির চাহিদা পূরণ করে এবং শরীরকে সুস্থ রাখে।" +
                "রোগ প্রতিরোধ ক্ষমতা বৃদ্ধি করে\n" +
                "মাশরুম মানবদেহের রোগ প্রতিরোধ ক্ষমতা বৃদ্ধি করে। প্রাকৃতিকভাবে মাশরুমেই সবচেয়ে বেশি ভিটামিন ও মিনারেল এবং অ্যান্টিঅক্সিডেন্ট বিদ্যমান। মানবদেহের রোগ প্রতিরোধক ক্ষমতা সৃষ্টি করাই ভিটামিন, মিনারেলের ও অ্যান্টিঅক্সিডেন্ট এর প্রধান কাজ।\n" +
                "\n" +
                "রক্তচাপ নিয়ন্ত্রণ করে\n" +
                "মাশরুমে সোডিয়ামের পরিমাণ খুবই কম থাকে। এবং এতে উচ্চমাত্রার আঁশ এবং প্রচুর পরিমাণে পটাসিয়াম থাকে যা রক্তচাপ নিয়ন্ত্রণে সাহায্য করে এবং হৃদপিণ্ডের কাজে সহায়তা করে।\n" +
                "\n" +
                "\n" +
                " \n" +
                "ওজন নিয়ন্ত্রণে সহায়তা করে\n" +
                "ওজন কমিয়ে পেশীবহুল শরীর তৈরি করতে সাহায্য করে মাশরুম। মাশরুমের ফাইবার বা আঁশ দীর্ঘক্ষণ পেট ভরা রাখতে সাহায্য করে। এটি রক্তে চিনির পরিমাণ নিয়ন্ত্রণ করে এবং ওজন কমাতে সহায়তা করে। অধিক ফ্যাট সমৃদ্ধ লাল মাংসের পরিবর্তে মাশরুম গ্রহণ করলে ওজন কমানো সহজ হয়।\n" +
                "\n" +
                "ডায়াবেটিস নিয়ন্ত্রণ করে\n" +
                "মাশরুম গ্রহণ করলে রক্তে চিনির পরিমাণ নিয়ন্ত্রণে থাকে। প্রোটিন, ফাইবার, ভিটামিন এবং মিনারেলে ভর্তি মাশরুম ডায়াবেটিক রোগীদের জন্য খুবই উপকারী। মাশরুমে এনজাইম ও প্রাকৃতিক ইনসুলিন থাকে যা চিনিকে ভাঙ্গতে পারে।\n" +
                "\n" +
                "অ্যানিমিয়া দূর করে\n" +
                "মাশরুমে প্রচুর পরিমাণ আয়রন থাকে। অ্যানিমিয়ার রোগীদের রক্তে আয়রনের পরিমাণ খুব কম হয়ে যায়। এর ফলে মানসিক অবসাদ, মাথার যন্ত্রণা এবং হজমের সমস্যা দেখা দেয়। মাশরুম অ্যানিমিয়ার সমস্যা দূর করে।\n" +
                "\n" +
                "\n" +
                " \n" +
                "কোলেস্টেরল কমায়\n" +
                "মাশরুমে যে ফাইবার থাকে, তা আমাদের শীররে কোলেস্টেরলের মাত্রা কম রাখতে সাহায্য করে। তাছাড়া মাশরুমে কোলেস্টরেল কমানোর অন্যতম উপাদান ইরিটাডেনিন, লোভাষ্টটিন, এনটাডেনিন, কিটিন এবং ভিটামিন বি, সি ও ডি থাকায় নিয়মিত মাশরুম খেলে উচ্চ রক্তচাপ কমে যায়।\n" +
                "\n" +
                "অ্যান্টিঅক্সিডেন্ট\n" +
                "মাশরুমে মানুষের শরীরের জন্য অত্যাবশ্যকীয় অ্যান্টিঅক্সিডেন্ট পলিফেনল ও সেলেনিয়াম নামের অ্যান্টিঅক্সিডেন্ট থাকে। এই অত্যাবশ্যকীয় অ্যান্টিঅক্সিডেন্টগুলো মারাত্মক কিছু রোগ, যেমন- স্ট্রোক, স্নায়ুতন্ত্রের রোগ এবং ক্যান্সার থেকে শরীরকে রক্ষা করে।\n" +
                "\n" +
                "হাড়ের শক্তি বাড়ায়\n" +
                "প্রচুর পরিমাণে ক্যালশিয়াম থাকার জন্য মাশরুম আমাদের হাড়ের শক্তি বাড়াতে সাহায্য করে। গাঁটের ব্যথা কমাতে এবং হাড়ের বিভিন্ন রোগ প্রতিরোধ করতে মাশরুমের জুড়ি মেলা ভার।\n" +
                "\n" +
                "ক্যান্সার প্রতিরোধ করে\n" +
                "আমাদের শরীরে রোগ প্রতিরোধ ক্ষমতা বাড়ায় মাশরুম। স্তন ক্যানসার এবং প্রস্টেট ক্যানসার প্রতিরোধ করতে মাশরুমের কোনও তুলনাই নেই। মাশরুমের ফাইটোকেমিক্যাল টিউমারের বৃদ্ধিতে বাঁধার সৃষ্টি করে।\n" +
                "\n" +
                "ত্বক সুস্থ রাখে\n" +
                "মাশরুমে নিয়াসিন ও রিবোফ্লাবিন থাকে যা ত্বকের জন্য উপকারী। এই ছত্রাকে ৮০-৯০ ভাগ পানি থাকে যা ত্বককে নরম ও কোমল রাখে।\n" +
                "\n" +
                "ভিটামিন ডি থাকে\n" +
                "সব্জিতে ভিটামিন ডি পাওয়া  খুবই দুষ্কর। কিন্তু মাশরুমে প্রচুর পরিমাণে ভিটামিন ডি রয়েছে, যা ক্যালসিয়াম ও ফসফরাসের শোষণ বৃদ্ধিতে সহায়তা করে।\n" +
                "\n" +
                "হজমে সাহায্য করে\n" +
                "এতে থাকা ফাইবার ও এনজাইম হজমে সহায়তা করে। এটি অন্ত্রে উপকারি ব্যাকটেরিয়ার কাজ বৃদ্ধিতে সাহায্য করে এবং কোলন এর পুষ্টি উপাদান শোষণকেও বাড়তে সাহায্য করে।",R.drawable.mashrooms));

        lstBook.add(new Book("চেরি","Benefits","এখানে চেরির 7 টি চিত্তাকর্ষক স্বাস্থ্য বেনিফিট রয়েছে।\n" +
                "পুষ্টিতে ভরপুর। ...\n" +
                "অ্যান্টিঅক্সিডেন্ট এবং অ্যান্টি-ইনফ্লেমেটরি যৌগগুলিতে সমৃদ্ধ। ...\n" +
                "অনুশীলন পুনরুদ্ধার উত্সাহ দিতে পারে। ...\n" +
                "হার্টের স্বাস্থ্যের জন্য উপকৃত হতে পারে। ...\n" +
                "বাত এবং গাউটের লক্ষণগুলি উন্নত করতে পারে। ...\n" +
                "ঘুমের মান উন্নত করতে পারে। ...\n" +
                "আপনার ডায়েটে যোগ করা সহজ।",R.drawable.cherry));
        lstBook.add(new Book(" আমড়ার উপকারিতা","Benefits","আসুন এবার জেনে নিই গুনে ভরপুর আমড়ার উপকারিতা গুলি, যা হয়তো আমরা আগে জানতাম না।\n" +
                "\n" +
                "আমড়া\n" +
                "আমড়া\n" +
                "\n" +
                "ভিটামিন সি সমৃদ্ধ\n" +
                "আমড়া ভিটামিন সি-এর ভাল উৎস। ভিটামিন সি একটি অত্যাবশ্যকীয় ভিটামিন ও প্রাকৃতিক অ্যান্টিঅক্সিডেন্ট। নিয়মিত আমড়া খেলে বিভিন্ন রকম অসুখ থেকে দূরে থাকা যায়। এমনকি ক্যান্সারের মতো মরণ রোগের বিরুদ্ধেও শরীরে প্রতিরোধ ক্ষমতা গড়ে তোলে আমড়া। বিভিন্ন প্রকার ভাইরাল ইনফেকশনের বিরুদ্ধেও লড়াই করে আমড়া। এতে প্রচুর ভিটামিন সি থাকায় স্কার্ভি রোগ প্রতিরোধে সাহায্য করে।\n" +
                "\n" +
                "ক্যালসিয়ামের চাহিদা পূরণ করে\n" +
                "ক্যালসিয়ামের ভালো উৎস আমড়া। এতে পর্যাপ্ত পরিমাণে ক্যালসিয়াম রয়েছে, যা শিশুর দৈহিক গঠনে সাহায্য করে। কাজেই শিশুদেরও নিয়মিত ফলটি খাওয়ান।\n" +
                "\n" +
                "\n" +
                " \n" +
                "ত্বক ভাল রাখে\n" +
                "আমড়ায় প্রচুর ভিটামিন সি রয়েছে যা ত্বক উজ্জ্বল রাখতে সাহায্য করে। ত্বকের ব্রণ কমাতে, ত্বক উজ্জ্বল রাখতেও আমড়া দারুণ উপকার করে থাকে। তাই ত্বক সুস্থ ও উজ্জ্বল রাখতে খেতে পারেন আমড়া।\n" +
                "\n" +
                "রক্তস্বল্পতা রোধ করে\n" +
                "আমড়ায় প্রচুর পরিমাণে আয়রন থাকার কারণে এটি রক্তস্বল্পতা রোধে কার্যকর ভুমিকা পালন করে থাকে। সাথে হিমোগ্লোবিনের মাত্রা সঠিক পর্যায়ে রাখে।\n" +
                "\n" +
                "বদহজম ও কোষ্ঠকাঠিন্য প্রতিরোধ করে\n" +
                "আমড়াতে পেকটিন জাতীয় ফাইবার রয়েছে, যা বদহজম ও কোষ্ঠকাঠিন্য দূর করে। তাই প্রতিদিন এই ফলটি খাওয়ার চেষ্টা করুন।\n" +
                "\n" +
                "সর্দি কাশি, ইনফ্লুঞ্জার বিরুদ্ধে কাজ করে\n" +
                "সর্দি-কাশি-জ্বরের উপশমেও আমড়া অত্যন্ত উপকারী। বিভিন্ন ভাইরাসের আক্রমন থেকে রক্ষা করা ছাড়াও আমড়া সর্দি কাশি, ইনফ্লুয়েঞ্জা রোগের জীবাণুর বিরুদ্ধে কাজ করে। যার ফলে নানা সংক্রমণ থেকে সহজেই বেঁচে থাকা যায়।\n" +
                "\n" +
                "\n" +
                " \n" +
                "হৃদরোগ প্রতিহত করে\n" +
                "আমড়ায় প্রচুর অ্যান্টিঅক্সিডেন্ট থাকে যা কোলেস্টেরলের মাত্রা কমায়। তাই আমড়া খাওয়া সার্বিক হৃদস্বাস্থ্যের জন্যই উপকারী।\n" +
                "\n" +
                "এছাড়া অসুস্থ ব্যক্তিদের মুখের স্বাদ ফিরিয়ে দেয় আমড়া। এমনকি এটি রক্তস্বল্পতাও দূর করে। আমড়ায় থাকা ভিটামিন সি রক্ত জমাট বাঁধতে সাহায্য করে। খাদ্যে থাকা ভিটামিন এ এবং ই আমড়ার সঙ্গে যুক্ত হয়ে অ্যান্টি-অক্সিডেন্ট হিসেবে কাজ করে দেহকে নানা রোগ বালাই থেকে রক্ষা করে  ",R.drawable.fruits));

        lstBook.add(new Book("আমলকীর উপকারিতা","Benefits","আমলকী টক আর তেতো স্বাদের ভিটামিন সি সমৃদ্ধ একটি ফল। আমরা কম বেশি অনেকেই আমলকী পছন্দ করি। এর স্বাদ প্রথমে কষটে লাগলেও খাওয়া শেষে মুখে মিষ্টি ভাব আসে। আমলকীতে প্রচুর পরিমাণে এ্যান্টিঅক্সিডেন্ট উপাদান রয়েছে। বিভিন্ন রোগব্যাধি দূর করা ছাড়াও রোগ প্রতিরোধক ক্ষমতা গড়ে তুলতেও আমলকী দারুণ সাহায্য করে। তাছাড়া আমলকীর ভিটামিন সি প্রাকৃতিক অ্যান্টিঅক্সিডেন্ট হিসেবে কাজ করে, যা শরীরের বিভিন্ন ক্ষতিকর মুক্ত মৌলগুলোর (ফ্রি রেডিকেল) প্রভাব থেকে রক্ষা করে। শরীরের বয়স বৃদ্ধির প্রক্রিয়াকে ধীর করে ত্বক ও চুলের স্বাস্থ্য ঠিক রাখে। আমলকী থেকে সবচেয়ে কার্যকর উপকারিতা পেতে হলে কাঁচা আমলকী অথবা আমলকীর জুস করে খাওয়া ভালো। চলুন এবার জেনে নিই আমলকীর উপকারতিা সম্পর্কে বিস্তারিত ভাবে-\n" +
                "\n" +
                "আমলকী\n" +
                "আমলকী\n" +
                "\n" +
                "আমলকীতে প্রচুর পরিমানে ভিটামিন সি থাকে। নিয়মিত ২/১ টি করে আমলকী খেলে ভিটামিন সি এর অভাবজনিত রোগ থেকে মুক্ত থাকা যায় এবং দেহের রোগ-প্রতিরোধ ক্ষমতা বৃদ্ধি পায়।\n" +
                "ভিটামিন সি এর পাশাপাশি এতে আয়রন, ক্যালসিয়াম ও ফসফরাস আছে, যার ফলে পুষ্টিকর পানীয় হিসেবে আমলকীর জুস খাওয়া যায়। \n" +
                "\n" +
                " \n" +
                "আমলকী ত্বক, চুল ও চোখ ভাল রাখার জন্য উপকারী। এতে রয়েছে ফাইটো-কেমিক্যাল যা চোখের সঙ্গে জড়িত ডিজেনারেশন প্রতিরোধ করতে সাহায্য করে। এটি চুলের খুসকির সমস্যা দূর করে ও চুল পাকা প্রতিরোধ করে।\n" +
                "এর এ্যান্টিঅক্সিডেন্ট উপাদান প্রতিরোধ করতে সাহায্য করে।\n" +
                "নিয়মিত আমলকীর জুস খেলে শরীরে কোলস্টেরলের মাত্রা কমে। অ্যামিনো অ্যাসিড ও অ্যান্টিঅক্সিডেন্ট থাকায় হৃদ্যন্ত্র ভালো থাকে। \n" +
                "আমলকী ব্লাড সুগার লেভেল নিয়ন্ত্রণে রেখে ডায়াবেটিস প্রতিরোধ করতে সাহায্য করে। কোলেস্টেরল লেভেলেও কম রাখাতে যথেষ্ট সাহায্য করে।\n" +
                "ত্বকের দাগ দূর করতেও আমলকী কার্যকরী। মুখে আমলকীর জুস মাখানো হলে ত্বকের সমস্যা দূর হয়। \n" +
                "আমলকীর জুস দৃষ্টি শক্তি ভাল রাখার জন্য উপকারী। ছানি প্রতিরোধ করতে সাহায্য করে। ব্রণ ও ত্বকের অন্যান্য সমস্যায় উপকারী।\n" +
                "আমলকী লিভার ভাল রাখে, ব্রেনের কার্যকলাপে সাহায্য করে ফলে মেন্টাল ফাংশনিং ভাল হয়।\n" +
                "\n" +
                " \n" +
                "শরীরের অপ্রয়োজনীয় মেদ ঝরাতে সাহায্য করে। ব্রঙ্কাইটেসও এ্যাজমার জন্য আমলকীর জুস উপকারী।\n" +
                "এছাড়াও প্রতিদিন আমলকির রস খেলে নিঃশ্বাসের দুর্গন্ধ দূর হয় এবং দাঁত শক্ত থাকে।\n" +
                "আমলকীর টক ও তেতো স্বাদ মুখে রুচি ও স্বাদ বাড়ায়। রুচি বৃদ্ধি ও খিদে বাড়ানোর জন্য আমলকী খেতে পারেন।\n" +
                "আমলকীর রস কোষ্ঠকাঠিন্য ও পাইলসের সমস্যা দূর করতে পারে। এছাড়াও এটি পেটের গোলযোগ ও বদহজম রুখতে সাহায্য করে।\n" +
                "তাছাড়া এটি হৃদযন্ত্র, ফুসফুসকে শক্তিশালী করে ও মস্তিষ্কের শক্তিবর্ধন করে। শরীরের অপ্রয়োজনীয় ফ্যাট ঝরাতে সাহায্য করে। আমলকি জ্বর, বদহজম, সানবার্ন, সানস্ট্রোক থেকে রক্ষা করে।   ",R.drawable.amla));

        lstBook.add(new Book("ডালিম","Benefits","ডালিম বা বেদানার উপকারিতা এবং পুষ্টিগুণ পুষ্টি বাড়ি\n" +
                " \n" +
                "ডালিম বা বেদানা সবারই পছন্দের একটি ফল। পুষ্টিগুণে আধিক্যতার কারনে আমাদের স্বাস্থ্য রক্ষায় ডালিমের অবদান অপরিসীম। আর এই স্বাস্থ্য সুরক্ষার কথা ভেবে অনেকেই নিয়মিত ডালিম খেয়ে থাকেন। ডালিম একটি প্রায় চর্বিমুক্ত ফল। ডালিম কার্যকরীভাবে ভিটামিন সি, পটাশিয়াম, ম্যাগনেসিয়াম, ফসফরাস ও জিংক দ্বারা সমৃদ্ধ। এছাড়াও ডালিম ভিটামিন বি কমপ্লেক্স যেমন-থায়ামিন, রাইবোফ্লাবিন, নিয়াসিন এবং আয়রনের অন্যান্য উপাদানের ভাল উৎস। ডালিম দানা হিসেবে খাওয়ার পাশাপাশি এর জুস করেও খেতে পারেন। ডালিম খাওয়ার রয়েছে বহু উপকারিতা। আমাদের আজকের এই প্রতিবেদন থেকে জেনে নিতে পারেন ডালিমের উপকারিতা সম্পর্কে-\n" +
                "\n" +
                "ডালিম বা বেদানা\n" +
                "ডালিম বা বেদানা\n" +
                "\n" +
                "রক্তচাপ কমাতে সাহায্য করে\n" +
                "প্রচুর পরিমাণ অ্যান্টিঅক্সিড্যান্ট থাকার কারণে ডালিম রক্তচাপ কমাতে সহায়তা করে। ফলে স্ট্রেস এবং টেনশন কমে, হার্টের অসুখে আক্রান্ত হওয়ার সম্ভাবনাও কমে। যদি উচ্চ রক্তচাপে ভোগেন তাহলে নিয়মিত ডালিম খাওয়ার অভ্যাস করুন উপকার পাবেন।\n" +
                "\n" +
                "রোগ প্রতিরোধ ক্ষমতা বাড়ায়\n" +
                "ডালিমের ব্যাকটেরিয়া প্রতিরোধী গুণ আছে। শরীরের ক্ষতিকর ভাইরাস ও ব্যাকটেরিয়ার বিরুদ্ধে লড়ার পাশাপাশি রোগ প্রতিরোধ ক্ষমতা বাড়ায় ডালিমের রস।\n" +
                "\n" +
                "\n" +
                " \n" +
                "হজমশক্তি বাড়ায়\n" +
                "ডালিমে দ্রবণীয় ও অদ্রবণীয় দুই ধরনের ডায়াটারি ফাইবার বা আঁশ থাকায় এটি হজমশক্তি বাড়ায় এবং অন্ত্রের নড়াচড়া নিয়মিত করে।\n" +
                "\n" +
                "হৃদরোগের ঝুঁকি কমায়\n" +
                "ডালিম দেহের কোলস্টেরলের ঝুঁকি কমায়। এতে রক্তচলাচল বৃদ্ধি পায় এবং হৃদরোগের ঝুঁকি কমে।\n" +
                "\n" +
                "স্মৃতিশক্তি বাড়ায়\n" +
                "ডালিম স্মৃতিশক্তি বাড়াতে সহায়তা করে। আর এ কারণে এটি অ্যালঝেইমার্সের মতো রোগীদের জন্যও উপকারি।\n" +
                "\n" +
                "রক্তে হিমোগ্লোবিন বাড়ায়\n" +
                "আয়রন, ক্যালসিয়াম, শর্করা ও আঁশ (ফাইবার) সমৃদ্ধ ডালিম রক্তে হিমোগ্লোবিন বৃদ্ধি করে দেহে রক্ত চলাচল সচল রাখে। এতে অ্যানেমিয়া ও রক্তের নানা সমস্যা দূর করতে ভূমিকা রাখে।\n" +
                "\n" +
                "\n" +
                " \n" +
                "ডায়াবেটিসের জন্য উপকারী\n" +
                "ডালিম ডায়াবেটিসের জন্য উপকারী। এটি মিষ্টি হলেও সাধারণত ডায়াবেটিস রোগীদের কোনো সমস্যা হয় না। ডালিম রসে ফ্রুক্টোজ থাকলেও এটি অন্য ফলের রসের মতো রক্তে চিনির মাত্রা বাড়ায় না।\n" +
                "\n" +
                "ক্যান্সার প্রতিরোধী\n" +
                "ডালিম ক্যান্সার প্রতিরোধক হিসেবে কাজ করে। বিশেষ করে স্তন ক্যান্সার প্রতিরোধে এর ভূমিকা প্রমাণিত হয়েছে গবেষণায়।\n" +
                "\n" +
                "ত্বক সুস্থ ও উজ্জ্বল রাখতে\n" +
                "ডালিম ত্বক সুস্থ রাখতে অনেক ভূমিকা পালন করে। ফলিক অ্যাসিড, ভিটামিন সি, সাইট্রিক আসিড ও ট্যানিন সমৃদ্ধ বেদানা ত্বকের স্বাস্থ্য বজায় রাখতে বিশেষ উপকারী। এটি ত্বকের ব্যাকটেরিয়ার সংক্রমণ রোধ করে।\n" +
                "\n" +
                "ব্যথা দূর করতে ডালিম\n" +
                "বাত, অস্টিওআর্থারাইটিস, পেশির ব্যথা কমাতে সাহায্য করে বেদানা। তরুণাস্থির ক্ষয় রুখতেও উপকারী বেদানা। এছাড়া এটি হাড়ের সংযোগস্থলে ব্যথা উপশম করতে সহায়তা করে।\n" +
                "\n" +
                "তাছাড়া রক্তস্বল্পতা দূর করার জন্য বেদানাতে রয়েছে প্রচুর আয়রন। ডালিম রুচি বৃদ্ধি করে, কোষ্টকাঠিন্য রোধ করে। বেদানাতে উপস্থিত অ্যান্টি-অক্সিডেন্ট দাঁতে প্লাক জমতে বাধা দেয়। এছাড়া এটি ফাংগাস ইনফেকশনের বিরুদ্ধেও ভূমিকা রাখে। ",R.drawable.vf));

        lstBook.add(new Book("পেয়ারা ","Benefits","পেয়ারার ১০টি উপকারিতাঃ\n" +
                "১। ডায়রিয়া ভালো করেঃ পেয়ারার পাতা প্রাচীন কাল থেকেই ভেষজ ঔষধ হিসেবে ভারতীয় উপমহাদেশে ব্যবহার হয়ে আসছে। ডায়রিয়ার চিকিৎসায় ৬ টি পেয়ারার পাতা নিয়ে তা পানিতে সিদ্ধ করে সেই পাতার নির্যাস পান করুন দিনে দুইবার যতদিন না আপনি সুস্থ হন।\n" +
                "২। ওজন কমাতে সাহায্য করেঃ পেয়ারা একটা ভিটামিন সি সম্পুর্ন ফল এবং এর মধ্যে প্রচুর পরিমাণ ফাইবার আছে । আপনি নাস্তা বা হালকা খাবার হিসেবে তৈলাক্ত খাবার না খেয়ে পেয়ারা খেতে পারেন যা আপনার পেট ভরবে কিন্তু মেদ বৃদ্ধি করবে না।\n" +
                "৩। বয়সের ছাপ কমায়ঃ মানুষ যতই সুন্দর হোক না কেন বয়সের সাথে সাথে সবার চামড়াতেই বয়সের একটা ছাপ পড়ে। প্রকৃতির এই নিয়মকে কখনই ঠেকানো যায়না কিন্তু আমরা বয়সের এই ছাপ পড়াকে একটু আটকাতে পারি এন্টিঅক্সিডেন্ট ও ভিটামিন সি যুক্ত ফল খেয়ে যা কিনা আমাদের ত্বকের পুনর্গঠনে ভুমিকা রাখে। পেয়ারায় প্রচুর প্রোস্টেট ক্যান্সার এবং মুখের ক্যান্সারের ঝুঁকি অনেক কম।\n" +
                "৪। ডায়াবেটিস নিয়ন্ত্রণে সাহায্য করেঃ অনেক ফলে অনেক সুগার থাকে যার ফলে রক্তের সুগারের মাত্রা বেড়ে যায় কিন্তু পেয়ারা নিয়মিত খেলে সুগারের মাত্রা নিয়ন্ত্রণে থাকে বলে টাইপ ২ ডায়াবেটিসের উপরে করা একটি রিসার্চে জানা গেছে।\n" +
                "৫। রক্তচাপ নিয়ন্ত্রণ করেঃ পেয়ারার ডায়েটারি ফাইবার আমাদের ব্লাড ভেসেল এবং আর্টারি পরিস্কার রাখে। এছাড়া পেয়ারা খেলে এটি আমাদের শরীরের সব অঙ্গে স্বাস্থ্যকর রক্ত প্রবাহে সাহায্য করে।\n" +
                "৬। হজমে সাহায্য করেঃ যাদের হজমে সমস্যা হয় তারা পরিমাণ ভিটামিন সি ও এন্টিঅক্সিডেন্ট আছে যা আপনার চামড়া থেকে বয়সের ছাপ দূর করতে সাহায্য করবে।\n" +
                "৭। মেটাবলিজম বাড়ায়ঃ সুস্থ থাকার জন্য ও এনার্জেটিক থাকার জন্য আমাদের একটি স্বাস্থ্যকর মেটাবলিক সিস্টেম থাকা উচিত। পেয়ারায় প্রচুর ডায়েটারি ফাইবার ও এন্টি অক্সিদেন্ট আছে যা কঠিন প্রটিনকে ভেঙ্গে আমাদের শরীরে শক্তি জোগাতে সাহায্য করে। এটি আমাদের মস্তিস্কের কার্যক্ষমতাও বৃদ্ধি করে দেয়।\n" +
                "৮। থাইরয়েডের সমস্যা থেকে আমাদের দূরে রাখেঃ আগেই বলা হয়েছে পেয়ারা আমাদের শরীরের মেটাবলিক সিস্টেমের অনেক সাহায্য করে। আর একটা স্বাস্থ্যকর মেটাবলিক সিস্টেম আমাদের থাইরয়েড গ্রন্থির স্বাস্থ্যের জন্যও দরকারি।\n" +
                "৯। ক্যান্সার রোধে সাহায্য করেঃ পেয়ারায় প্রচুর পরিমাণ ভিটামিন, মিনারেল ও এন্টি অক্সিডেন্ট আছে। এইসব উপাদান আমাদের শরীরে টিউমার ও ক্যান্সারের সেল হতে বাঁধা সৃষ্টি করে। সাম্প্রতিক একটি গবেষণায় দেখা গেছে যারা নিয়মিত পেয়ারা খান তাদের ব্রেস্ট ক্যান্সার, নিয়মিত পেয়ারা খেলে উপকার পেতে পারেন। এটি যেমন আমাদের সিস্টেমকে পরিস্কার রাখে তেমনি শরীর থেকে ক্ষতিকর অনেক পদার্থ দূর করে আমাদের অনেক অসুখ বিসুখ থেকে দূরে রাখে।\n" +
                "১০। রোগ প্রতিরোধ ক্ষমতা বৃদ্ধি করেঃ রোগ প্রতিরোধ ক্ষমতার উপর নির্ভর করে আমরা অসুখ বিসুখ ও ইনফেকশনে কতোটা সহজে আক্রান্ত হব। যাদের রোগ প্রতিরোধ ক্ষমতা কম তারা খুব সহজেই অসুখ বিসুখে আক্রান্ত হয়। পেয়ারা নিয়মিত খেলে এর মধ্যে থাকা ভিটামিন সি এবং এন্টি অক্সিডেন্ট আমাদের রোগ প্রতিরোধ ক্ষমতা বৃদ্ধি করে আমাদের সহজে অসুখ বিসুখে আক্রান্ত হওয়া থেকে দূরে রাখে।\n" +
                "পেয়ারার ঔষধিগুণঃ \n" +
                "\uF0A7\tপেয়ারার ভিটামিন সি এবং আয়রন সর্দি , কাশি এবং জ্বরে উপশমে সহায়তা করে।\n" +
                "\uF0A7\tপেয়ারা এর ভিটামিন বি৩ এবং বি৬ মস্তিস্কের জন্য উপকারী ।\n" +
                "\uF0A7\tপেয়ারাতে থাকা ভিটামিন-এ চোখের জ্যোতি বৃধি করে।\n" +
                "\uF0A7\tক্যান্সার প্রতিরোধে বিশেষ করে মহিলাদের স্তন ক্যান্সার প্রতিরোধে সহায়ক\n" +
                "\uF0A7\tপেয়ারার মধ্যে থাকা কপার থাইরয়েড জনিত সমস্যা দূর করতে সহায়তা করে। \n" +
                "পেয়ারার অপকারিতাঃ  যেকোন ভাল কিছুই আপনি যদি মাত্রাতিরিক্ত ব্যাবহার করেন বা গ্রহন করেন তবে তাঁর ফলাফল ভাল থাকেনা। তেমনই অধিক পেয়ারা খেলেও আপনাকে পরতে হবে কিছু সমস্যায় ।\n" +
                "পেট ফাপাঃ  পেয়ারা একটি উচ্চ ফ্রুক্টোজ সমৃধ ফল। আমাদের শরীর অধিক পরিমানে ফুক্ট্রোজ শোষণের জন্য উপুযোগী নয়। তাই অধিক পরিমাণে পেয়ারা খেলে এর খনিজ এই উপাদানটি আমাদের এবং সাথে কিছু ব্যাক্টেরিয়া মিলে পেটে গ্যাস উতপন্ন করে এবং পেট ফাপা অনুভূত হয়।\n" +
                "ডাইরিয়া এবং পেটের পীড়াঃ উচ্চ মাত্রার ফ্রুক্টজ হজম করতে না পারার কারনে অনেক সময় ডাইরিয়া এবং পেটব্যাথা হতে পারে। আর পেয়ার ভিতরের অংশে অনেক বীজ থাকে। এই অংশটি আমাদের পেটে কখনোই ঠিক মত হজম হয়না। তাই অধিক পেয়ারা খেলে পেট ব্যাথা এবং পেট খারাপ হওয়ার সম্ভাবনা প্রবল।\n" +
                "সুগার বৃদ্ধিঃ অধিক পেয়ারা খেলে আপনার ব্লাড সুগার বেড়ে যাওয়ার সম্ভাবনা প্রবল। আর পাশাপাশি এটিতে কোন প্রোটিন এবং ফ্যাট না থাকায় আপনি পেট ভরে পেয়ারা খেলেও একটু পর দেখবেন আপনার আবার ক্ষুধা পেয়ে যাচ্ছে। কারন শরীরে প্রোটিনের অভাব থেকেই যায়। তাই এভাবে প্রয়োজনের অধিক খাবার গ্রহন যাদের রক্তে সুগারের সমস্যা আছে তাদের জন্য ক্ষতির কারন হতে পারে।\n",R.drawable.vf));


        lstBook.add(new Book("আঙ্গুর","Benefits","আঙ্গুর ফল প্রায় সবারই একটি পছন্দের ফল। সব ফলের মধ্যে আঙ্গুর ফল একটু অভিজাত বলেই গণ্য করা হয়। অন্যান্য ফলের চেয়ে আঙ্গুরের দামও বেশি। সুস্বাদু এই আঙ্গুর ফল দিয়ে ওয়াইন, রস, এবং জেলি-জ্যাম ইত্যাদি তৈরি করা ছাড়াও বাইরের বিভিন্ন দেশের নানারকম মুখরোচক রান্নায় এর ব্যবহার হয়। আর  একটা কথা জানেনই তো আঙ্গুর শুকিয়ে হয় কিশমিশ, যা ছাড়া আপনার শখের খাবারগুলো একদমই বেমানান।\n" +
                " \n" +
                "\n" +
                "আঙ্গুরের পুষ্টি উপাদান\n" +
                "আঙ্গুরে রয়েছে প্রচুর পরিমাণে ভিটামিন। এগুলির মধ্যে রয়েছে বি১, সি, কে ভিটামিন অন্যতম। এছাড়াও আছে পর্যাপ্ত পরিমাণে পটাশিয়াম ও খনিজ পদার্থ ম্যাঙ্গানিস। আঙ্গুর শুকিয়ে সাধারণত তৈরি হয় কিশমিশ এবং কিশমিশে রয়েছে ৬০ শতাংশ ফ্রুকটোজ।\n" +
                "\n" +
                "আঙ্গুরের স্বাস্থ্য উপকারিতা । নিয়মিত আঙ্গুর ফল খান, কোলেস্টরাল কি ভুলে যান\n" +
                "\n" +
                "আঙ্গুরের চমকপ্রদ স্বাস্থ্য উপকারিতা\n" +
                "১) ক্যানসার নিরাময়ে: আঙ্গুর সাধারণত আমরা জুস করে খেয়ে থাকি। আঙ্গুরের এই জুসে অ্যান্টিঅক্সিডেন্ট ও অ্যান্টিইনফামিটরির মতো গুরুত্বপূর্ণ উপাদান রয়েছে, যা আমাদের অঙ্গপ্রত্যঙ্গের প্রদাহ দূর করে থাকে। সাধারণত এই প্রদাহ ক্যান্সার রোগ জন্মের অন্যতম প্রধান কারণ।\n" +
                "\n" +
                "২) ত্বককে সুরক্ষিত রাখে: আঙ্গুরে মধ্যে থাকা ফাইটো কেমিক্যাল ও ফাইটো নিউট্রিয়েন্ট আমাদের ত্বকের সুরক্ষায় বিশেষ কাজ করে। এতে রয়েছে প্রচুর পরিমাণে ভিটামিন সি। এটি আমাদের ত্বকের উজ্জ্বলতা ধরে রাখতে বিশেষ ভূমিকা রাখে।\n" +
                "\n" +
                "৩) বয়সের ছাপে বাধা: আমাদের শরীরের ফ্রি রেডিকেলস ত্বকে বলিরেখা ফেলে দেয়। আঙ্গুরে মধ্যে থাকা ভিটামিন সি ও অ্যান্টি-অক্সিডেন্ট এই ফ্রি রেডিকেলের বিরুদ্ধে যুদ্ধ করে আমাদের ত্বক ঠিক রাখে এবং শরীরে বয়সের ছাপ পড়া প্রতিরোধ করে।\n" +
                "\n" +
                "৪) কিডনির ভাল রাখতে: আঙ্গুরের সব ভিটামিন উপাদানগুলো ক্ষতিকারক ইউরিক অ্যাসিডের মাত্রা সহনশীল অবস্থায় রাখে। সেই সঙ্গে আমাদের কিডনির রোগ-ব্যাধির বিরুদ্ধেও কাজ করে আমাদের শরীরকে সুস্থ রাখে। এ ছাড়া আঙ্গুর আমাদের মাইগ্রেনের সমস্যা রোধ করে।\n" +
                "\n" +
                "৫) নিয়মিত রক্ত সঞ্চালন: সাধারণত যারা রক্ত সঞ্চালনের ভারসাম্যহীনতায় ভোগেন  বিশেষ করে তাদের জন্য আঙ্গুরের জুস খুবই উপকারী। আঙ্গুরে মধ্যে থাকা ফাইটোনিউট্রিয়েন্টস, যা আমাদের শরীরে নিয়মিত রক্ত সঞ্চালনে সহায়ক ও ইনসুলিন বৃদ্ধি করে থাকে।\n" +
                "\n" +
                "৬) ভুলে যাওয়া রোগ নিরাময়: আমরা অনেকেই ছোট ছোট বিষয়গুলো খুব দ্রুত ভুলে যায়। আবার দেখা যায় কোনো কথা বেমালুম স্মৃতি থেকে মুছে যায়। এটি সত্যিকার অর্থে এক ধরনের রোগ। এই ভুলে যাওয়া রোগটি নিরাময়ে আঙ্গুর গুরুত্বপূর্ণ ভূমিকা রাখতে পারে।\n" +
                "\n" +
                "৭) স্তন ক্যান্সার নির্মূল: স্তন ক্যান্সারের ঝুঁকিতে আছেন যেসব নারীরা  তারা নিয়মিত খেতে পারেন আঙ্গুর। কেননা গবেষণায় দেখা গেছে আঙ্গুরের উপাদানগুলো স্তন ক্যান্সার সৃষ্টিকারী কোষের বিরুদ্ধে কাজ করতে পুরোপুরি সক্ষম।\n" +
                "\n" +
                "৮) চুলের যত্নে: চুলের একটু অযত্নেই আমাদের চুল খুশকিতে ভরে যায় এমন অনেকেই আছেন। এছাড়াও দেখা যায় চুলের আগা ফেটে গিয়ে রুক্ষ হয়ে পড়ে, ধূসর রঙের হয়ে যায় এবং শেষমেশ চুল ঝরতে থাকে। এইসব সমস্যার সমাধানে আপনি আঙ্গুর খেতে পারেন।\n" +
                "\n" +
                "৯) কোলেস্টেরলের মাত্রা কমাতে: আঙ্গুরে সাধারণত টরোস্টেলবেন নামে এক ধরনের যৌগ থাকে, যা আমাদের শরীরে কোলস্টেরলের মাত্রা কমাতে সাহায্য করে।\n" +
                "\n" +
                "১০) শরীরের হাড় শক্ত করে: আঙ্গুরে আছে প্রচুর পরিমাণে তামা, লোহা ও ম্যাংগানিজের মতো খনিজ পদার্থ থাকে, যা আমাদের শরীরের হাড়ের গঠন ও হাড় শক্ত করতে বিশেষ ভূমিকা পালন করে।\n" +
                "\n" +
                "১১) মাথাব্যথা দূর করতে: হঠাৎ করে মাথাব্যথা শুরু হয়ে গেলে আপনি ঔষধ না খেয়ে আঙ্গুর খেলে আরাম বোধ হয়।\n" +
                "\n" +
                "১২) চোখের স্বাস্থ্য রক্ষায়: আমাদের চোখ ভালো রাখতে আঙ্গুর অনেক বেশি কার্যকর। বয়সজনিত সমস্যার কারণে যারা চোখের সমস্যায় ভুগছেন, তাদের জন্য অনেক বেশি উপকারী এই ফল।\n" +
                "\n" +
                "১৩) অ্যাজমা প্রতিরোধ করতে আঙ্গুর: আঙ্গুরের ঔষধি গুনাগুন অনেক। আঙ্গুরের এই ঔষধি গুণের কারণে এটি অ্যাজমার ঝুঁকি থেকে আমাদেরকে রক্ষা করে এবং আমাদের শরীরে ফুসফুসে আর্দ্রতার পরিমাণ বাড়ায়।\n" +
                "\n" +
                "১৪) বদহজম দূর করতে: যদি নিয়মিত আঙ্গুর খাওয়া হয় তাহলে বদহজম অনেকাংশে দূর হয়। অগ্নিমন্দ্যা দূর করতেও আঙ্গুর অনেক বেশি কার্যকর।\n" +
                "\n" +
                "\n" +
                "\n" +
                "\n",R.drawable.grape));



        lstBook.add(new Book("কাঁঠাল ","Benefits","রসালো ফল কাঁঠালে রয়েছে বিটা ক্যারোটিন, পর্যাপ্ত পরিমাণে ভিটামিন এ, সি, বি-১, বি-২, ক্যালসিয়াম, পটাশিয়াম, ম্যাগনেসিয়ামসহ নানা রকমের পুষ্টি ও খনিজ উপাদান পাওয়া যায়। এই সকল পুষ্টিকর উপাদান আমাদের শরীরকে সুস্থ ও সবল রাখতে গুরুত্বপূর্ণ ভূমিকা পালন করে থাকে। এর পাশাপাশি কাঁঠাল আমাদের ভিটামিনের চাহিদাও পূরণ করে। সাধারণত কাঁঠালের বিচিতে ৬.৬ গ্রাম আমিষ আছে ও ২৫.৮গ্রাম শর্করা আছে। আমাদের সবার জন্যই আমিষসমদ্ধ কাঁঠালের বিচি বেশ উপকারী।\n" +
                "\n" +
                "এজন্য আমাদের সবাইকে কাঁঠাল গাছ বেশি লাগানো উচিত। সেই সঙ্গে কাঁঠাল ফলটি খেয়ে ভিটামিন ‘এ’- এর ঘাটতি অনেকাংশে পূরণ করা সম্ভব।স্বাভাবিক আকারের কাঁঠালের ৪-৫ কোয়া থেকে ১০০ কিলো ক্যালরি পর্যন্ত খাদ্য শক্তি পাওয়া যায়। কাঁঠালের হলুদ রঙের কোষ হচ্ছে ভিটামিন ‘এ’ সমদ্ধ। ২-৩ কোয়া কাঁঠাল আমাদের এক দিনের ভিটামিন ‘এ’ এর চাহিদা পূরণ করে।\n" +
                "\n" +
                "কাঁঠালের উপকারিতা এবং পুষ্টিগুণ\n" +
                "১) শক্তির উৎস কাঁঠাল: কাঁঠালে পর্যাপ্ত পরিমাণে শর্করা, ক্যালোরি, ফ্রুক্টোজ ও সুক্রোজ রয়েছে, যা আমাদের শরীরে দ্রুত শক্তি বাড়ায়। একই সঙ্গে কাঁঠালে কোন কোলেস্টেরোল জাতীয় উপাদান নেই যা আমাদের শরীরের জন্য খুবই উপকারী। সে কারণে এ ফলটিকে বেশ স্বাস্থ্যকর ফলের তালিকায় আমরা স্থান দিয়ে থাকি।\n" +
                "\n" +
                "২) কাঁঠাল রোগ-প্রতিরোধ ক্ষমতা বাড়াতে: আমাদের সর্দি-কাশি, জ্বরের মতো সাধারণ নানা রোগকে প্রতিহত করে এই রসালো কাঁঠাল। সাধারণত ভিটামিন সি অ্যান্টিঅক্সিডেন্টের দারুণ উৎস কাঁঠাল।\n" +
                "\n" +
                "৩) রক্তস্বল্পতা রোধে কাঁঠালঃ কাঁঠালে রয়েছে প্রচুর পরিমাণে ভিটামিন এ, সি, ই, কে, নিয়াচিন, ফলেট, এবং ভিটামিন বি-৬। এছাড়াও আছে বিভিন্ন ধরণের মিনারেল সমৃদ্ধ উপাদান যেমনঃ কপার, ম্যাংগানিজ, ম্যাগনেসিয়াম যা রক্ত তৈরিতে বিশেষ ভূমিকা রাখে। তাই এটি রক্তস্বল্পতা রোধে দারুণ কাজ করে থাকে। তাই যারা রক্তস্বল্পতায় ভুগছেন তাদের জন্যে এই রসালো ফল কাঁঠাল উপকারি হবে এতে কোন সন্দেহ নেই।\n" +
                "\n" +
                "\n" +
                "৪) গর্ভবতী মায়ের খাবারঃ চিকিৎসা শাস্ত্র মতে, প্রতিদিন ২০০ গ্রাম তাজা পাকা কাঁঠাল খেলে গর্ভবতী মহিলা ও তার গর্ভধারণকৃত শিশুর প্রায় সব ধরনের পুষ্টির অভাব দূর হয়। গর্ভবতী মহিলারা নিয়মিত প্রতিদিন নিদিষ্ট পরিমাণে কাঁঠাল খেলে তার স্বাস্থ্য স্বাভাবিক থাকে এবং গর্ভস্থসন্তানের বৃদ্ধি স্বাভাবিক হয়। দুগ্ধদানকারী মা যদি তাজা পাকা কাঁঠাল খায় তাহলে দুধের পরিমাণ বৃদ্ধি পায়।\n" +
                "\n" +
                "৫) দুরারোগ্য ব্যাধি প্রতিরোধেঃ কাঁঠালে বিদ্যমান প্রচুর পরিমাণে ফাইটোনিউট্রিয়েন্টস- যা কিনা আমাদের শরীরে আলসার, ক্যান্সার, উচ্চ রক্তচাপ এবং বার্ধক্য প্রতিরোধে সক্ষম। কাঁঠালে আছে প্রয়োজনীয় পরিমাণে শক্তিশালী অ্যান্টিঅক্সিডেন্ট যা আমাদের দেহকে ক্ষতিকর ফ্রির্যাডিকেলস থেকে রক্ষা করে। এছাড়াও আমাদেরকে সর্দি-কাশি রোগের সংক্রমণ থেকে রক্ষা করে।\n" +
                "\n" +
                "৬) চোখ ভাল রাখেঃ কাঁঠালে রয়েছে পর্যাপ্ত পরিমাণ ভিটামিন-এ, যা আমাদের চোখের জন্য অপরিহার্য একটি পুষ্টি উপাদান। আপনারা হয়ত অনেকেই জানেন না যে, কাঁঠাল খাওয়ার অভ্যাসে দৃষ্টিশক্তি ভালো হয় এবং এটি আমাদের ত্বকের বলিরেখা বা ভাঁজ প্রতিহত করতে সক্ষম। যেহেতু, রসালো ফল কাঁঠালে প্রচুর পরিমাণ অ্যান্টিঅক্সিডেন্ট উপাদান থাকে, তাই এটি চোখের রেটিনা বা অক্ষিপটের ক্ষতি প্রতিহত করে থাকে।\n" +
                "\n" +
                "৭) হাড় মজবুত ও শক্ত করেঃ আমরা জানি কাঁঠালে পর্যাপ্ত পরিমাণে ক্যালসিয়াম থাকে।এই ক্যালসিয়ামের আধিক্যের জন্যে এটি হাড়ের গঠন সুদৃঢ় ও মজবুত করে। এটি অস্টেওপরোসিস (osteoporosis) নামে হাড়ের ক্ষতিকর রোগ প্রতিরোধ করতে বিশেষ ভূমিকা পালন করে থাকে। তাই আপনি যে কেউ হাড় মজবুত করার জন্যে খাবারের তালিকায় নিতে পারেন জাতীয় ফলের সাহায্য।\n" +
                "\n" +
                "৮) খনিজ উপাদানঃ রসালো ফল কাঁঠালে আছে বিপুল পরিমাণে খনিজ উপাদান ম্যাঙ্গানিজ, যা রক্তে শর্করা বা চিনির পরিমাণ নিয়ন্ত্রণে সাহায্য করে। আপনারা চাইলে ছয় মাস বয়সের পর থেকে মায়ের দুধের পাশাপাশি শিশুকে কাঁঠালের রস খাওয়ালে শিশুর ক্ষুধা নিবারণ হয়। অন্যদিকে তার প্রয়োজনীয় ভিটামিনের অভাব পূরণ হয়ে থাকে।\n" +
                "\n" +
                "৯) আপনার স্ট্রোক ও হার্ট অ্যাটাকের ঝুঁকি কমাতে: পাকা কাঁঠালে রয়েছে পর্যাপ্ত পটাসিয়াম, যা আমাদের শরীরে উচ্চ রক্তচাপ কমাতে সাহায্য করে যার ফলে স্ট্রোক ও হার্ট অ্যাটাকে আক্রান্ত হওয়ার ঝুঁকি অনেকাংশে কমে পায়।\n" +
                "\n" +
                "১০) হজমশক্তি বাড়াতে কাঁঠাল: আমরা আমাদের হজমশক্তির জন্য কত কিছুই না খেয়ে থাকি। এই হজমের জন্য উপাদেয় একটা ফল কাঁঠাল এবং এটি আমাদের কোষ্ঠকাঠিন্য প্রতিহত করে। কারণ, এতে রয়েছে প্রয়োজনীয় পরিমাণে হজমে সহায়ক আঁশ।\n" +
                "\n" +
                "১১) পটাশিয়ামের উৎকৃষ্ট উৎসঃ কাঁঠাল হচ্ছে পটাশিয়ামের উৎকৃষ্ট একটি উৎস। প্রতি ১০০ গ্রাম কাঁঠালে পটাশিয়ামের পরিমাণ ৩০৩ মিলিগ্রাম। যারা পটাশিয়াম আমাদের শরীরে উচ্চ রক্তচাপ কমাতে সাহায্য করে। এ জন্যে কাঁঠালে উচ্চ রক্ত চাপের উপশম হয়ে থাকে।\n" +
                "\n" +
                "১২) মলাশয়ের ক্যান্সার প্রতিরোধে ও চিকিৎসায়: সাধারনত কাঁঠালে যে ডায়েটারি ফ্যাট উপাদানটি রয়েছে, তা আমাদের শরীরের মলাশয় থেকে বিষাক্ত উপাদানসমূহ পরিষ্কার করে। এতে করে মলাশয়ের ওপর বিষাক্ত উপাদানসমূহের ক্ষতিকর প্রভাব আমাদের শরীরে পড়তে দেয় না এমনকি মলাশয়ের ক্যান্সার প্রতিহত করে।\n" +
                "\n" +
                "কাঁঠালের ঔষধি গুনাগুন\n" +
                "সাধারণত কাঁঠাল গাছের শেকড় হাঁপানী উপশম করতে অনেকাংশে সক্ষম। শেকড় সেদ্ধ করলে যে উৎকৃষ্ট পুষ্টি উপাদান নিষ্কাশিত হয়",R.drawable.fruits));
        lstBook.add(new Book("কুল","Benefits","বরই কিংবা কুল দুই নামেই সমান পরিচিত ফলটি আমাদের দেশের একটি শীতকালীন জনপ্রিয় ফল। বাংলাদেশের প্রায় সব জায়গায় সব ধরনের মাটিতে কুল জন্মে। বাজারে টক-মিষ্টি গোল বরই, নারকেল কুল, আপেল কুল, বাও কুল ইতাদি রকমের বরই পাওয়া যায়। বরই কাঁচা অবস্থায় সবুজ আর পাকলে লাল, এটি এমন একটি ফল যেটা কাঁচা হোক বা পাকা, যেকোনো অবস্থাতেই খাওয়ার জন্য উপযুক্ত। এমনকি শুকনো বরইও খাওয়া যায়। বাজারে এখন নানা রকম কুল বা বরই পাবেন, দামও হাতের নাগালেই। শীত থেকে গরমের শুরু অবধি সময়টা দেশি ফলের অভাব মেটায় প্রধানত দেশি টক বরই ও মিষ্টি কুল। এটি শুকিয়ে অনেক দিন সংরক্ষণ করা যায়। কাঁচা ও শুকনো কুল দিয়ে চমৎকার চাটনি ও আচার তৈরি করা যায়। কখনো কি জানার চেষ্টা করেছেন যে ছোট্ট গোলগাল এই ফলটি আপনার শরীরের জন্য কতটা উপকারী? চলুন আজ জেনে নেই কুল বা বরইয়ের উপকারিতা সম্পর্কে-\n" +
                "\n" +
                "বরই বা কুল\n" +
                "বরই বা কুল\n" +
                "\n" +
                "রোগ প্রতিরোধে কাজ করে\n" +
                "বরইয়ে ভিটামিন-এ, ভিটামিন-সি, ক্যালসিয়াম, পটাশিয়াম, ম্যাগনেসিয়াম, অ্যান্টিঅক্সিডেন্টসহ  আরও অনেক উপকারী উপাদান থাকে। যা আমাদের রোগ প্রতিরোধে যেমন ভূমিকা রাখে, অন্যদিকে শরীরের রোগ প্রতিরোধক্ষমতাও বাড়িয়ে দেয়। এর ভেতরে থাকা অ্যান্টিঅক্সিডেন্ট শরীরের ফ্রি র\u200D্যাডিকেলগুলোকে নিস্ক্রিয় করে দেয়।\n" +
                "\n" +
                "ক্যান্সার প্রতিরোধ করে\n" +
                "বরই এর মধ্যে থাকা অ্যান্টিঅক্সিডেন্ট উপাদান টিউমারের উপর সাইটোটক্সিক প্রভাব বিস্তার করে। যার ফলে শরীরে ক্যান্সার হওয়ার সম্ভাবনা কমে যায়।\n" +
                "\n" +
                "\n" +
                " \n" +
                "রক্ত পরিশুদ্ধি করে\n" +
                "শুকনো বরই এর মধ্যে স্যাপোনিন, অ্যাল্কালয়েড এবং ট্রাইটারপেনয়েড উপাদান থাকে যারা রক্ত পরিশুদ্ধ করে এবং হজম প্রক্রিয়ায় সহায়তা করে।\n" +
                "\n" +
                "ক্ষুধাবর্ধক এবং হজমে সাহায্য করে\n" +
                "বরই কোষ্ঠকাঠিন্যসহ অন্যান্য হজমজনিত সমস্যার সমাধান করে। ক্ষুধাবর্ধক হিসেবে কাজ করে।\n" +
                "\n" +
                "ওজন নিয়ন্ত্রণ\n" +
                "বরইতে ফ্যাট নাই বললেই চলে। ফলে ওজন নিয়ন্ত্রণেও এরা সাহায্য করতে পারে।\n" +
                "\n" +
                "উচ্চরক্তচাপ ও ডায়াবেটিস রোধ করে\n" +
                "কুল অত্যন্ত চমৎকার একটি রক্ত বিশুদ্ধকারক। উচ্চরক্তচাপ ও ডায়াবেটিস রোগীদের জন্য টক বরই উপকারী ফল।\n" +
                "\n" +
                "হাড় মজবুত করে\n" +
                "বরই একই সঙ্গে ক্যালসিয়াম, ফসফরাস ও আয়রন সমৃদ্ধ হওয়ায় হাড় গঠনে এবং দাঁতের সুরক্ষায় ভূমিকা রাখে। যা হাড় শক্ত ও মজবুত করতে সাহায্য করে।\n" +
                "\n" +
                "\n" +
                " \n" +
                "ইনসোমনিয়া বা অনিদ্রা দূর করে\n" +
                "বরই অবসাদ এবং দুশ্চিন্তা দুর করে। ইনসোমনিয়া এবং দুশ্চিন্তা অনেক মানুষের ক্ষেত্রে দেখা যায়। বরই এর শক্তিশালি উপাদানগুলি অনিদ্রা এবং দুশ্চিন্তা কমিয়ে আনতে সাহায্য করে।\n" +
                "\n" +
                "ত্বকে ভাল রাখে\n" +
                "ত্বকের রুক্ষতা দূর করে ত্বককে কোমল করে বরই। রোদে পোড়া ত্বক সুরক্ষার কাজেও কার্যকর। বরই বয়সের ছাপ পড়তেও বাধা দেয়।\n" +
                "\n" +
                "রক্ত সঞ্চালন\n" +
                "আয়রন ও ফসফরাস শরীরে রক্ত উৎপাদন এবং রক্ত সঞ্চালনের প্রক্রিয়া বৃদ্ধি করে।\n" +
                "\n" +
                "ভিটামিন সি এর ভাল উৎস\n" +
                "কুলে রয়েছে প্রচুর পরিমাণে ভিটামিন সি। ফলে এটি সংক্রামক রোগ দূর করতে সহায়তা করে। যেমন: টনসিলাইটিস, ঠোঁটের কোণে ঘা, জিহ্বায় ঘা, ঠোঁটের চামড়া উঠে যাওয়া ইত্যাদি দূর করে।\n" +
                "\n" +
                "এছাড়াও মৌসুমি জ্বর, সর্দি-কাশিও প্রতিরোধ করে কুল এমনকি হজমশক্তি বৃদ্ধি ও খাবারে রুচি বাড়িয়ে তোলে এ ফল। বিভিন্ন দেশে পেটের সমস্যা দূর করতে, মাংসপেশী শক্তিশালী করতে এই ফলের ব্যবহার করা হয়ে থাকে। তাছাড়া যকৃতের নানা রোগ প্রতিরোধে সহায়তা করে এই ফল। ডায়রিয়া, ক্রমাগত মোটা হয়ে যাওয়া, রক্তশূন্যতা, ব্রঙ্কাইটিস ইত্যাদি রোগ নিরাময়ে কাজ দেয় এই ফল।",R.drawable.fruits));
        lstBook.add(new Book("জাম্বুরা","Benefits","রুচি বাড়ায়। বায়ু, রক্তপিত্ত, শ্বাস কাশ, ক্ষয়রোগ, হিক্কা শোথ, অম্ল পিত্ত, পুরাতন আমাশা ও রক্তহীনতায় খুবই উপকারী।",R.drawable.fruits));
        lstBook.add(new Book("জলপাই","Benefits","ইহা সহজে হজম হয়। বায়ু ও কফ কমায়।",R.drawable.fruits));


        RecyclerView myrv = (RecyclerView) findViewById(R.id.recyclerview_id);
        RecyclerViewAdapter3 myAdapter = new RecyclerViewAdapter3(this,lstBook);
        myrv.setLayoutManager(new GridLayoutManager(this,1));
        myrv.setAdapter(myAdapter);


    }
}
