package com.better.nutritiontherapy;

import androidx.appcompat.app.AppCompatActivity;
import androidx.appcompat.widget.Toolbar;
import androidx.recyclerview.widget.GridLayoutManager;
import androidx.recyclerview.widget.RecyclerView;

import android.os.Bundle;

import com.startapp.sdk.adsbase.StartAppAd;

import java.util.ArrayList;
import java.util.List;

public class RogNirnoyActivity extends AppCompatActivity {
    List<Book> lstBook ;
    @Override
    protected void onCreate(Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
        setContentView(R.layout.activity_rog_nirnoy);
        Toolbar toolbar = findViewById(R.id.toolbar);
        toolbar.setTitle("রোগ নির্ণয়");
        setSupportActionBar(toolbar);
        getSupportActionBar().setDisplayHomeAsUpEnabled(true);
        lstBook = new ArrayList<>();
        lstBook.add(new Book("কমপ্লিট হিমোগ্রাম","Benefits","কমপ্লিট ব্লাড কাউন্টের বিভিন্ন উপদান কি? \n" +
                "সিবিসি-র উপাদানঃ আরবিসি, ডাবলুবিসি ও প্লেটেলেট \n" +
                "আরবিসি\n" +
                "•\tমিন করপুস্কুলার হিমোগ্লোবিন (এমসিএইচ) \n" +
                "•\tমিন করপুস্কুলার ভলিউম (এমসিভি)\n" +
                "•\tহেমাটোক্রিট (এইচসিটি)\n" +
                "•\tহিমোগ্লোবিন (এইচবি বা এইচবিজি)\n" +
                "•\tরেড ব্লাড সেল ডিস্ট্রিবিউশান উইথ (আরডিডাবলু)\n" +
                "•\tমিন করপুস্কুলার হিমোগ্লোবিন কনসেনট্রেশান (এমসিএইচসি) \n" +
                "ডাবলুবিসি\n" +
                "•\tনিউট্রোফিল\n" +
                "•\tলিম্ফোসাইট\n" +
                "•\tমনোসাইট\n" +
                "•\tইউসিনোফিল\n" +
                "•\tবেসোফিল \n" +
                "প্লেটেলেট\n" +
                "•\tমিন প্লেটেলেট ভলিউম (এমপিভি)\n" +
                "•\tপ্লেটেলেট ডিসট্রিবিউশান উইথ (পিডিডাবলু) \n" +
                " \n" +
                "কমপ্লিট ব্লাড কাউন্টের স্বাভাবিক রেঞ্জ কি? \n" +
                "রক্তের উপাদানঃ আরবিসি\n" +
                "টোটাল কাউন্টঃ মহিলাঃ ৩.৯০-৫.০৩ মিলিয়ান সেল/এমসিএল এবং পুরুষঃ ৪.৩২-৫.৭২ মিলিয়ান সেল/এমসিএল\n" +
                "এমসিএইচ (পিজি/সেল)- ২৭ থেকে ৩১\n" +
                "এমসিভি- ৮০ থেকে ৯৫\n" +
                "এমসিএইচসি (জিএম/ডিএল)- ৩২ থেকে ৩৬\n" +
                "আরডিডাব্লু (%)- ১১.৫ থেকে ১৪.৫\n" +
                "এইচবি (জিএম/ডিএল)- পুরুষঃ ১৩.৫-১৭.৫ এবং মহিলাঃ ১২-১৫.৫ \n" +
                "এইচসিটি (%)- পুরুষঃ ৪১-৫০ এবং মহিলাঃ ৩৬-৪৪ \n" +
                "রক্তের উপাদানঃ ডাব্লুবিসি\n" +
                "টোটাল কাউন্টঃ মহিলাঃ ৩৫০০ থেকে ১০৫০০ সেল/এমসিএল এবং পুরুষঃ ৩৫০০ থেকে ১০৫০০ সেল/এমসিএল\n" +
                "এমসিএইচ (পিজি/সেল)- নিউট্রোফিলঃ ২.০-৭.০*১০ ৯/১ (৪০-৮০%)\n" +
                "এমসিভি- লিম্ফোসাইটঃ ১.০-৩.০*১০ ৯/১ (২০-৪০%)\n" +
                "এমসিএইচসি (জিএম/ডিএল)- মনোসাইটঃ ০.২-১.০*১০ ৯/১ (২-১০%)\n" +
                "আরডিডাব্লু (%)- ইউসিনোফিলঃ ০.০২-০.৫*১০ ৯/১ (১-৬%)\n" +
                "এইচবি (জিএম/ডিএল)- বেসোফিলঃ ০.০২-০.১*১০ ৯/১ (<১-২%)\n" +
                "রক্তের উপাদানঃ প্লেটেলেট \n" +
                "টোটাল কাউন্টঃ মহিলাঃ ১৫০-৪৫০ বিলিয়ান/এল এবং পুরুষঃ ১৫০-৪৫০ বিলিয়ান/এল \n" +
                "এমপিভি (এফএল)- ৯.৭ থেকে ১২.৮\n" +
                "পিডাব্লুডি (%)- ৫৬.৬\n" +
                " \n" +
                "স্বাভাবিক মাত্রা থেকে বিচ্যুতি কিসের ইঙ্গিত করে? \n" +
                "রক্তের উপাদানঃ আরবিসি\n" +
                "স্বাভাবিক রেঞ্জ থেকে বিচ্যুতি\n" +
                "বেশীঃ\n" +
                "•\tডিহাইড্রেশান\n" +
                "•\tকিডনির সমস্যা\n" +
                "•\tফুসফুসের সংক্রমণ\n" +
                "•\tডায়ারিয়া\n" +
                "•\tহৃদরোগ সংক্রান্ত সমস্যা  \n" +
                "কমঃ\n" +
                "•\tরিউমাটয়েড আর্থারাইটিস\n" +
                "•\tরক্তক্ষয়\n" +
                "•\tঅস্থিমজ্জার ত্রুটিপূর্ন কাজ\n" +
                "•\tকিডনির ক্রনিক রোগ\n" +
                "•\tলিউকোমিয়া\n" +
                "•\tঅপুষ্টি\n" +
                "•\tহেপাটাইটিসের মতন দীর্ঘকালিন সংক্রমণ\n" +
                "•\tরক্তাল্পতা \n" +
                "রক্তের উপাদানঃ ডাব্লুবিসি\n" +
                "স্বাভাবিক রেঞ্জ থেকে বিচ্যুতি\n" +
                "অধিকঃ\n" +
                "•\tশরীরে সংক্রমণ\n" +
                "•\tব্লাড ক্যান্সার\n" +
                "•\tইনফ্ল্যামেটারি রোগ\n" +
                "•\tওষুধের প্রতি বিরুদ্ধ বা প্রতিকূল প্রতিক্রিয়া \n" +
                "কমঃ\n" +
                "•\tঅটোইমিউন রোগ \n" +
                "•\tঅস্থিমজ্জার ত্রুটিপূর্ন কাজ\n" +
                "•\tলিভারের ত্রুটিপূর্ন কাজ\n" +
                "•\tক্যান্সার \n" +
                "রক্তের উপাদানঃ হিমোগ্লোবিন\n" +
                "স্বাভাবিক রেঞ্জ থেকে বিচ্যুতিঃ\n" +
                "অধিকঃ\n" +
                "•\tসিওপিডি\n" +
                "•\tঅস্থিমজ্জার ত্রুটিপূর্ন কাজ\n" +
                "•\tহৃৎপিণ্ডের ত্রুটিপূর্ন কাজ\n" +
                "•\tকিডনির ক্যান্সার\n" +
                "•\tইরিটেবল বাওয়েল সিনড্রোম (আইবিএস)\n" +
                "কমঃ\n" +
                "•\tঅ্যাপলাস্টিক ও আয়রনের অভাবে হওয়া রক্তাল্পতা\n" +
                "•\tক্যান্সার\n" +
                "•\tসিরোসিস\n" +
                "•\tহাইপোথাইরয়েডিজম\n" +
                "•\tহজকিন্স রোগ\n" +
                "•\tগ্যাস্ট্রাইটিস\n" +
                "•\tইউটিআই\n" +
                "•\tথ্যালাসেমিয়া \n" +
                "রক্তের উপাদানঃ প্লেটেলেট\n" +
                "স্বাভাবিক রেঞ্জ থেকে বিচ্যুতিঃ\n" +
                "অধিকঃ\n" +
                "•\tঅ্যালার্জি\n" +
                "•\tকিডনি ফেলিওর\n" +
                "•\tক্যান্সার\n" +
                "•\tআয়রনের অভাব থেকে হওয়া রক্তাল্পতা\n" +
                "•\tশরীরে সংক্রমণ\n" +
                "•\tপ্যানক্রিয়াটাইটিস\n" +
                "কমঃ\n" +
                "•\tঅস্থিমজ্জার ত্রুটিপূর্ন কাজ\n" +
                "•\tরক্তাল্পতা\n" +
                "•\tভিটামিনের অভাব\n" +
                "•\tভাইরাল সংক্রমণ\n" +
                "•\tসিরোসিস\n" +
                "•\tলিউকোমিয়া\n" +
                "•\tডেঙ্গু জ্বর \n" +
                "রক্তের উপাদানঃ হেমাটোক্রিট\n" +
                "স্বাভাবিক রেঞ্জ থেকে বিচ্যুতিঃ\n" +
                "অধিকঃ\n" +
                "•\tডিহাইড্রেশান\n" +
                "•\tকনজেনিটাল হার্ট ডিসফাংশান\n" +
                "•\tএরিথ্রোসাইটোসিস\n" +
                "•\tকিডনিতে টিউমার\n" +
                "কমঃ\n" +
                "•\tঅস্থিমজ্জায় রোগ\n" +
                "•\tইনফ্ল্যামেটারি রোগ\n" +
                "•\tঅপুষ্টি\n" +
                "•\tহেমোলাইটিক অ্যানিমিয়া\n" +
                "•\tলিউকোমিয়া\n" +
                "•\tকিডনি ফেলিওর \n" +
                " \n" +
                "এই টেস্টের জন্য বিশেষ কোন প্রস্তুতির দরকার হয় কি?\n" +
                "বিশেষ কোন প্রস্তুতির প্রয়োজন নেই।\n",R.drawable.medic));

        lstBook.add(new Book("গ্লুকোজ পিপি","Benefits","পোস্টপ্রান্ডিয়াল (পিপি) প্লাজমা গ্লুকোজ টেস্ট কি?\n" +
                "শরীরের প্রয়োজনীয় এনার্জির মুখ্য উৎস হল গ্লুকোজ। আমরা কার্বোহাইড্রেট সমৃদ্ধ খাদ্যতালিকা থেকে গ্লুকোজ লাভ করি। \n" +
                "পোস্টপ্রান্ডিয়াল প্লাজমা গ্লুকোজ টেস্ট, খাওয়ার পরে প্লাজমা গ্লকোজের পরিমাপ করবার পাশাপাশি ডায়াবেটিস পর্যবেক্ষণ ও নিয়ন্ত্রণ করতে সাহায্য করে।\n" +
                " \n" +
                "পোস্টপ্রান্ডিয়াল (পিপি) প্লাজমা গ্লুকোজ টেস্টের স্বাভাবিক রেঞ্জ কি?\n" +
                "খাবার খাওয়ার দুই ঘণ্টা বাদে করা প্রোপাণ্ডিয়াল প্লাজমা গ্লুকোজের স্বাভাবিক মাত্রা অবশ্যই ১৪০ এমজি/ডিএল-র কম হওয়া উচিৎ। \n" +
                " \n" +
                "স্বাভাবিক রেঞ্জ থেকে বিচ্যুতি কি ইঙ্গিত করে?\n" +
                "অধিক মাত্রা, গ্লুকোজ টলারেন্স, পোস্টপ্রান্ডিয়াল হাইপারগ্লাইসেমিয়া ও ডায়াবেটিসের দিকে ইঙ্গিত করে। কম মাত্রা পোস্টপ্রান্ডিয়াল বা নন-ডায়াবেটিক হাইপারগ্লাইসেমিয়ার দিকে ইঙ্গিত দেয়। \n" +
                " \n" +
                "পিপি ব্লাড গ্লুকোজের জন্য কি বিশেষ কোন নির্দেশ দেওয়া হয়?\n" +
                "পিপি-র জন্য, খাবার খাওয়া শুরু করবার ২ ঘণ্টার ভেতরে অবশ্যই রক্তের নমুনা দেওয়া দরকার। পিপি ব্লাড গ্লুকোজ টেস্টের জন্য স্বাভাবিক খাওয়ার ধরণের বদল বা ওষুধের ডোজের পরিবর্তন করবার দরকার হয় না।\n",R.drawable.medic));
        lstBook.add(new Book("গ্লুকোজ ফাস্টিং","Benefits","ফাস্টিং ব্লাড সুগার টেস্ট কি?\n" +
                "শরীরের প্রয়োজনীয় এনার্জির মুখ্য উৎস হল গ্লুকোজ। কার্বোহাইড্রেট সমৃদ্ধ খাদ্যতালিকা থেকেই আমরা গ্লুকোজ লাভ করি। \n" +
                "ফাস্টিং ব্লাড সুগার টেস্ট, উপোষ করবার ৮ ঘণ্টা বাদে রক্তে গ্লকোজের পরিমাণ মাপে। এই টেস্ট ডায়াবেটিস নিয়ন্ত্রণ করবার মুখ্য পরীক্ষা। \n" +
                " \n" +
                "ফাস্টিং ব্লাড সুগার টেস্টের স্বাভাবিক রেঞ্জ কি?\n" +
                "ফাস্টিং ব্লাড সুগার টেস্টের স্বাভাবিক রেঞ্জ হল রক্তের ৭০ থেকে ১০০ এমজি/ডিএল। \n" +
                " \n" +
                "স্বাভাবিক রেঞ্জ থেকে বিচ্যুতি কিসের ইঙ্গিত করে? \n" +
                "অধিক মাপ, ইমপেয়ার্ড গ্লুকোজ টলারেন্স, হাইপারগ্লাইসেমিয়া ও ডায়াবেটিসের ইঙ্গিত করে। অন্যদিকে, কম মাপ ডায়াবেটিক বা নন-ডায়াবেটিক হাইপোগ্লাইসেমিয়ার ইঙ্গিত করে। \n" +
                " \n" +
                "ফাস্টিং ব্লাড সুগার টেস্টের জন্য কোন বিশেষ নির্দেশ আছে কি?\n" +
                "টেস্ট করবার ৮ ঘণ্টা আগে থেকে রোগীর কোন কিছু খাবার ও পানীয় খাওয়া উচিৎ নয়। \n",R.drawable.medic));
        lstBook.add(new Book("গ্লাইকেটেড এইচবি (এইচবিএ১সি)","Benefits","গ্লাইকেটেড হিমোগ্লোবিন টেস্ট বা এইচবিএ১সি টেস্ট কি?\n" +
                "হিমোগ্লোবিনের সাথে আবদ্ধ হওয়া গ্লুকোজের পরিমাণ মাপার জন্য এইচবিএ১সি টেস্ট করা হয়। ডায়াবেটিসের ডায়াগনিসিস করবার মুখ্য পরীক্ষা হল এইচবিএ১সি টেস্ট। হিমোগ্লোবিনের সাথে আবদ্ধ গ্লকোজের পরিমাণ নির্ধারনের মাধ্যমে এই টেস্ট ব্লাড গ্লুকোজের গড়পড়তা মাত্রাও পরীক্ষা করতে সাহায্য করে।\n" +
                " \n" +
                "গ্লাইকেটেড হিমোগ্লোবিন টেস্ট বা এইচবিএ১সি টেস্টের স্বাভাবিক রেঞ্জ কত?\n" +
                "ডায়াবেটিস নেই এমন লোকদের, এইচবিএ১সি-র স্বাভাবিক রেঞ্জ ৪ থেকে ৬০৫%-র মধ্যে থাকে।  \n" +
                " \n" +
                "স্বাভাবিক রেঞ্জ থেকে বিচ্যুতি কিসের দিকে ইঙ্গিত করে?\n" +
                "অধিক মাপ ইঙ্গিত করেঃ\n" +
                "•\tডায়াবেটিস।\n" +
                "•\tকিডনি ফেলিওর।\n" +
                "•\tহাইপারট্রাইগ্লিসেরিডেমিয়া।\n" +
                "কম মাপ ইঙ্গিত দেয়ঃ\n" +
                "•\tহেমোলাইটিক অ্যানিমিয়া।\n" +
                "•\tরেনাল ফেলিওর।\n" +
                "•\tপ্রচুর রক্তক্ষয়। \n" +
                "অ্যামেরিক্যান ডায়াবেটিক অ্যাসোসিয়েশানের নির্দেশিকা অনুসারে, ডায়াবেটিস রোগীদের, প্রতি তিনমাস অন্তর এইচবিএ১সি টেস্ট করা দরকার। \n" +
                " \n" +
                "এই টেস্টের জন্য কোন প্রস্তুতির প্রয়োজন হয় কি?\n" +
                "বিশেষ কোন প্রস্তুতির দরকার হয় না।\n",R.drawable.medic));
        lstBook.add(new Book("ব্লাড ইউরিয়া নাইট্রোজেন টেস্ট","Benefits","ব্লাড ইউরিয়া নাইট্রোজেন টেস্ট কি?\n" +
                "ইউরিয়া নাইট্রোজেন হল একপ্রকার বর্জ্য পদার্থ, যা শরীরের মধ্যে প্রোটিনের ভাঙ্গনের কারণে তৈরি হয়। যতটা পরিমাণ ইউরিয়া নাইট্রোজেন নিঃসরণ হয়, সেটা লিভার ও কিডনির স্বাভাবিক কার্যকলাপে নির্ধারন করবার ফাংশানাল পরিমাপ। ব্লাড ইউরিয়া নাইট্রোজেন টেস্ট (বান) রক্তে ইউরিয়া নাইট্রোজেনের উপস্থিতি পরিমাপ করে কিডনির কার্যকারিতা মাপে। \n" +
                " \n" +
                "ব্লাড ইউরিয়া নাইট্রোজেন টেস্টের স্বাভাবিক রেঞ্জ কত?\n" +
                "স্বাভাবিক বান রেঞ্জ হল ৭ থেকে ২০ এমজি/ডিল-র মধ্যে। \n" +
                " \n" +
                "স্বাভাবিক রেঞ্জ থেকে বিচ্যুতি কিসের পরিমাপ করে?\n" +
                "বানের বর্ধিত মাত্রা যা ইঙ্গিত দেয়ঃ\n" +
                "•\tরেনাল রোগের শেষ দশা (ইএসআরডি)\n" +
                "•\tইউরিনারি ট্র্যাক্ট অবস্ট্রাকশান\n" +
                "•\tজিআইটি ব্লিডিং\n" +
                "•\tহৃদরোগ\n" +
                "•\tকিডনির ক্রনিক রোগ\n" +
                "•\tগুরুতর ডিহাইড্রেশান\n" +
                "বানের কম মাত্রা প্রধানত লিভারের দোষত্রুটির দিকে ইঙ্গিত করে। \n" +
                " \n" +
                "এই টেস্টের জন্য বিশেষ কোন প্রস্তুতির দরকার হয় কি?\n" +
                "বিশেষ কোন প্রস্তুতির প্রয়োজন নেই। \n",R.drawable.medic));
        lstBook.add(new Book("ক্রিয়েটিনিন","Benefits","সেরাম ক্রিয়েটিনিন টেস্ট কি?\n" +
                "কিডনির কার্যকলাপ পরিমাপ করবার জন্য ক্রিয়েটিনিন ব্লাড টেস্ট করা হয়। এটা রক্তের ভেতরের ক্রিয়েটিনিনের মাত্রা মাপার সাথে কিডনির ছাঁকবার হার বা গ্লোমেরুলার ফিল্ট্রেশান রেটের কার্যকারিতাও নির্ধারন করে। \n" +
                " \n" +
                "সেরাম ক্রিয়েটিনিন টেস্টের স্বাভাবিক রেঞ্জ কিসের ইঙ্গিত করে?\n" +
                "মহিলাদের ক্ষেত্রে স্বাভাবিক রেঞ্জ ০.৫ থেকে ০.৯০ এমজি/ডিএল-র মধ্যে এবং পুরুষদের ক্ষেত্রে সেটা ০.৭ থেকে ১.২ এমজি/ডিএল-র মধ্যে থাকা দরকার।  \n" +
                " \n" +
                "স্বাভাবিক রেঞ্জ থেকে বিচ্যুতি কিসের ইঙ্গিত করে?\n" +
                "ক্রিয়েটিনিনের অধিক মাত্রা নিম্নলিখিত সমস্যার ইঙ্গিত করেঃ\n" +
                "•\tকিডনি ফেলিওর\n" +
                "•\tঅ্যাজোটেমিয়া\n" +
                "•\tকিডনি কাজ না করা\n" +
                "•\tকিডনির ক্রনিক রোগ\n" +
                "ক্রিয়েটিনিনের কম মাত্রা কোন দীর্ঘকালিন সংক্রমণের দিকে ইঙ্গিত করে। \n" +
                " \n" +
                "এই টেস্টের জন্য বিশেষ কোন প্রস্তুতির প্রয়োজন হয় কি?\n" +
                "বিশেষ কোন প্রস্তুতির দরকার নেই।\n",R.drawable.medic));
        lstBook.add(new Book("ইউরিক অ্যাসিড","Benefits","সেরাম ইউরিক অ্যাসিড টেস্ট কি?\n" +
                "সাধারণত, শরীরের ভেতরে পিউরাইনের ভাঙ্গনের ফলে ইউরিক অ্যাসিড তৈরি হয়। খাবারের মধ্যের অরগ্যানিক যৌগ হল পিউরাইন। রক্তের মধ্যের ইউরিক অ্যাসিডের পরিমাণ নির্ধারনের জন্য সেরাম ইউরিক অ্যাসিড টেস্ট করা হয়। \n" +
                " \n" +
                "সেরাম ইউরিক অ্যাসিড টেস্টের স্বাভাবিক রেঞ্জ কি?\n" +
                "পুরুষদের স্বাভাবিক রেঞ্জ হল ৪.০ থেকে ৭.০ এমজি/ডিএল-র মধ্যে এবং মহিলাদের স্বাভাবিক রেঞ্জ হল ২.৫ থেকে ৬.৫ এমজি/ডিএল-র মধ্যে। \n" +
                " \n" +
                "স্বাভাবিক রেঞ্জ থেকে বিচ্যুতি কিসের ইঙ্গিত করে?\n" +
                "অধিক মাত্রা ইঙ্গিত করেঃ\n" +
                "•\tগাউট\n" +
                "•\tহাইপারইউরিসেমিয়া\n" +
                "•\tডায়াবেটিস\n" +
                "•\tলিউকোমিয়া\n" +
                "•\tহাইপারপ্যারাথাইরোডিজম\n" +
                "•\tকিডনি বিকল\n" +
                "•\tবোন ম্যারো বা অস্থিমজ্জার ক্যান্সার\n" +
                "•\tমেটাবলিক সিনড্রোম\n" +
                "কম মাত্রা ইঙ্গিত করেঃ\n" +
                "•\tউইলসন ডিজিজ\n" +
                "•\tসিস্টিনোসিয়া\n" +
                "•\tলিভারের রোগ\n" +
                "•\tকিডনির রোগ \n" +
                " \n" +
                "সেরাম ইউরিক অ্যাসিড টেস্টের জন্য কোন প্রস্তুতির প্রয়োজন আছে কি?\n" +
                "বিশেষ কোন প্রস্তুতির দরকার লাগে না। \n",R.drawable.medic));
        lstBook.add(new Book("কোলেস্টেরল","Benefits","সেরাম কোলেস্টেরল টেস্ট কি?\n" +
                "কোলেস্টেরল হল রক্তের মধ্যের নির্দিষ্ট ধরণের লিপোপ্রোটিন। সাধারণত, রক্তের মধ্যের কোলেস্টেরলের মোট পরিমাণ মাপবার জন্য সেরাম কোলেস্টেরল টেস্ট করা হয়। এই টেস্ট একাধারে কম ও অধিক উভয় ঘনত্বের লিপোপ্রোটিনই মাপে। \n" +
                " \n" +
                "সেরাম কোলেস্টেরল টেস্টের স্বাভাবিক রেঞ্জ কি?\n" +
                "স্বাভাবিক রেঞ্জ হলঃ\n" +
                "•\tসেরাম কোলেস্টেরলঃ ২০০ এমজি/ডিএল-র কম।\n" +
                "•\tএলডিএল কোলেস্টেরলঃ ১০০ এমজি/ডিএল-র কম।\n" +
                "•\tএইচডিএল কোলেস্টেরলঃ মহিলাদের ক্ষেত্রে ৫৫ এমজি/ডিএল-র বেশী ও পুরুষদের ক্ষেত্রে ৪৫ এমজি/ডিএল-র অধিক। \n" +
                "•\tট্রাইগ্লিসারাইডঃ ১৫০ এমজি/ডিএল-র কম। \n" +
                " \n" +
                "স্বাভাবিক রেঞ্জ থেকে বিচ্যুতি কিসের ইঙ্গিত করে?\n" +
                "অধিক মূল্য ইঙ্গিত করেঃ\n" +
                "স্ট্রোক ও আর্থেরোস্কেলেরোসিস সহ হৃদরোগের ঝুঁকি বেড়ে যাওয়া।\n" +
                "কম মূল্য ইঙ্গিত করেঃ\n" +
                "•\tকোলেস্টেরলের ওপর যথাযথ নিয়ন্ত্রণ। \n" +
                "•\tড্রাগের প্রভাব (স্ট্যাটিন)। \n" +
                " \n" +
                "এই টেস্টের জন্য বিশেষ কোন প্রস্তুতির প্রয়োজন হয় কি?\n" +
                "বিশেষ কোন প্রস্তুতির দরকার হয় না।\n",R.drawable.medic));
        lstBook.add(new Book("ট্রাইগ্লিসারাইড","Benefits","ট্রাইগ্লিসারাইড লেভেল টেস্ট কি?\n" +
                "ট্রাইগ্লিসারাইড হল রক্তের মধ্যে সংবাহিত হওয়া একপ্রকার বিশেষ ধরণের লিপিড, যা শরীরের পেশীদের পর্যাপ্ত পরিমাণ এনার্জি দেয়। ট্রাইগ্লিসারাইড লেভেল টেস্ট, রক্তের মধ্যের ট্রাইগ্লিসারাইডের পরিমাণ মাপতে সাহায্য করে। \n" +
                " \n" +
                "ট্রাইগ্লিসারাইড লেভেল টেস্টের স্বাভাবিক রেঞ্জ কি?\n" +
                "ট্রাইগ্লিসারাইড লেভেল টেস্টের স্বাভাবিক রেঞ্জ হল রক্তের ১৫০ এমজি/ডিএল।\n" +
                " \n" +
                "স্বাভাবিক রেঞ্জ থেকে বিচ্যুতি কিসের ইঙ্গিত দেয়?\n" +
                "অধিক মূল্য ইঙ্গিত দেয়ঃ\n" +
                "•\tসিরোসিস\n" +
                "•\tডায়াবেটিস\n" +
                "•\tহাইপারলিপিডেমিয়া\n" +
                "•\tহাইপোথাইরয়েডিজম\n" +
                "•\tকিডনির রোগ\n" +
                "•\tপ্যানক্রিয়াটাইটিস\n" +
                "কম মূল্য ইঙ্গিত দেয়ঃ\n" +
                "•\tহাইপারথাইরয়েডিজম\n" +
                "•\tম্যালাবসরপশান সিনড্রোম\n" +
                "•\tঅপুষ্টি\n" +
                " \n" +
                "ট্রাইগ্লিসারাইড লেভেল টেস্ট করবার জন্য বিশেষ কোন নির্দেশিকা আছে কি?\n" +
                "টেস্ট করবার ৮ থেকে ১২ ঘণ্টা আগে থেকে রোগীর জল ছাড়া অন্যকিছু একেবারেই খাওয়া উচিৎ না।\n",R.drawable.medic));
        lstBook.add(new Book("এসজিওটি (এএসটি)","Benefits","এসজিওটি টেস্ট বা এএসটি টেস্ট কি? \n" +
                "এসজিওটি বা এএসটি টেস্ট হল লিভার ফাংশান টেস্টের অংশ। রক্তের মধ্যের সেরাম গ্লুটামিক অক্সালোঅ্যাসেটিক ট্রান্সস্যামিনেস এনজাইমের পরিমাণ মেপে লিভারের সঠিক কার্যকলাপ নির্ধারন করবার জন্য এসজিওটি টেস্ট করা হয়। \n" +
                " \n" +
                "এসজিওটি টেস্ট বা এএসটি টেস্টের স্বাভাবিক রেঞ্জ কি?\n" +
                "সাধারণত, এসজিওটি টেস্ট বা এএসটি টেস্টের স্বাভাবিক রেঞ্জ হল প্রতি লিটার সেরামের ৫ থেকে ৪০ ইউনিটের মধ্যে।   \n" +
                " \n" +
                "স্বাভাবিক রেঞ্জ থেকে বিচ্যুতি কিসের ইঙ্গিত করে?\n" +
                "অধিক মাপ ইঙ্গিত করেঃ\n" +
                "•\tলিভারের ক্ষতি\n" +
                "•\tহেপাটাইটিস এ এবং বি \n" +
                " \n" +
                "এই টেস্টের জন্য কোন প্রস্তুতির প্রয়োজন হয় কি?\n" +
                "বিশেষ কোন প্রস্তুতির দরকার হয় না।\n",R.drawable.medic));
        lstBook.add(new Book("এসজিপিটি (এএলটি)","Benefits","এসজিপিটি বা এএলটি টেস্ট কি?\n" +
                "এসজিপিটি বা এএলটি টেস্ট হল লিভার ফাংশান টেস্টের অংশ। রক্তের মধ্যে সেরাম গ্লুটামিক পাইরুভিক ট্রান্সঅ্যামিনোজ এনজাইমের পরিমাণ মেপে লিভারের সঠিক কার্যকলাপ নির্ধারন করবার জন্য এসজিপিটি বা এএলটি টেস্ট করা হয়। \n" +
                " \n" +
                "এসজিপিটি বা এএলটি টেস্টের স্বাভাবিক রেঞ্জ কি?\n" +
                "এসজিপিটি বা এএলটি টেস্টের স্বাভাবিক রেঞ্জ প্রতি লিটার সেরামে ৭ থেকে ৫৬ ইউনিটের মধ্যে থাকা উচিৎ। \n" +
                " \n" +
                "স্বাভাবিক রেঞ্জ কিসের ইঙ্গিত করে?\n" +
                "অধিক মাত্রা ইঙ্গিত করেঃ\n" +
                "•\tলিভারের ক্ষতি (এনএএফএলডি-ফ্যাটি লিভার)\n" +
                "•\tহেপাটাইটিস এ ও বি\n" +
                "•\tসিরোসিস\n" +
                "•\tলিভার ক্যান্সার\n" +
                "•\tপ্যানক্রিয়াটিটিস \n" +
                "•\tহেপাটাইটিস এ এবং বি \n" +
                " \n" +
                "এই টেস্টের জন্য কোন প্রস্তুতির প্রয়োজন হয় কি?\n" +
                "বিশেষ কোন প্রস্তুতির দরকার হয় না।\n",R.drawable.medic));
        lstBook.add(new Book("বিলিরুবিন টোটাল","Benefits","সেরাম বিলিরুবিন টেস্ট কি? \n" +
                "বিলিরুবিন হল, আরবিসি-র ভাঙ্গন প্রক্রিয়ার সম্পূর্ন অংশ হিসেবে, রক্তের মধ্যের কমলা-হলুদ রঙের পিগমেন্ট। সেরাম বিলিরুবিন টেস্ট সাধারণভাবে রক্তের মধ্যের বিলিরুবিনের পরিমাণ মাপে এবং প্রধানত জন্ডিস সনাক্ত করবার জন্য এই পরীক্ষা করা হয়। \n" +
                " \n" +
                "সেরাম বিলিরুবিন টেস্টের স্বাভাবিক রেঞ্জ কি?\n" +
                "প্রাপ্তবয়স্কদের স্বাভাবিক রেঞ্জ হল ০.৩-১.২ এমজি/ডিএল। \n" +
                " \n" +
                "স্বাভাবিক রেঞ্জ থেকে বিচ্যুতি কীসের ইঙ্গিত করে? \n" +
                "বিলিরুবিনের অধিক মাত্রা জন্ডিসের ইঙ্গিত করা ছাড়াও নিম্নলিখিত ক্ষেত্রেও দেখা যায়ঃ\n" +
                "•\tলিভারের রোগ\n" +
                "•\tহেমোলাইটিক অ্যানিমিয়া\n" +
                "•\tপিত্তনালীতে প্রতিবন্ধকতা\n" +
                "•\tগিলবার্ট সিনড্রোম\n" +
                "•\tসিরোসিস\n" +
                "•\tগলস্টোন\n" +
                "•\tপিত্তকোষ ও অগ্ন্যাশয়ের ক্যান্সার \n" +
                " \n" +
                "এই টেস্টের জন্য কোন প্রস্তুতির প্রয়োজন হয় কি?\n" +
                "বিশেষ কোন প্রস্তুতির দরকার হয় না।\n",R.drawable.medic));
        lstBook.add(new Book("এইচবিএসএজি","Benefits","হেপাটাইটিস বি সারফেস অ্যান্টিজেন টেস্ট বা এইচবিএস এজি (অস্ট্রেলিয়ান অ্যান্টিজেন) টেস্ট কি?\n" +
                "হেপাটাইটিস বি হল একপ্রকার মারাত্মক ভাইরাস, যা লিভারের ক্ষতি করে। ক্রনিক হেপাটাইটিস বি সংক্রমণের নির্ভুল ও যথাযথ অবস্থা জানবার জন্য হেপাটাইটিস বি সারফেস অ্যান্টিজেন টেস্ট বা এইচবিএস এজি (অস্ট্রেলিয়ান অ্যান্টিজেন) টেস্ট করা হয়। \n" +
                " \n" +
                "হেপাটাইটিস বি সারফেস অ্যান্টিজেন টেস্ট বা এইচবিএস এজি (অস্ট্রেলিয়ান অ্যান্টিজেন) টেস্টের ফলাফল কীভাবে ব্যাখ্যা করবেন?\n" +
                "হেপাটাইটিস বি সারফেস অ্যান্টিজেন টেস্ট বা এইচবিএস এজি (অস্ট্রেলিয়ান অ্যান্টিজেন) টেস্টের ফলাফলে নিম্নলিখিত ভাবে ব্যাখ্যা করা হয়ঃ\n" +
                "ফলাফলঃ পজিটিভ \n" +
                "ব্যাখ্যাঃ হেপাটাইটিস বি সংক্রমণ আছে\n" +
                "ফলাফলঃ নেগেটিভ\n" +
                "ব্যাখ্যাঃ হেপাটাইটিস বি সংক্রমণ নেই \n" +
                " \n" +
                "এই টেস্টের জন্য বিশেষ কোন প্রস্তুতির দরকার আছে কি?\n" +
                "বিশেষ কোন প্রস্তুতির প্রয়োজন হয় না।\n",R.drawable.medic));
        lstBook.add(new Book("এইচসিভি","Benefits","ভাইরাল হেপাটাইটিস সি অ্যান্টিবডি স্ক্রিন বা অ্যান্টি-এইচসিভি টেস্ট কি?\n" +
                "হেপাটাইটিস সি একপ্রকার মারাত্মক ভাইরাস। এই ভাইরাস লিভারের ক্ষতি করে। হেপাটাইটিস সি সংক্রমণ হয়েছে কি না সেটা জানার জন্য ভাইরাল হেপাটাইটিস সি অ্যান্টিবডি স্ক্রিন বা অ্যান্টি-এইচসিভি টেস্ট করা হয়। সাধারণত ইঞ্জেকশানের ২ মাস বাদে এইচসিভ-র অ্যান্টিবডি নির্ধারণ করা যায়। \n" +
                " \n" +
                "ভাইরাল হেপাটাইটিস সি অ্যান্টিবডি স্ক্রিন বা অ্যান্টি-এইচসিভি টেস্টের স্বাভাবিক রেঞ্জ কি?\n" +
                "ফলাফলঃ এইচসিভি অ্যান্টিবডি পজিটিভ  \n" +
                "ব্যাখ্যাঃ সাম্প্রতিক হেপাটাইটিস সি-র সংক্রমণ আছে \n" +
                "ফলাফলঃ এইচসিভি অ্যান্টিবডি নেগেটিভ \n" +
                "ব্যাখ্যাঃ হেপাটাইটিস সি সংক্রমণ নেই \n" +
                " \n" +
                "এই টেস্টের জন্য বিশেষ কোন প্রস্তুতির দরকার আছে কি?\n" +
                "বিশেষ কোন প্রস্তুতির প্রয়োজন হয় না।\n",R.drawable.medic));
        lstBook.add(new Book("টিএসএইচ","Benefits","থাইরয়েড স্টিমুলেটিং টেস্ট কি?\n" +
                "পিটুইটারি গ্রন্থিতে থাইরয়েড স্টিমুলেটিং হরমোন উৎপন্ন হয়। এই হরমোন, থাইরয়েড হরমোনের নিঃসরণ বা ক্ষরণ নিয়ন্ত্রণ করে। থাইরয়েড স্টিমুলেটিং টেস্টের সাহায্যে রক্তের মধ্যে টিএসএইচের মাত্রা নির্ধারণ করা হয়। \n" +
                " \n" +
                "স্বাভাবিক রেঞ্জ কত?\n" +
                "০.৩ থেকে ৫.৫ μআইইউ/আই \n" +
                " \n" +
                "স্বাভাবিক রেঞ্জ থেকে বিচ্যুতির তাৎপর্য কি?\n" +
                "অধিক মাত্রা ইঙ্গিত করেঃ\n" +
                "•\tথাইরয়েডের অ্যাকিউট বা ক্রনিক দোষত্রুটি\n" +
                "•\tহাইপোথাইরয়েডিজম\n" +
                "•\tপিটুইটারি গ্রন্থির সমস্যা\n" +
                "কম মাত্রা ইঙ্গিত করে\n" +
                "•\tহাইপারথাইরয়েডিজম\n" +
                "•\tপিটুইটারি গ্রন্থির সমস্যা\n" +
                " \n" +
                "এই টেস্টের জন্য কোন প্রস্তুতির দরকার হয় কি?\n" +
                "টেস্ট করবার আগে ১২ ঘন্টা না খেয়ে থাকা কিংবা ডাক্তারের নির্দেশ মেনে চলতে হয়। মেডিকেশানের সম্পূর্ন তথ্য দরকার হয়।\n",R.drawable.medic));
        lstBook.add(new Book("ফ্রি থাইরক্সিন (টি৪) টেস্ট","Benefits","ফ্রি থাইরক্সিন (টি৪) টেস্ট কি?\n" +
                "থাইরক্সিন বা টি৪ একপ্রকার গুরুত্বপূর্ন হরমোন। এটা থাইরয়েড গ্রন্থি থেকে নিঃসৃত হয়। এই হরমোন শরীরের বৃদ্ধি ও মেটাবলিজম নিয়ন্ত্রণ করতে সাহায্য করে। ফ্রি থাইরক্সিন (টি৪) টেস্ট রক্তের নমুনার মধ্যে ফ্রি থাইরক্সিন হরমোনের পরিমাণ নির্ধারণ করে। এই টেস্ট থাইরয়েড গ্রন্থির সঠিক কার্যকলাপের ইঙ্গিত দেয়। \n" +
                "স্বাভাবিক রেঞ্জ কি?\n" +
                "৪.৫ থেকে ১১.২ μজি/ডিএল \n" +
                "স্বাভাবিক রেঞ্জ থেকে বিচ্যুতির তাৎপর্য কি?\n" +
                "অধিক মাত্রা ইঙ্গিত দেয়ঃ\n" +
                "•\tহাইপারথাইরয়েডিজম\n" +
                "•\tথাইরোইডিটিস\n" +
                "•\tটক্সিক নডুলার গয়েটার\n" +
                "কম মাত্রা ইঙ্গিত দেয়ঃ\n" +
                "•\tহাইপোথাইরয়েডিজম\n" +
                "•\tআয়োডিনের অভাব\n" +
                "•\tকোন দীর্ঘকালিন অসুস্থতা\n" +
                "•\tপিটুইটারি গ্রন্থির সমস্যা \n" +
                "এই টেস্টের জন্য বিশেষ কোন প্রস্তুতির দরকার হয় কি?\n" +
                "ফিজিশিয়ানের নির্দেশ অনুসারে কিংবা ১২ ঘণ্টা উপোষ করা দরকার। আপনি কি কি ওষুধ খান সেটাও জানা দরকার।\n",R.drawable.medic));
        lstBook.add(new Book("ভিটামিন ডি টোটাল (২৫ ও এইচ)","Benefits","ভিটামিন ডি টেস্ট কি?\n" +
                "ভিটামিন ডি, ক্যালসিয়াম শোষণে সাহায্য করে এবং হাড়ের স্বাস্থ্য বজায় রাখার জন্য আবশ্যিক। ২৫-হাইড্রক্সিভিটামিন ডি টেস্ট, শরীরের মধ্যে ভিটামিন ডি-র মাত্রা পরীক্ষা করতে সাহায্য করে। ভিটামিন ডি-র অভাব ভারতীয়দের মধ্যে খুবই প্রচলিত একটা মেটাবলিক সমস্যা। \n" +
                " \n" +
                "এই টেস্টের জন্য কোন প্রস্তুতির দরকার হয় কি?\n" +
                "নির্দিষ্ট কোন প্রস্তুতির প্রয়োজন নেই। \n" +
                " \n" +
                "২৫-হাইড্রক্সিভিটামিন ডি টেস্টের স্বাভাবিক রেঞ্জ কি?\n" +
                "২৫-হাইড্রক্সিভিটামিন ডি টেস্টের স্বাভাবিক রেঞ্জ রক্তের ২০ থেকে ৫০ এমজি/এমএল \n" +
                " \n" +
                "স্বাভাবিক রেঞ্জ থেকে বিচ্যুতি কিসের ইঙ্গিত করে?\n" +
                "কম মাত্রা ইঙ্গিত করেঃ\n" +
                "•\tসুর্যালোকের এক্সপোজার কম  \n" +
                "•\tভিটামিন ডি সমৃদ্ধ খাবার কম খাওয়া\n" +
                "•\tলিভার ও কিডনির রোগ\n" +
                "•\tখাবারের শোষণ ঠিকমতন না হওয়া\n" +
                "অধিক মাত্রা ইঙ্গিত করেঃ\n" +
                "হাইপারভিটামিনোসিস\n",R.drawable.medic));
        lstBook.add(new Book("ক্যালসিয়াম","Benefits","সেরাম ক্যালসিয়াম টেস্ট কি?\n" +
                "শরীরে ক্যালসিয়ামের সার্বিক মাত্রা মনিটার করবার জন্য সেরাম ক্যালসিয়াম টেস্ট করা হয়। এটা রক্তে ফ্রি ও টোটাল ক্যালসিয়ামের পরিমাণ নির্ধারন করে। \n" +
                " \n" +
                "সেরাম ক্যালসিয়াম টেস্টের স্বাভাবিক রেঞ্জ কত?\n" +
                "প্রাপ্তবয়স্কদের ক্ষেত্রে ক্যালসিয়ামের স্বাভাবিক মাত্রা আনুমানিক ৮.৫ থেকে ১০.২ এমজি/ডিএল। \n" +
                " \n" +
                "স্বাভাবিক রেঞ্জ থেকে বিচ্যুতি কিসের ইঙ্গিত দেয়?\n" +
                "যেসব ক্ষেত্রে ক্যালসিয়ামের অধিক মাত্রা দেখা যায়ঃ\n" +
                "•\tহাইপারপ্যারাথাইরডিজিম\n" +
                "•\tসারকয়েডোসিস\n" +
                "•\tটিউবারকিউলোসিস\n" +
                "•\tএইচআইভি/এইডস\n" +
                "যেসব ক্ষেত্রে ক্যালসিয়ামের কম মাত্রা দেখা যায়ঃ\n" +
                "•\tহাইপোপ্যারাথাইরডিজিম\n" +
                "•\tরেনাল ফেলিওর\n" +
                "•\tভিটামিন ডি-র অভাব\n" +
                "•\tগুরুতর অসুস্থতা \n" +
                " \n" +
                "এই টেস্টের জন্য বিশেষ কোন প্রস্তুতির দরকার হয় কি?\n" +
                "এই টেস্ট করবার আগে সারারাত উপোষ করে থাকতে হয়।\n",R.drawable.medic));
        lstBook.add(new Book("ভিডিআরএল","Benefits","সিফিলিস ডিটেকশান টেস্ট বা ভেনেরিল ডিজিজ রিসার্চ ল্যাবোরেটারি টেস্ট কি?\n" +
                "সিফিলিস হল, যৌন সম্পর্কের জন্য হওয়া একপ্রকার সংক্রামক রোগ, যা প্রধানত ট্রেপোনেমা প্যালেডিয়াম ব্যাকটেরিয়ার জন্য হয়। সিফিলিস হয়েছে কিনা সেটা নির্ধারন করবার জন্য সিফিলিস ডিটেকশান টেস্ট বা ভেনেরিল ডিজিজ রিসার্চ ল্যাবোরেটারি টেস্ট করা হয়। \n" +
                " \n" +
                "সিফিলিস ডিটেকশান টেস্ট বা ভেনেরিল ডিজিজ রিসার্চ ল্যাবোরেটারি টেস্টের ফলাফল কীভাবে ব্যাখ্যা করবেন? \n" +
                "•\tপজিটিভ ফলাফল মানে সিফিলিস আছে\n" +
                "•\tনেগেটিভ ফলাফল মানে সিফিলিস নেই \n" +
                " \n" +
                "এই টেস্টের জন্য বিশেষ কোন প্রস্তুতির দরকার হয় কি?\n" +
                "বিশেষ কোন প্রস্তুতির দরকার হয় না।\n",R.drawable.medic));
        lstBook.add(new Book("ব্লাড গ্রুপ আরএইচ টাইপ","Benefits","এবিও গ্রুপ এবং আরএইচ টাইপ টেস্ট বা ব্লাড গ্রুপ টেস্ট কি?\n" +
                "এবিও গ্রুপ এবং আরএইচ টাইপ টেস্ট বা ব্লাড গ্রুপ টেস্ট, যেকোন  লোকের রক্তের টাইপ জানতে সাহায্য করে এবং এই টেস্ট সুরক্ষিত ব্লাড ট্রান্সফিউশানও সুনিশ্চিত করবার ক্ষেত্রে কার্যকারী ভুমিকা পালন করে।\n" +
                "এবিও গ্রুপ এবং আরএইচ টাইপ টেস্ট বা ব্লাড গ্রুপ টেস্টের দ্বারা, একজন মানুষের ব্লাড গ্রুপ এ, বি, এবি নাকি ও, সেটা জানার পাশাপাশি এটাও জানা যায়, যে তিনি আরএইচ পজিটিভ নাকি নেগেটিভ। \n" +
                " \n" +
                "এবিও গ্রুপ এবং আরএইচ টাইপ টেস্টের ফলাফল থেকে কি ব্যাখ্যা করা যায়? \n" +
                "অ্যান্টিজেনের টাইপঃ এ\n" +
                "আরএইচ ফ্যাক্টারঃ পজিটিভ ও নেগেটিভ\n" +
                "ব্লাড গ্রুপঃ এ (+) ও এ (-)\n" +
                "অ্যান্টিজেনের টাইপঃ বি\n" +
                "আরএইচ ফ্যাক্টারঃ পজিটিভ ও নেগেটিভ\n" +
                "ব্লাড গ্রুপঃ বি (+) ও বি (-)\n" +
                "অ্যান্টিজেনের টাইপঃ এবি\n" +
                "আরএইচ ফ্যাক্টারঃ পজিটিভ ও নেগেটিভ\n" +
                "ব্লাড গ্রুপঃ এবি (+) ও এবি (-)\n" +
                "অ্যান্টিজেনের টাইপঃ ও \n" +
                "আরএইচ ফ্যাক্টারঃ পজিটিভ ও নেগেটিভ\n" +
                "ব্লাড গ্রুপঃ ও (+) এবং ও (-)\n" +
                " \n" +
                "এই টেস্টের জন্য বিশেষ কোন প্রস্তুতি নিতে হয় কি?\n" +
                "বিশেষ কোন প্রস্তুতির দরকার হয় না।\n",R.drawable.medic));
        lstBook.add(new Book("ইউরিন আরই","Benefits","ইউরিন্যালিসিস বা ইউরিন টেস্ট কি?\n" +
                "শরীরে কোন রকম গুরুতর রোগ আছে কিনা সেটা নির্ধারন করতে ইউরিন্যালিসিস বা ইউরিন টেস্ট করা হয়। \n" +
                " \n" +
                "ইউরিন্যালিসিস বা ইউরিন টেস্টের স্বাভাবিক রেঞ্জ কি?\n" +
                "ইউরিন্যালিসিসের বিভিন্ন উপাদানের স্বাভাবিক রেঞ্জ হলঃ\n" +
                "•\tরঙঃ হলুদাভ অ্যাম্বার\n" +
                "•\tস্বচ্ছতাঃ পরিষ্কার বা অস্পষ্ট\n" +
                "•\tপিএইচঃ ৪.৫-৮\n" +
                "•\tস্পেসিফিক গ্র্যাভিটিঃ ১.০০৫-১.০২৫\n" +
                "•\tগ্লুকোজঃ ≦১৩০ এমজি/ডিএল\n" +
                "•\tকিটোনঃ নেই\n" +
                "•\tনাইট্রেটসঃ নেই\n" +
                "•\tলিউকোসাইট এসটেরেসঃ নেই\n" +
                "•\tবিলিরুবিনঃ নেই\n" +
                "•\tইউরোবিলিরুবিনঃ ০.৫-১ এমজি/ডিএল।\n" +
                "•\tপ্রোটিনঃ ≦১৫০ এমজি/ডিএল\n" +
                "•\tআরবিসিঃ ≦ ২ আরবিসি/এইচপিএফ\n" +
                "•\tডাব্লুবিসিঃ ≦ ২-৫ ডাব্লুবিসি/এইচপিএফ।\n" +
                "•\tস্কোয়ামাস এপিথেলিয়াল সেলঃ ≦ ১৫-২০ স্কোয়ামাস এপিথেলিয়াল সেল/এইচপিএফ\n" +
                "•\tব্যাকটেরিয়াঃ নেই\n" +
                "•\tইস্টঃ নেই।\n" +
                "•\tক্রিস্টালঃ মাঝেমাঝে থাকতে পারে \n" +
                " \n" +
                "স্বাভাবিক রেঞ্জ থেকে বিচ্যুতি কিসের ইঙ্গিত করে?\n" +
                "অস্বাভাবিক ফলাফল নিম্নলিখিত যেকোন অবস্থার দিকে ইঙ্গিত করেঃ\n" +
                "•\tইউরিনারি ট্র্যাক্ট ইনফেকশান\n" +
                "•\tনেফ্রোলাইথিয়াসিস\n" +
                "•\tহিমোগ্লোবিনুরিয়া\n" +
                "•\tপরফাইরিয়া\n" +
                "•\tব্লু ডায়াপার সিনড্রোম\n" +
                "•\tগিলবার্ট সিনড্রোম\n" +
                "•\tটাইরোসিনেমিয়া\n" +
                "•\tহেপাটোবিলিয়ারি রোগ\n" +
                "•\tঅ্যালকাপোটোনুরিয়া\n" +
                "•\tম্যালিগনেন্ট ম্যালেনোমা\n" +
                "•\tচাইলুরিয়\n" +
                "•\tপায়োরিয়া\n" +
                "•\tফসফেট ক্রিস্টাল\n" +
                "•\tডায়াবেটিস\n" +
                "•\tহাইপারটেনশান\n" +
                "•\tলিউকোমিয়া\n" +
                "•\tলুপাস\n" +
                "•\tহৃৎপিণ্ডের অবস্থা\n" +
                "•\tরিউমাটয়েড আর্থারাইটিস\n" +
                "•\tসিকেল সেল অ্যানিমিয়া \n" +
                " \n" +
                "এই টেস্টের জন্য বিশেষ কোন প্রস্তুতি নিতে হয় কি?\n" +
                "এই টেস্টের জন্য সকালের প্রথম ইউরিনের নমুনা লাগে।\n",R.drawable.medic));
        lstBook.add(new Book("সি-রিঅ্যাক্টিভ প্রোটিন টেস্ট বা সিআরপি টেস্ট","Benefits","সি রিঅ্যাক্টিভ প্রোটিন টেস্ট বা সিআরপি টেস্ট কি?\n" +
                "সাধারণভাবে, লিভারের জ্বালাভাবের সময় সি ক্রিয়েটিভ প্রোটিন (সিআরপি) উৎপন্ন হয়। শরীরে কোন ধরণের জ্বালাভাব আছে কি সেটা পরীক্ষা করবার জন্য সি রিঅ্যাক্টিভ প্রোটিন টেস্ট বা সিআরপি টেস্ট করা হয়। \n" +
                " \n" +
                "সি রিঅ্যাক্টিভ প্রোটিন টেস্ট বা সিআরপি টেস্টের স্বাভাবিক রেঞ্জ কি?\n" +
                "রক্তে ১০ এমজি/লিটারের কম মাত্রা হল সি রিঅ্যাক্টিভ প্রোটিন টেস্ট বা সিআরপি টেস্টের স্বাভাবিক রেঞ্জ। \n" +
                " \n" +
                "স্বাভাবিক রেঞ্জ থেকে বিচ্যুতি কিসের ইঙ্গিত করে?\n" +
                "অধিক মাত্রা ইঙ্গিত করেঃ\n" +
                "•\tহাড়ের সংক্রমণ বা অস্টিওমাইলেটিস\n" +
                "•\tআইবিডি\n" +
                "•\tটিউবারকিউলোসিস\n" +
                "•\tলুপাস\n" +
                "•\tনিউমোনিয়া\n" +
                "•\tক্যান্সার\n" +
                "•\tকানেক্টিভ টিস্যুর রোগ\n" +
                "•\tঅটোইমিউন রোগ \n" +
                " \n" +
                "এই টেস্টের জন্য বিশেষ কোন প্রস্তুতির দরকার হয় কি?\n" +
                "বিশেষ কোন প্রস্তুতির প্রয়োজন নেই।\n",R.drawable.medic));
        lstBook.add(new Book("ডাইরেক্ট ও ইনডাইরেক্ট বিলিরুবিন ব্লাড টেস্ট","Benefits","ডাইরেক্ট ও ইনডাইরেক্ট বিলিরুবিন ব্লাড টেস্ট কি?\n" +
                "বিলিরুবিন হল, আরবিসি-র ভাঙ্গন প্রক্রিয়ার সম্পূর্ন অংশ এবং এটা রক্তের মধ্যে থাকা কমলা-হলুদ রঙের পিগমেন্ট।\n" +
                "ডাইরেক্ট ও ইনডাইরেক্ট বিলিরুবিন ব্লাড টেস্ট, আমাদের রক্তের মধ্যে থাকা বিলিরুবিনের পরিমাণ মাপে। প্রধানত লিভারের সঠিক কার্যকলাপ দেখবার জন্য এই টেস্ট করা হয়। \n" +
                "ডাইরেক্ট ও ইনডাইরেক্ট বিলিরুবিন ব্লাড টেস্টের স্বাভাবিক রেঞ্জ কি?\n" +
                "রক্তের ০.৩ থেকে ১.২ এমজি/ডিএল হল ডাইরেক্ট বিলিরুবিনের স্বাভাবিক রেঞ্জ এবং রক্তের ০.২ থেকে ০.৭ এমজি/ডিএল হল ইনডাইরেক্ট বিলিরুবিনের স্বাভাবিক রেঞ্জ।  \n" +
                "স্বাভাবিক রেঞ্জ থেকে বিচ্যুতি কিসের ইঙ্গিত দেয়?\n" +
                "বিলিরুবিনের অধিক মাত্রা নীচের অবস্থার দিকে ইঙ্গিত করেঃ\n" +
                "•\tজন্ডিস।\n" +
                "•\tলিভারের রোগ।\n" +
                "•\tহেমোলাইটিক অ্যানিমিয়া।\n" +
                "•\tপিত্তনালিতে প্রতিবন্ধকতা।\n" +
                "•\tগিলবার্ট সিনড্রোম।\n" +
                "•\tসিরোসিস।\n" +
                "•\tগলস্টোন।\n" +
                "•\tপিত্তকোষ ও অগ্ন্যাশয়ের ক্যান্সার। \n" +
                "টেস্ট করবার আগে কোন ধরণের প্রস্তুতির প্রয়োজন আছে কি?\n" +
                "৮ ঘণ্টা উপোষ করার পরে নমুনা সংগ্রহ করা হয়।\n",R.drawable.medic));
        lstBook.add(new Book("অ্যালকালাইন ফসফেট টেস্ট","Benefits","অ্যালকালাইন ফসফেট টেস্ট কি?\n" +
                "সাধারনভাবে, রক্তের মধ্যের অ্যালকালাইন ফসফেটের মাত্রা দেখবার জন্য অ্যালকালাইন ফসফেট টেস্ট করা হয়। \n" +
                "অ্যালকালাইন ফসফেট টেস্টের স্বাভাবিক রেঞ্জ কি?\n" +
                "রক্তের ২০-১৪০ আইইউ/এল হল অ্যালকালাইন ফসফেট টেস্টের স্বাভাবিক রেঞ্জ। \n" +
                "স্বাভাবিক রেঞ্জ থেকে বিচ্যুতি কিসের ইঙ্গিত করে?\n" +
                "অধিক মাপ ইঙ্গিত করেঃ\n" +
                "•\tহেপাটাইটিস, সিরোসিস ও লিভার ক্যান্সার সহ লিভারের রোগ।\n" +
                "•\tগলব্লাডার বা পিত্তকোষের সমস্যা। \n" +
                "•\tহাড়ের ক্যান্সার।\n" +
                "•\tরিকেটস।\n" +
                "•\tহার্ট ফেলিওর।\n" +
                "কম মাপ ইঙ্গিত করেঃ\n" +
                "সেলিয়াক রোগ।\n" +
                "এই টেস্ট করবার আগে কোন রকমের প্রস্তুতির দরকার হয় কি?\n" +
                "নুন্যতম ৮ ঘণ্টা না খেয়ে থাকার পরে রক্তের নমুনা দেওয়া উচিৎ।\n",R.drawable.medic));
        lstBook.add(new Book("ম্যালেরিয়া প্যারাসাইট টেস্ট","Benefits","ম্যালেরিয়া প্যারাসাইট টেস্ট কি?\n" +
                "পৃথিবীর জনসংখ্যাকে বিপদের ভয় দেখানোর মতন সবথেকে প্রচলিত পরজীবীয় বা প্যারাসিস্টিক রোগ হল ম্যালেরিয়া। এই রোগে প্রতি বছর প্রায় ৬৬০০০০ লোক মারা যায়। রোগীর রক্তের মধ্যে ম্যালেরিয়া প্যারাসাইটের মাত্রা নির্ধারন করবার জন্য ম্যালেরিয়া প্যারাসাইট টেস্ট করা হয়। ম্যালেরিয়া প্যারাসাইট টেস্টের সাধারণভাবে নিম্নলিখিত বিভিন্ন উপাদান থাকে, যা হলঃ\n" +
                "১. থিক ও থিন ব্লাড সিমারস।\n" +
                "২. রাপিড ডায়াগোনস্টিক টেস্ট (অ্যান্টিজেন টেস্টিং)।\n" +
                "৩. মলিকিউলার টেস্ট (পিসিআর)।\n" +
                "৪. অ্যান্টিবডি টেস্ট (সেরোলজি)।\n" +
                "৫. সাসেপটিবিলিটি টেস্টিং।\n" +
                "টেস্ট প্রধানত, রোগীর রক্তের মধ্যে ম্যালেরিয়া প্যারাসাইটের উপস্থিতি বা অনুপস্থিতি নির্দেশ করে এবং সাধারণভাবে রিপোর্টে পজিটিভ বা নেগেটিভ ফলাফল আসে। ম্যালেরিয়া প্যারাসাইট টেস্টের পজিটিভ ফল, রোগীর রক্তের মধ্যে ম্যালেরিয়া প্যারাসাইটের উপস্থিতি ইঙ্গিত করে এবং নেগেটিভ ফল নিয়ে চিন্তার দরকার নেই।\n",R.drawable.medic));
        lstBook.add(new Book("এরিথ্রোসাইট সেডিমেন্টেশান রেট (ইএসআর)","Benefits","এরিথ্রোসাইট সেডিমেন্টেশান রেট (ইএসআর) কি?\n" +
                "এই রক্ত পরীক্ষায়, একটা টেস্ট টিউবের মধ্যে রক্তের নমুনা নেবার পরে, সেই একই টেস্ট টিউবে একঘণ্টার মধ্যে লোহিত রক্তকণা বা এরিথ্রোসাইটের সেডিমেন্টেশান রেট পরীক্ষা করবার জন্য, এরিথ্রোসাইট সেডিমেন্টেশান রেট টেস্ট করা হয়। সাধারণত, শরীরের মধ্যে কোন রকম সংক্রমণ হয়েছে কি না সেটা পরীক্ষা করবার জন্য এরিথ্রোসাইট সেডিমেন্টেশান রেট করা হয়। \n" +
                "এরিথ্রোসাইট সেডিমেন্টেশান রেটের (ইএসআর) স্বাভাবিক রেঞ্জ কি?\n" +
                "এরিথ্রোসাইট সেডিমেন্টেশান রেটের স্বাভাবিক রেঞ্জ হল, পুরুষদের ক্ষেত্রে ০ থেকে ২২ এমএম/ঘণ্টা এবং মহিলাদের ক্ষেত্রে ০ থেকে ২৯ এমএম/ঘণ্টা। \n" +
                "স্বাভাবিক রেঞ্জ থেকে বিচ্যুতি কিসের ইঙ্গিত করে?\n" +
                "অধিক মাত্রা ইঙ্গিত করেঃ\n" +
                "•\tরক্তাল্পতা।\n" +
                "•\tকিডনির রোগ।\n" +
                "•\tলিম্ফোমা।\n" +
                "•\tমালটিপল মাইলোমাস।\n" +
                "•\tআর্থারাইটিস।\n" +
                "•\tথাইরয়েডের রোগ।\n" +
                "•\tরিউমাটয়েড আর্থারাইটিস।\n" +
                "•\tহাড়ে সংক্রমণ।\n" +
                "•\tটিউবারকিউলোসিস।\n" +
                "•\tত্বকে সংক্রমণ। \n" +
                "কম মাত্রা ইঙ্গিত করেঃ\n" +
                "•\tকনজেসটিভ হার্ট ফেলিওর।\n" +
                "•\tহাইপোফাইব্রিনোজেনেমিয়া।\n" +
                "•\tলিউকোসাইটোসিস।\n" +
                "•\tপলিসাইথেমিয়া।\n" +
                "•\tসিকেল সেল অ্যানিমিয়া।\n",R.drawable.medic));
        lstBook.add(new Book("ব্লিডিং এবং ক্লটিং টাইম","Benefits","ব্লিডিং এবং ক্লটিং টাইম টেস্ট কি?\n" +
                "অনুচক্রিকা বা প্লেটেলেটের কার্যকলাপের সাথে শরীরের জমাট বাঁধার ক্ষমতার মূল্যায়ন করবার জন্য, ব্লিডিং টাইম ও ক্লটিং টাইম টেস্ট করা হয়। সাধারণত এই পরীক্ষায়, ত্বকের ওপরে ছোট ক্ষত বা পাংচার করা হয় এবং রক্ত জমাট বাঁধতে কত সময় লাগছে সেটা মাপা হয়।\n" +
                "ব্লিডিং এবং ক্লটিং টাইম টেস্টের স্বাভাবিক রেঞ্জ কি?\n" +
                "ব্লিডিং এবং ক্লটিং টাইম টেস্টের স্বাভাবিক রেঞ্জ হল ১ থেকে ৯ মিনিট। \n" +
                "স্বাভাবিক রেঞ্জের থেকে বিচ্যুতি কিসের ইঙ্গিত দেয়?\n" +
                "অধিক মাত্রা ইঙ্গিত করেঃ\n" +
                "•\tথ্রম্বোসাইটোপেনিয়া।\n" +
                "•\tডিসিমেন্টেড ইন্ট্রাভাসকুলার কোয়াগুলেশান (ডিআইসি)।\n" +
                "•\tবানার্ড-সৌলার ডিজিজ।\n" +
                "•\tগ্ল্যাঞ্জাম্যান্স থ্রম্বাস্থেনিয়া। \n" +
                "ব্লিডিং এবং ক্লটিং টাইম টেস্টের জন্য কি বিশেষ নির্দেশ আছে?\n" +
                "রোগীদের ব্লাড ক্লটিং টেস্ট করবার আগে ১০ থেকে ১২ ঘণ্টা না খেয়ে থাকতে হয়।\n",R.drawable.medic));
        lstBook.add(new Book("অ্যাবসোলিউট ইউসিনোফিল কাউন্ট","Benefits","অ্যাবসোলিউট ইউসিনোফিল কাউন্ট টেস্ট কি?\n" +
                "ইউসিনোফিল হল একপ্রকার শ্বেত রক্তকণা, যা শরীরের রোগ প্রতিরোধ ক্ষমতার সম্পূর্ন অংশ এবং যেকোন রকমের সংক্রামক রোগের হাত থেকে  এরা শরীরকে রক্ষা করতে সাহায্য করে। অ্যাবসোলিউট ইউসিনোফিল কাউন্ট হল একপ্রকার রক্তপরীক্ষা, যা রক্তের মধ্যের শ্বেত রক্তকণিকার মোট সংখ্যার পরিমাপ করে। \n" +
                "অ্যাবসোলিউট ইউসিনোফিল কাউন্ট টেস্টের স্বাভাবিক রেঞ্জ কি?\n" +
                "অ্যাবসোলিউট ইউসিনোফিল কাউন্ট টেস্টের স্বাভাবিক রেঞ্জ হল প্রতি মাইক্রোলিটার রক্তের মধ্যে ৫০০ ইউসিনোফিল। \n" +
                "স্বাভাবিক রেঞ্জের থেকে বিচ্যুতি কিসের ইঙ্গিত করে?\n" +
                "অধিক মাত্রা নির্দেশ করেঃ\n" +
                "•\tঅটোইমিউন রোগ।\n" +
                "•\tঅ্যালার্জিক প্রতিক্রিয়া।\n" +
                "•\tএক্সিমা।\n" +
                "•\tহাঁপানি।\n" +
                "•\tলিউকোমিয়া।\n" +
                "•\tআলসারেটিভ কোলাইটিস।\n" +
                "•\tক্রোহন্স রোগ।\n" +
                "কম মাত্রা নির্দেশ করেঃ\n" +
                "•\tকুহিংস রোগ।\n" +
                "•\tঅস্থি মজ্জা বা বোন ম্যারো সম্পর্কিত সমস্যা।\n",R.drawable.medic));
        lstBook.add(new Book("বেন্স-জোন্স প্রোটিন টেস্ট (ইউরিন) বা বিজেপি টেস্ট","Benefits","বেন্স-জোন্স প্রোটিন টেস্ট (ইউরিন) বা বিজেপি টেস্ট কি?\n" +
                "বেন্স-জোন্স প্রোটিন টিউমার মার্কার হিসেবে কাজ করে। মাল্টিপল মায়লোমা হলে মূত্রে এই প্রোটিন পাওয়া যায়। এই টেস্ট মূত্রে বেন্স-জোন্স প্রোটিনের উপস্থিতি বা অনুপস্থিতি নির্দেশ করে। \n" +
                "টেস্টের ফলাফলের ব্যাখ্যা কি?\n" +
                "•\tপজিটিভ রেজাল্ট মূত্রে বেন্স-জোন্স প্রোটিনের উপস্থিতি ইঙ্গিত করে। মাল্টিপল মায়োলোমা, লিম্ফোমা, ক্রনিক লিম্ফোসাইটিক লিউকেমিয়া ও ম্যাক্রোগ্লোবুলিনেমিয়ার ক্ষেত্রে এটা পাওয়া যায়।\n" +
                "•\tনেগেটিভ রেজাল্ট মূত্রে বেন্স-জোন্স প্রোটিনের অনুপস্থিতি ইঙ্গিত করে এবং এই বিষয়টা চিন্তার নয়। \n" +
                "এই টেস্টের জন্য বিশেষ কোন প্রস্তুতির দরকার হয় কি?\n" +
                "বিশেষ কোন প্রস্তুতির প্রয়োজন নেই। অবশ্য সাধারণভাবে নমুনা সংগ্রহ করা হয়।\n",R.drawable.medic));
        lstBook.add(new Book("ডেঙ্গু অ্যান্টিবডি (আইজিজি, আইজিএম) টেস্টিং","Benefits","ডেঙ্গু অ্যান্টিবডি (আইজিজি, আইজিএম) টেস্টিং কি?\n" +
                "ডেঙ্গু একপ্রকার মারাত্মক ভাইরাল রোগ, যা প্রধানত মশা কামড়ালে হয়। ডেঙ্গু ভাইরাল সংক্রমণ হয়েছে কি না সেটা নির্ণয় করবার জন্য আইজিএম এবং আইজিজি টেস্ট করা হয়। \n" +
                "ডেঙ্গু অ্যান্টিবডি (আইজিজি, আইজিএম) টেস্টিং-র স্বাভাবিক রেঞ্জ কি?\n" +
                "ফলঃ আইজিজি, আইজিএম নেগেটিভ\n" +
                "ব্যাখ্যাঃ ডেঙ্গুর সংক্রমণ নেই \n" +
                "ফলঃ আইজিজি, আইজিএম পজিটিভ \n" +
                "ব্যাখ্যাঃ সাম্প্রতিক সেকেন্ডারি ডেঙ্গু সংক্রমণ \n" +
                "ফলঃ আইজিজি পজিটিভি, আইজিএম নেগেটিভ \n" +
                "ব্যাখ্যাঃ সাম্প্রতিক ডেঙ্গুর সংক্রমণ \n" +
                "ফলঃ আইজিজি নেগেটিভ, আইজিএম পজিটিভ \n" +
                "ব্যাখ্যাঃ অতীতে ডেঙ্গুর সংক্রমণ হয়েছিল \n" +
                "ফলঃ আইজিএম এবং/অথবা আইজিজি বর্ডারলাইন \n" +
                "ব্যাখ্যাঃ নিশ্চিত হবার জন্য পুনরায় টেস্ট করা দরকার \n" +
                "এই টেস্টের জন্য কোন প্রস্তুতির দরকার আছে কি? \n" +
                "বিশেষ কোন প্রস্তুতির প্রয়োজন নেই। এমনিই নমুনা সংগ্রহ করা হয়।\n",R.drawable.medic));
        lstBook.add(new Book("এইচএলএ বি২৭ টেস্ট","Benefits","হিউমান লিউকোসাইট অ্যান্টিজেন ওলিগোটাইপিং বা এইচএলএ অ্যাণ্টিবডি টেস্টিং কি?\n" +
                "হিউমান লিউকোসাইট অ্যান্টিজেন (এইচএলে) হল একটা বিশেষ প্রকারের প্রোটিন, যা শ্বেত রক্তকণায় থাকে। এটা শরীরকে সুস্থ টিস্যু ও বাহ্যিক কণা বা উপাদানের তফাৎ করতে সাহায্য করে। \n" +
                "বিভিন্ন অটোইমিউন ডিসঅর্ডার চিহ্নিত করতে হিউমান লিউকোসাইট অ্যান্টিজেন ওলিগোটাইপিং বা এইচএলএ অ্যাণ্টিবডি টেস্ট করা হয়।  \n" +
                "হিউমান লিউকোসাইট অ্যান্টিজেন ওলিগোটাইপিং বা এইচএলএ অ্যাণ্টিবডি টেস্টিং-র স্বাভাবিক রেঞ্জ কি?\n" +
                "এইচএলএ না থাকাই হল স্বাভাবিক ফল। \n" +
                "হিউমান লিউকোসাইট অ্যান্টিজেন ওলিগোটাইপিং বা এইচএলএ অ্যাণ্টিবডি টেস্টিং-র ফলাফল কীভাবে ব্যাখ্যা করা যায়? \n" +
                "পজিটিভ ফলাফল যার উপস্থিতির ইঙ্গিত দেয়, তা হলঃ\n" +
                "•\tঅ্যাঙ্কেলোসিং স্পন্ডেলাইটিস\n" +
                "•\tআর্থারাইটিস সংক্রান্ত ক্রোহোন্স রোগ বা আলসারেটিভ কোলাইটিস\n" +
                "•\tসোরাইটিক আর্থারাইটিস\n" +
                "•\tরিঅ্যাক্টিভ আর্থারাইটিস\n" +
                "•\tস্যাক্রোআইলিটিস\n" +
                "•\tইউভেটিস\n" +
                "•\tজুভেনাইল রিউমাটয়েড আর্থারাইটিস \n" +
                "এই টেস্টের জন্য বিশেষ কোন প্রস্তুতির দরকার হয় কি?\n" +
                "বিশেষ কোন প্রস্তুতির প্রয়োজন নেই।\n",R.drawable.medic));
        RecyclerView myrv = (RecyclerView) findViewById(R.id.recyclerview_id);
        RecyclerViewAdapter3 myAdapter = new RecyclerViewAdapter3(this,lstBook);
        myrv.setLayoutManager(new GridLayoutManager(this,1));
        myrv.setAdapter(myAdapter);
    }
    @Override
    public void onBackPressed() {
        StartAppAd.onBackPressed(this);
        super.onBackPressed();
    }
}