package com.better.nutritiontherapy;

import androidx.appcompat.app.AppCompatActivity;
import androidx.appcompat.widget.Toolbar;
import androidx.recyclerview.widget.GridLayoutManager;
import androidx.recyclerview.widget.RecyclerView;

import android.os.Bundle;

import com.startapp.sdk.adsbase.StartAppAd;

import java.util.ArrayList;
import java.util.List;

public class VegActivity extends AppCompatActivity {
    List<Book> lstBook ;
    @Override
    protected void onCreate(Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
        setContentView(R.layout.activity_veg);
        Toolbar toolbar = findViewById(R.id.toolbar);
        toolbar.setTitle("সবজি");
        setSupportActionBar(toolbar);
        getSupportActionBar().setDisplayHomeAsUpEnabled(true);
        lstBook = new ArrayList<>();
        lstBook.add(new Book(" সজিনা পাতা","Benefits","সজিনা গাছের পাতাকে বলা হয় অলৌকিক পাতা। এটি পৃথিবীর সবচেয়ে পুষ্টিকর হার্ব। তাই সজিনা পাতাকে বলা হয় পুষ্টিগুণে ভরপুর সুপার ফুড এবং সজিনা গাছকে বলা হয় মিরাক্কেল ট্রি। আমরা অনেকেই সজনে সজবি হিসেবে খাই। কিন্তু আমরা অনেকেই জানি না যে সজনের সাথে সাথে সজনে পাতাও খাওয়া যায়। সজনে গাছের পাতা এবং ফল উভয়ের মধ্যেই বিপুল পরিমাণে পুষ্টি উপাদা্ন রয়েছে।" +
                "পুষ্টিগুণে ভরপুর\n" +
                "পরিমাণের ভিত্তিতে তুলনা করলে সমপরিমাণ ওজনের সজিনা পাতায় কমলা লেবুর চেয়ে ৭ গুণ ভিটামিন-সি, দুধের চেয়ে ৪ গুণ ক্যালসিয়াম এবং দুই গুণ আমিষ, গাজরের চেয়ে ৪ গুণ ভিটামিন-এ, কলার চেয়ে ৩ গুণ পটাশিয়াম বিদ্যমান। তাই নিরামিষভোগীরা সজিনার পাতা থেকে সবচেয়ে বেশি উপকৃত হতে পারেন।\n" +
                "\n" +
                "মুখে রুচি বাড়ে\n" +
                "সজনে ডাঁটার মতো এর পাতাতেও রয়েছে যথেষ্ট পরিমাণ পুষ্টিগুণ। সজনে পাতা শাক হিসেবে এমনকি ভর্তা করেও খাওয়া যায়। এতে মুখের রুচি বাড়ে।  Home / খাদ্য ও পুষ্টি শাক সবজিঅলৌকিক গাছ সজিনা পাতার বিস্ময়কর গুনাগুন/Benefits of Moringa Leaves\n" +
                "অলৌকিক গাছ সজিনা পাতার বিস্ময়কর গুনাগুন/Benefits of Moringa Leaves পুষ্টি বাড়ি  জানুয়ারি ২৮, ২০১৯  শাক সবজি  No Comments\n" +
                "সজিনা পাতার উপকারিতাসজিনা গাছের পাতাকে বলা হয় অলৌকিক পাতা। এটি পৃথিবীর সবচেয়ে পুষ্টিকর হার্ব। তাই সজিনা পাতাকে বলা হয় পুষ্টিগুণে ভরপুর সুপার ফুড এবং সজিনা গাছকে বলা হয় মিরাক্কেল ট্রি। আমরা অনেকেই সজনে সজবি হিসেবে খাই। কিন্তু আমরা অনেকেই জানি না যে সজনের সাথে সাথে সজনে পাতাও খাওয়া যায়। সজনে গাছের পাতা এবং ফল উভয়ের মধ্যেই বিপুল পরিমাণে পুষ্টি উপাদা্ন রয়েছে।\n" +
                "\n" +
                "তাই রোগ প্রতিরোধ ক্ষমতা এবং জীবন ধারনের জন্য পুষ্টি উপাদান দুটোই পাওয়া যায়। এই জন্য অনেকেই বলে থাকেন সজিনা গাছ যাদের বাড়ীতে আছে তাদের বাড়ীতে ভিটামিনের ফ্যাক্টরি আছে।\n" +
                "\n" +
                "\n" +
                " \n" +
                "মানসম্মত ডায়েট চার্ট, স্বাস্থ্য টিপস এবং পুষ্টিকর খাবারের রেসিপির ভিডিও দেখতে পুষ্টিবাড়ির ইউটিউব চ্যানেলে সাবস্ক্রাইব করে রাখুন… ইউটিউব চ্যানেলটিতে প্রবেশ করতে এখানে ক্লিক করুন।\n" +
                "\n" +
                "পুষ্টিগুণে ভরপুর\n" +
                "পরিমাণের ভিত্তিতে তুলনা করলে সমপরিমাণ ওজনের সজিনা পাতায় কমলা লেবুর চেয়ে ৭ গুণ ভিটামিন-সি, দুধের চেয়ে ৪ গুণ ক্যালসিয়াম এবং দুই গুণ আমিষ, গাজরের চেয়ে ৪ গুণ ভিটামিন-এ, কলার চেয়ে ৩ গুণ পটাশিয়াম বিদ্যমান। তাই নিরামিষভোগীরা সজিনার পাতা থেকে সবচেয়ে বেশি উপকৃত হতে পারেন।\n" +
                "\n" +
                "মুখে রুচি বাড়ে\n" +
                "সজনে ডাঁটার মতো এর পাতাতেও রয়েছে যথেষ্ট পরিমাণ পুষ্টিগুণ। সজনে পাতা শাক হিসেবে এমনকি ভর্তা করেও খাওয়া যায়। এতে মুখের রুচি বাড়ে। \n" +
                "\n" +
                "\n" +
                " \n" +
                "শ্বাসকষ্ট ও হেচকি কমায়\n" +
                "সজনে পাতার রস খেলে শ্বাসকষ্ট সারে ও হেঁচকি ওঠা বন্ধ হয়। তাছাড়া পাতাকে অনেকক্ষণ সিদ্ধ করে তা থেকে যেই ঘন রস পাওয়া যায়  তার সাথে আদার রস মিশিয়ে খেলে পেটের গ্যাস দূর হয়ে যায়।\n" +
                "\n" +
                "উচ্চ রক্তচাপ কমায়\n" +
                "সজনে পাতার টাটকা রস দু’বেলা খাবাবের ঠিক আগে ২-৩ চা চামচ করে খেলে উচ্চ রক্ত চাপ কমে যায়।৫.সজনে পাতাতে প্রচুর খাদ্য আঁশ থাকে যা কুষ্ঠকাঠিন্য দূর করে। তাছাড়া সজনে পাতার রস মাথায় মাখলে খুসকি দূর হয়।\n" +
                "\n" +
                "ব্যাকটেরিয়া ধ্বংস করে\n" +
                "সজনা পাতার রসে ব্যাকটেরিয়া ধ্বংস করার ক্ষমতাও রয়েছে। যা আমাদের দেহ থেকে ক্ষতিকর ব্যাকটেরিয়া দূর করে শরীরকে রোগ মুক্ত রাখতে সাহায্য করে।\n" +
                "\n" +
                "এই সজনে পাতা আমরা নানাভাবে খেতে পারি। সজনে পাতা ভর্তা করে, ভেঁজে, তরকারি বানিয়ে বা খিচুরী রান্নার সময় সজনে পাতা দিয়ে দেওয়া যেতে পারে।",R.drawable.vl));





        lstBook.add(new Book("বাঁধাকপি","Benefits","বাঁধাকপির মূলত বাংলাদেশের একটি শীতকালীন সবজি, যা পাতাকপি নামে বেশি প্রচলিত।  এটি একটি অত্যন্ত পুষ্টিকর সবজি। সাধারণত রান্না করে, সালাদের সঙ্গে মিশিয়ে বা ভেজে, নানান ধরনের সুপ তৈরি করে খাওয়া যায়। ভিটামিন, মিনারেল, অ্যান্টিঅক্সিডেন্ট ও ফাইটকেমিকেলসহ বিভিন্ন পুষ্টিকর উপাদানে ভরপুর এই সবজি। বাঁধাকপিতে শরীরের জন্য প্রয়োজনীয় প্রায় সব ধরনের ভিটামিনই আছে। এতে রয়েছে রিবোফ্লোভিন, প্যান্টোথেনিক অ্যাসিড, থায়ামিন, ভিটামিন বি৬, ভিটামিন সি ও কে। আসুন জেনে নেই বাঁধাকপির উপকারিতা এবং পুষ্টিগুণ সম্পর্কে।" +
                "ওজন কমাতে সাহায্য করে\n" +
                "বাঁধাকপিতে প্রচুর পরিমাণে খাদ্যআঁশ বা ফাইবার রয়েছে যা কোন ক্যালরি ছাড়াই পেট ভরাতে সাহায্য করে। যাঁরা ওজন কমাতে চান তাঁরা তাঁদের প্রতিদিনের খাদ্যতালিকায় বাঁধাকপি রাখুন। বাঁধাকপিতে খুবই সামান্য পরিমাণে কোলেস্টেরল ও চর্বি রয়েছে।\n" +
                "\n" +
                "বাঁধাকপি হাড় ভালো রাখতে সহায়তা করে\n" +
                "বাঁধাকপিতে রয়েছে প্রচুর পরিমাণে ক্যালসিয়াম, ফসফরাস ও সোডিয়াম যা হাড়ের বিভিন্ন সমস্যা দূর করে। এছাড়াও বাঁধাকপিতে উপস্থিত ভিটামিন হাড়কে মজবুত রাখতে সাহায্য করে। যাঁরা নিয়মিত বাঁধাকপি খান তাঁদের বার্ধক্যজনিত হাড়ের সমস্যার সম্ভাবনা হ্রাস পায়।\n" +
                "\n" +
                "আলসার নিরাময়ে উপকারী\n" +
                "বাধাকপি আলসার প্রতিরোধে বিশেষভাবে সহায়ক। সাম্প্রতিক একটি গবেষণায় দেখা গিয়েছে যে, বাঁধাকপির রস আলসারের জন্য সবচেয়ে উপকারী প্রাকৃতিক ওষুধ।\n" +
                "\n" +
                "\n" +
                " \n" +
                "রোগ প্রতিরোধ ক্ষমতা বাড়ায়\n" +
                "বাধাকপিতে প্রচুর পরিমান ভিটামিন সি এবং শক্তিশালী অ্যান্টিঅক্সিডেন্ট রয়েছে যা দেহে রোগপ্রতিরোধ ক্ষমতা বৃদ্ধি করে। সাম্প্রতিক গবেষণায় দেখা গিয়েছে যে, যাঁরা নিয়মিত বাঁধাকপি খান তাঁদের রোগ প্রতিরোধ ক্ষমতা অন্যদের তুলনায় অনেক বেশি।\n" +
                "\n" +
                "কিডনি সমস্যা প্রতিরোধ করে\n" +
                "কিডনি সমস্যা প্রতিরোধে বাধাকপি একটি অপরিহার্য সবজি। যারা কিডনির সমস্যায় আক্রান্ত হয়ে ডায়ালাইসিস করিয়ে থাকেন, তাদের জন্য কাঁচা বাধাকপি খাওয়া উত্তম।\n" +
                "\n" +
                "ক্যান্সার প্রতিরোধ করে\n" +
                "বাধাকপি ক্যান্সার সৃষ্টিকারী টিউমার বৃদ্ধি রোধ করে। বাধাকপিতে শক্তিশালী অ্যান্টিঅক্সিডেন্ট থাকে যা শরীর থেকে ফ্রি রেডিকেল দূর করে শরীরকে ক্যান্সার মুক্ত রাখে।\n" +
                "\n" +
                "হজমে সাহায্য করে এবং কোষ্ঠকাঠিন্য দূর করে\n" +
                "বাধাকপিতে প্রচুর পরিমাণ ফাইবার বা আঁশ থাকে যা হজম প্রক্রিয়াকে সহজ করে এবং কোষ্ঠকাঠিন্য দূর করে। বাধাকপির রস নিয়মিত পান করলে পেপটিক আলসার দূর হয়। এছাড়া বাধাকপি বুক জ্বালা-পোড়া, পেট ফাঁপা ইত্যাদি সমস্যা দূর করে।\n" +
                "\n" +
                "\n" +
                " \n" +
                "চোখ ও ত্বকের যত্নে\n" +
                "বাধাকপি বিটা ক্যারোটিন সমৃদ্ধ একটি সবজি যা চোখের সুরক্ষায় অত্যন্ত কার্যকরী। বাধাকপি ফাইটোকেমিক্যালসের অন্যতম উৎস, যা শরীর ও ত্বকের কোষকে প্রদাহের হাত থেকে রক্ষা করে।\n" +
                "\n" +
                "চুলের জন্য বাধাকপি\n" +
                "উজ্জ্বল চক চকে চুলের জন্য বাধাকপি অপ্রতিদ্বন্দ্বী একটি সবজি। বাধাকপিতে প্রচুর পরিমান ভিটামিন আছে যা চুল পরা সমস্যা রোধ করে নতুন চুল গজাতে সাহায্য করে।\n" +
                "\n" +
                "টক্সিন দূর করে\n" +
                "পাতাকপিতে প্রচুর পরিমাণে সালফার রয়েছে। যা ডিটক্সিফিকেশন এনজাইমের এর মাধ্যমে লিভারকে সুরক্ষা প্রদান করে। পাতাকপিতে ৬৭ প্রকারের গ্লুকোসিনলেট রয়েছে। যা শরীরের রোগ প্রতিরোধ ক্ষমতা বৃদ্ধি করে।\n" +
                "\n" +
                "আইরনের ভাল উৎস\n" +
                "পাতাকপিকে প্রচুর পরিমাণ আয়রন রয়েছে। শরীরের প্রয়োজনীয় সম্পূর্ণ আয়রন এই পাতাকপি থেকেই পাওয়া যায়। খাদ্য তালিকায় পরিমাণমত আয়রন না থাকলে শরীরে রক্তস্বল্পতা, ক্লান্তি ও মস্তিষ্কের সমস্যা হয়।" +
                "",R.drawable.lettuce));


        lstBook.add(new Book("শিমে","Benefits","শিমে ক্যালরির পরিমাণ কম থাকে। কিন্তু এতে আছে প্রচুর পরিমাণে প্রোটিন, ফাইবার, ভিটামিন সি, জিংক ও মিনারেল। এগুলো শরীরের জন্য অত্যাবশ্যকীয়।\n" +
                "শিমের মধ্যে থাকা খনিজ চুল পড়া রোধে সহায়তা করে এবং চুলের স্বাস্থ্য সুরক্ষায়ও উল্লেখযোগ্য ভূমিকা রাখে।\n" +
                "শিম পরিপাকের জন্য খুব ভালো। শিমে প্রচুর পরিমাণ ডায়েটারি ফাইবার থাকে তাই কোষ্ঠকাঠিন্যে আক্রান্ত রোগীদের জন্য শিম খুবই উপকারী। এ ছাড়া দেহ ঠান্ডা রাখতেও শিম খাওয়া যায়।\n" +
                "শিম রোগ প্রতিরোধ ক্ষমতা বাড়িয়ে দেয়। এছাড়া শিম কোলন ক্যানসার প্রতিরোধেও কার্যকর।\n" +
                "নিয়মিত শিম খেলে ত্বক ভালো থাকে এবং ত্বকের রোগবালাইও দূরে থাকে।\n" +
                "গর্ভবতী মহিলা ও শিশুর অপুষ্টি দূর করতে শিম বেশ উপকারী।\n" +
                "শিমে সিলিকনজাতীয় উপাদান থাকে যা হাড় সুগঠিত করে।\n" +
                "শিমের মধ্যে থাকা ফাইবার বা আঁশ কোলেস্টেরলের মাত্রা নিয়ন্ত্রণে সাহায্য করে। তাই নিয়মিত শিম খেলে হৃদরোগের ঝুঁকি অনেকটাই কমে আসে। তাছাড়া শিমের বিচিতে অ্যান্টিঅক্সিডেন্ট এবং অ্যান্টি ইনফ্ল্যামেটরি উভয় উপাদানই রয়েছে যা হৃদরোগ নিয়ন্ত্রণ করে।\n" +
                "শর্করার মাত্রা নিয়ন্ত্রণ করে ডায়াবেটিস নিয়ন্ত্রণে রাখতেও  সাহায্য করে শিম।\n" +
                "সতর্কতাঃ\n" +
                "শিম খেলে কারও কারও মাইগ্রেনের তীব্রতা বাড়তে পারে। মাথাব্যথা হতে পারে। এ ছাড়া শরীরে অ্যালার্জির প্রতিক্রিয়া দেখা দিলে শিম খাওয়া বাদ দিতে হবে।",R.drawable.sugar_snap));



        lstBook.add(new Book("মূলার উপকারিতা ","Benefits","ওজন কমাতে সাহায্য করে\n" +
                "মূলা এমন একটি খাবার, যা প্রায় ক্যালরি ছাড়াই পেট ভরাতে সাহায্য করে। এতে অতিরিক্ত ক্যালরিও শরীরে প্রবেশ করতে পারে না। মূলার মধ্যে জলীয় উপাদান এবং ফাইবার এর পরিমাণ খুবই বেশি থাকে, যা শরীর থেকে বর্জ্য বের করে দিতে সাহায্য করে। যার ফলে, যারা ওজন কমাতে ইচ্ছুক, তাদের জন্য মূলা খুবই কার্যকরি একটি উপাদান।\n" +
                "\n" +
                "প্রস্রাবের সমস্যা দূর করে\n" +
                "মূলা প্রস্রাবের মাধ্যমে শরীরের বিষাক্ত উপাদান বর্জ্য হিসাবে বের করে দিতে পারে। এর ফলে কিডনি সুস্থ থাকে এবং মুত্রথলির যে কোনও সমস্যা দূর করতে পারে। মূলার রস প্রশ্রাবের সময় জ্বালা-পোড়া ও মূত্রতন্ত্রের প্রদাহ দূর করে।\n" +
                "\n" +
                "\n" +
                " \n" +
                "হার্টকে ভাল রাখে \n" +
                "মূলায় প্রচুর পরিমাণে অ্যান্থো-সায়ানিন ফ্লাভোনয়েড থাকে যা হৃদরোগের ঝুঁকি কমায়। এছাড়াও, এই উপাদানটি ক্যান্সার এবং প্রদাহজনিত সমস্যা দূর করতে পারে। এছাড়া মূলার মধ্যে প্রচুর পরিমাণে পটাশিয়াম থাকে। পটাশিয়ামের মূল কাজ হল রক্তচাপকে সঠিক রাখা।\n" +
                "\n" +
                "ক্যান্সার রোধ করে \n" +
                "মূলায় ভিটামিন-সি, ফলিক এসিড এবং অ্যান্থো-সায়ানিন থাকে যা অ্যান্টিঅক্সিডেন্ট হিসেবে কাজ করে। এই উপাদানগুলি নানারকম ক্যান্সার, যেমন, কোলোন, কিডনি, অন্ত্র, পেট এবং মুখের ক্যান্সার রোধ করতে পারে।\n" +
                "\n" +
                "হজম শক্তি বাড়ায়\n" +
                "মূলায় থাকা আঁশ বা ফাইবার কোষ্ঠকাঠিন্য দূর করে। মূলা পিত্তরস বাড়ায় যা হজমশক্তি বৃদ্ধি করে, লিভার এবং পিত্তথলিকে সুস্থ রাখে। এছাড়া মূলা খেলে পেটের নানারকম সমস্যা থেকেও মুক্তি পাওয়া যায়।\n" +
                "\n" +
                "ডায়াবেটিস রোধ করে \n" +
                "মূলা খেলে রক্তে শর্করার মাত্রা বৃদ্ধি পায় না, কারণ মূলার গ্লাইসেমিক ইনডেক্স খুবই কম। তাই মূলা রক্তে শর্করার মাত্রা বজায় রেখে শরীরকে সুস্থ রাখতে পারে।\n" +
                "\n" +
                "\n" +
                " \n" +
                "ত্বকের যত্নে মূলা\n" +
                "মূলার মধ্যেকার জলীয় উপাদান ত্বকের আদ্রতা বজায় রাখতে সাহায্য করে। ত্বকের যত্নে মূলা দারুণ উপকারি। কারণ, মূলার মধ্যে ভিটামিন সি, ফসফরাস, জিঙ্ক এবং ভিটামিন বি কমপ্লেক্স থাকে।\n" +
                "\n" +
                "রোগ প্রতিরোধ করে\n" +
                "এতে প্রচুর ভিটামিন সি থাকায় সাধারণ সর্দি কাশি থেকে সুরক্ষা দেয় এবং শরীরে রোগ প্রতিরোধ ক্ষমতা বাড়ায়। এ ছাড়া প্রদাহ ও অকালবার্ধক্য দূর হয়।\n" +
                "\n" +
                "তাছাড়াও মূলা ক্ষুধা বৃদ্ধি করে এবং রক্ত পরিষ্কারক। এটি ক্যালসিয়ামের অভার দূর করে এবং মাথা ধরা, এসিডিটি, বমিবমি ভাব, গলা ব্যথা, হুপিং কাশি, গ্যাসট্রিক, পিত্তথলির পাথর, অজীর্ণ ইত্যাদি থেকে বাঁচায়। মূলা দামে সস্তা, বাড়ির আশপাশেই চাষ করা যায় এবং সহজলভ্য। তাই আপনার নিত্যদিনের খাদ্য তালিকায় মূলা রাখতেই পারেন।" +
                " ",R.drawable.vitamin));


        lstBook.add(new Book("ঢেঁড়স ","Benefits","ডায়াবেটিস নিয়ন্ত্রণে ঢেঁড়স\n" +
                "ঢেঁড়সের মধ্যে থাকা উপকারী ফাইবার দেহের গ্লুকোজের মাত্রা কমিয়ে রাখে। তাই ডায়াবেটিস কমাতে ঢেঁড়স অত্যন্ত উপকারী একটি সবজি। ডায়াবেটিক রোগীদের প্রতিদিন খাবারের তালিকায় ঢেঁড়স রাখা উচিত।\n" +
                "\n" +
                "রোগ প্রতিরোধ ক্ষমতা বাড়ায় \n" +
                "ঢেঁড়সের মধ্যে প্রচুর পরিমাণ ভিটামিন সি এবং অ্যান্টি অক্সিডেন্ট থাকে যা রোগ প্রতিরোধক্ষমতা বাড়ায়। এ ছাড়া আরো অন্যান্য প্রয়োজনীয় খনিজ যেমন ক্যালসিয়াম, ম্যাগনেসিয়াম, ম্যাঙ্গানিজ থাকে যা রোগ প্রতিরোধক্ষমতা বাড়ায়।\n" +
                "\n" +
                " \n" +
                "রক্তশূন্যতা রোধ করে\n" +
                "ঢেঁড়সের আয়রন ও ভিটামিন কে দেহে রক্ত জমাট সমস্যা রোধ করে, দেহে প্রয়োজনীয় লাল প্লেটলেট তৈরি করে এবং দেহের দুর্বলতা রোধ করে থাকে। তাই রক্তশূন্যতার সমস্যায় বেশি করে ঢেঁড়স খাওয়া ভালো।\n" +
                "\n" +
                "ওজন কমাতে সহায়ক\n" +
                "ঢেঁড়সে ক্যালরির পরিমাণ খুব কম তাই এটি ওজন কমানোর ডায়েট মেন্যুতে রাখতে পারেন। ঢেঁড়সের ফাইবার ক্যালরি ছাড়াই পেট ভরা রাখে, তাই ক্যালরি বহুল খাবার থেকে বিরত থাকা যায়।\n" +
                "\n" +
                "চুলের যত্নে\n" +
                "ঢেঁড়স চুলের জন্য খুব উপকারী, এটি চুলের কন্ডিশনার হিসেবে কাজ করে, খুশকি ও উকুন রোধ করে চুলের স্বাস্থ্য ভালো রাখে। এছাড়াও ঢেঁড়স ত্বকের বিষাক্ত পদার্থ দূর করে শরীরের টিস্যু পুনর্গঠনে ও ব্রণ দূর করতে সাহায্য করে।\n" +
                "\n" +
                " \n" +
                "কোলেস্টেরল কমায়\n" +
                "ঢেঁড়সের মধ্যে রয়েছে সলিউবল ফাইবার (আঁশ) পেকটিন যা দেহ থেকে খারাপ কোলেস্টেরল কমায় এবং অ্যাথেরোসক্লোরোসিস প্রতিরোধ করে।\n" +
                "\n" +
                "হজমে সহায়ক এবং কোষ্ঠকাঠিন্য দূর করে\n" +
                "ঢেঁড়সে রয়েছে অধিক পরিমাণ আঁশ এবং পেকটিন  যা হজমে সাহায্য করে। পেকটিন অন্ত্রের স্ফীতিভাব কমায় এবং অন্ত্র থেকে বর্জ্য সহজে পরিষ্কার করে। তাছাড়া ঢেঁড়সের ফাইবার বা আঁশ কোষ্ঠকাঠিন্য দূর করে এবং সহজে হজম হয় বলে বিপাকক্রিয়ায় সহায়তা করে।\n" +
                "\n" +
                "শ্বাসকষ্ট প্রতিরোধে\n" +
                "ঢেঁড়স হাঁপানী রোগে খুব উপকারী। ঢেঁড়সের মধ্যে রয়েছে ভিটামিন সি, অ্যান্টি ইনফ্লামেটোরি এবং অ্যান্টি অক্সিডেন্ট উপাদান। প্রাচীন হারবাল চিকিৎসায় হাঁপানি রোগ সারাতে ঢেঁড়সকে ঔষধ হিসেবে ব্যবহারা করা হত।\n" +
                "\n" +
                "দৃষ্টিশক্তি ভালো রাখে\n" +
                "ঢেঁড়সে বিদ্যমান ভিটামিন এ, বিটা ক্যারোটিন এবং লিউটিন চোখের গ্লুকোমা এবং চোখের ছানি প্রতিরোধে সাহায্য করে।\n" +
                "\n" +
                "এছাড়াও ঢেঁড়স হাড়কে মজবুত রাখে। দাঁত ও মাড়ির রোগেও ঢেঁড়স উপকারী। ঢেঁড়সের নানা ধরণের উপাদান আমাদের ত্বকের সমস্যা ও কোলন ক্যানসার প্রতিরোধে কাজে আসে। ঢেঁড়স গর্ভাবস্থায় ভ্রূণের মস্তিষ্ক তৈরিতে সাহায্য করে, মিসক্যারেজ হওয়া প্রতিরোধ করে। তাই সুস্থ থাকতে আপনার প্রতিদিনের খাদ্য তালিকায় ঢেঁড়স রাখুন। ",R.drawable.sugar_snap));


        lstBook.add(new Book("বরবটির উপকারিতা","Benefits","হার্টের সুরক্ষায় বরবটি\n" +
                "বরবটিতে থাকা ডায়েটারি ফাইবার এলডিএল (ক্ষতিকর) কোলেস্টেরলের পরিমাণ কমিয়ে দিয়ে হার্টের সুরক্ষা নিশ্চিত করে। এছাড়াও এটি উচ্চ রক্তচাপ, বুক জ্বালাপোড়া প্রভৃতি সমস্যা দূর করতে ভূমিকা রাখে।\n" +
                "\n" +
                "ক্যান্সারের ঝুকি কমায়\n" +
                "বরবটিতে ফ্ল্যাভোনয়েড উপাদান ক্যাম্পফেরল ও কুয়ারসেটিন থাকে যা অ্যান্টিঅক্সিডেন্ট হিসেবে কাজ করে। আর এই অ্যান্টিঅক্সিডেন্ট ক্যান্সার হওয়ার সম্ভাবনা কমিয়ে দেয়। গবেষণায় দেখা গেছে, এই দুই উপাদান ক্যান্সার কোষের বৃদ্ধি রোধে চমৎকার কাজ করে।\n" +
                "\n" +
                "\n" +
                " \n" +
                "আয়রনের ঘাটতি মেটায়\n" +
                "বরবটিতে থাকা ভিটামিন সি শরীরের জন্য প্রয়োজনীয় আয়রন পরিশোষণে ভূমিকা রাখে। তাছাড়া বরবটিতেও রয়েছে যথেষ্ট পরিমাণ আয়রন। যা শরীরের আয়রনের ঘাটতি পূরণে সাহায্য করে।\n" +
                "\n" +
                "চর্বি কমাতে সাহায্য করে\n" +
                "বরবটি কম ক্যালরিযুক্ত এবং অধিক ফাইবার এ ভরপুর খাদ্য, যার ফলে এটি চর্বি কমাতে সাহায্য করে। তাছাড়া বরবটিতে প্রচুর পরিমাণে অ্যান্টিঅক্সিডেন্ট রয়েছে, যা শরীর থেকে দূষিত যৌগগুলোকে বের করে দেয়। ফলে সহজে শরীরে চর্বি জমতে পারে না।\n" +
                "\n" +
                "অস্থিসন্ধির ব্যথা কমায়\n" +
                "বরবটিতে থাকা ভিটামিন ‘কে’ আপনার শরীরের ভিটামিন কে এর চাহিদা মেটাতে পারে। ভিটামিন কে অস্টিওআর্থারাইটিস সমস্যা থেকে অস্থিসন্ধির যত্ন নেবে। আর রক্ত জমাট বাঁধতে ভিটামিন কে- এর ভূমিকার অপরিসীম।\n" +
                "\n" +
                "\n" +
                " \n" +
                "হাড়ের ঘনত্ব বৃদ্ধি করে \n" +
                "বরবটিতে থাকা সিলিকন হাড়ের ঘনত্ব বৃদ্ধি করে। বরবটির বীজে থাকা ক্যালিসিয়াম হাড় শক্ত করতে সাহায্য করে। নারীদের স্বাস্থ্য উপকারেও ক্যালসিয়াম গুরুত্বপূর্ণ ভূমিকা রাখে।\n" +
                "\n" +
                "তাছাড়া চুল পড়ে যাওয়া ঠেকাতেও ভূমিকা রয়েছে বরবটির। কম ক্যালরিযুক্ত খাদ্য ও ফ্যাট-কোলেস্টেরল না থাকায় বরবটি পেট ভরে খাওয়া যায়। এতে ক্ষুধাভাব কম হয়, ওজন হ্রাসে সহায়তা করে।\n" +
                "\n" ,R.drawable.sugar_snap));


        lstBook.add(new Book("কচু শাকের ","Benefits","কচুশাকের পুষ্টিগুণ\n" +
                "কচু শাকে রয়েছে প্রচুর পরিমাণ ভিটামিন এবং খনিজ উপাদান সমূহ। প্রতি ১০০ গ্রাম কচুশাকে থাকে- ৬.৮ গ্রাম শর্করা, ৩.৯ গ্রাম প্রোটিন, ১০ মিলিগ্রাম লৌহ, ০.২২ মিলিগ্রাম ভিটামিন বি-১ (থায়ামিন), ০.২৬ মিলিগ্রাম ভিটামিন বি-২ (রাইবোফ্লেবিন), ১২ মিলিগ্রাম ভিটামিন ‘সি’, ১.৫ গ্রাম স্নেহ বা চর্বি, ২২৭ মিলিগ্রাম ক্যালসিয়াম এবং ৫৬ কিলোক্যালরি খাদ্যশক্তি।\n" +
                "\n" +
                "উপকারিতাঃ আসুন এবার জেনে নেই কচু শাক এর উপকারিতা এবং পুষ্টিগুণের কথা-\n" +
                "\n" +
                "কচু শাকে প্রচুর পরিমাণে আয়রন থাকে তাই রক্তশূন্যতায় ভোগা রোগীদের জন্য কচুশাক খাওয়া একরকম আবশ্যক বললেই চলে।\n" +
                "কচুশাকে ভিটামিন এ থাকে যা আমাদের রাতকানা, ছানি পড়াসহ চোখের বিভিন্ন রোগ প্রতিরোধসহ দৃষ্টিশক্তি বাড়িয়ে দেয়।\n" +
                "\n" +
                " \n" +
                "কচু শাকে প্রচুর পরিমাণে ফাইবার বা আঁশ থাকে যা খাবারকে সহজে হজম করতে সাহায্য করে থাকে। যাদের কোষ্ঠকাঠিন্যের সমস্যা আছে, তাঁরা কচুশাক খেতে পারেন।\n" +
                "কচুশাকে প্রচুর পরিমাণে ভিটামিন ‘সি’ থাকায় এর লৌহ উপাদান আপনার দেহে সহজে আত্তীকরণ হয়ে যায়। তাছাড়া ভিটামিন সি শরীরের ক্ষত সারাতে সাহায্য করে। তাই শিশুদের ছোট বেলা থেকেই কচু শাক খাওয়ানো উচিত।\n" +
                "আমাদের শরীরে অক্সিজেনের সরবরাহ সচল রাখতে কচু শাক অনেক বেশি কার্যকর ভূমিকা পালন করে থাকে। এই শাকের আয়রন ও ফোলেট রক্তের পরিমাণ বাড়ায়। ফলে অক্সিজেন সংবহন পর্যাপ্ত থাকে। এতে উপস্থিত ভিটামিন কে রক্তপাতের সমস্যা প্রতিরোধ করে।\n" +
                "কচু শাকের সব চেয়ে বড় উপকারিতা হল এতে রয়েছে প্রচুর পরিমাণে ক্যালসিয়াম, ম্যাগনেসিয়াম, ম্যাংগানিজ ও ফসফরাস। আমাদের দাঁত ও হাড়ের গঠনে এবং ক্ষয়রোগ প্রতিরোধে কচু শাকের ভূমিকা অত্যন্ত গুরুত্বপূর্ণ।\n" +
                "কচু শাকে বিদ্যমান নানা রকমের ভিটামিন ও খনিজ উপাদান গর্ভবর্তী মা ও শিশুর জন্য অনেক উপকারী। কচু শাক সহজ লভ্য তাই দরিদ্র পরিবারের গর্ভবতী মহিলারা ভিটামিন ও আয়রনের চাহিদা পূরণের জন্য কচু বা কচুশাক খেতে পারেন।\n" +
                "তাছাড়া কচুশাক খেলে রক্তের কোলেস্টরেল কমে তাই উচ্চরক্ত চাপের রোগীদের জন্য কচুশাক এবং কচু বেশ উপকারী। নিয়মিত কচুশাক খেলে কোলন ক্যান্সার ও ব্রেস্ট ক্যান্সারের ঝুঁকিও কমে।\n" +
                "\n" +
                "সতর্কতা\n" +
                "কচু শাক বা কচু খেলে অনেক সময় গলা চুলকায় কারন এতে অক্সলেট নামক উপাদান থাকে। তাই কচু রান্না করার সময় লেবুর রস বা সিরকা ব্যবহার করা উচিত। তবে যাদের শরীরে অ্যালার্জির সমস্যা আছে তাদের কচু বা কচুশাক না খাওয়াই ভালো।",R.drawable.lettuce));


        lstBook.add(new Book("ফুলকপির উপকারিতা ","Benefits"," Home / খাদ্য ও পুষ্টি শাক সবজিফুলকপির উপকারিতা এবং পুষ্টিগুণ\n" +
                "ফুলকপির উপকারিতা এবং পুষ্টিগুণ পুষ্টি বাড়ি  ফেব্রুয়ারি ১১, ২০১৮  রোগ এবং খাদ্য, শাক সবজি  No Comments\n" +
                "শীত মানেই সুস্বাদু সবজি ফুলকপির সমাহার। ফুলকপি বাংলাদেশে একটি পুষ্টিকর অত্যন্ত জনপ্রিয় শীতকালীন সবজি। বহুমুখী গুণ সম্পন্ন সবজিটি রান্না করে, সেদ্ধ বা কাঁচাও খাওয়া যায়। ফুলকপিতে ভিটামিন ‘এ’, ‘সি’ ও ক্যালসিয়াম, মিনারেল, অ্যান্টিঅক্সিডেন্ট এবং অন্যান্য ফাইটোকেমিক্যালও থাকে।  এতে ৮৫% পানি, অল্প পরিমাণে কার্বোহাইড্রেট, ফ্যাট ও প্রোটিন থাকে। নানাগুণে গুণান্বিত এই সবজি রোগ প্রতিরোধক হিসেবে দারুণ উপকারী। ফুলকপিতে রয়েছে ভিটামিন, খনিজ উপাদান ও অ্যান্টিঅক্সিডেন্ট যা শরীরের বিভিন্ন রোগ প্রতিরোধে সাহায্য করে। জেনে নিন সুস্বাদু আর পুষ্টিগুণে ভরপুর ফুলকপির উপকারিতা ।\n" +
                "\n" +
                "ফুলকপি\n" +
                "ফুলকপির উপকারিতা এবং পুষ্টিগুণ\n" +
                "\n" +
                "ক্যান্সার প্রতিরোধক\n" +
                "ক্যান্সারের জীবাণুকে দেহ থেকে বের করে দেওয়ার জন্য ফুলকপির কোন জুডি নেই। ফুলকপিতে থাকা সালফোরাফেন ক্যান্সার সৃষ্টিকারী কোষ ধ্বংস করতে পারে এবং টিউমারের বৃদ্ধিকে বাঁধা দেয়। স্তন ক্যানসার, কোলন ও মূত্রথলির ক্যান্সারের জীবাণুকে ধ্বংস করে এই সবজি।\n" +
                "\n" +
                "ফুসফুসকে রক্ষা করে\n" +
                "ফুলকপি আমাদের ফুসফুসকে অনেক জটিল রোগ থেকে রক্ষা করে। ফুলকপি ফুসফুস এর রোগের জন্য দায়ী জীবাণুকে প্রতিরোধে সহায়ক ভূমিকা পালন করতে পারে। এছাড়া ফুলকপি হার্ট অ্যাটাক ও স্ট্রোকের ঝুঁকি কমিয়ে দেয়। তাই ফুসফুস ভালো রাখতে বেশি বেশি ফুলকপি খান।\n" +
                "\n" +
                "\n" +
                " \n" +
                "রক্তচাপ নিয়ন্ত্রণে রাখে\n" +
                "ফুলকপির সালফোরাফেন উপাদান উচ্চ রক্তচাপ কমায় এবং কিডনি সুস্থ রাখে। এছাড়া ধমনীর ভেতরে প্রদাহ রোধে ফুলকপি সাহায্য করে। যারা উচ্চরক্তচাপজনিত সমস্যায় ভুগে থাকেন, তারা খাবারের তালিকায় ফুলকপি রাখতে ভুলবেন না।\n" +
                "\n" +
                "ভিটামিন এবং খনিজ এর অন্যতম উৎস\n" +
                "ফুলকপিতে রয়েছে প্রচুর পরিমাণে ভিটামিন সি, ভিটামিন কে, প্রোটিন, থায়ামিন, রিবোফ্লাভিন, নিয়াসিন, ম্যাগনেশিয়াম, ফসফরাস, ফাইবার ভিটামিন বি৬, ফলেট, পটাশিয়াম ও ম্যাঙ্গানিজ। যা আমাদের সুস্থ রাখতে খুবই উপকারী।\n" +
                "\n" +
                "মস্তিষ্কের উন্নতি ঘটায়\n" +
                "ফুলকপিতে বিদ্যমান ভিটামিন বি এবং কোলিন উপাদান মস্তিষ্ক ভালো রাখতে ভীষণ উপকারি। গর্ভাবস্থায় এ সবজি একটি ভালো খাদ্য হিসেবে বিবেচিত হয়। গর্ভবতী মায়েরা নিয়ম করে ফুলকপি খেলে, নবজাতকের মস্তিষ্কের সম্পূর্ণ বিকাশ সাধন হয়।\n" +
                "\n" +
                "\n" +
                " \n" +
                "ওজন কমতে সাহায্য করে\n" +
                "কম ক্যালরির খাবার হিসেবে ফুলকপি আদর্শ খাবার। ফুলকপিতে প্রচুর পরিমাণে ডায়েটারি ফাইবার থাকে এবং খুবই কম ক্যালোরি ও ফ্যাট থাকে যা ওজন কমাতে অত্যন্ত সহায়ক। ফুলকপি শরীরের বাড়তি মেদ কমিয়ে শরীরকে একটি সুন্দর গঠনে আনতে সাহায্য করে। যারা তাদের শরীরের বাড়তি ওজন নিয়ে চিন্তিত তারা নির্দ্বিধায় খেতে পারেন ফুলকপি। ",R.drawable.broccoli));



        lstBook.add(new Book("কমলার উপকারিতা","Benefits"," স্বাস্থ্য টিপস পুষ্টি বিষয়ক টিপসকমলার উপকারিতা এবং পুষ্টিগুণ\n" +
                "কমলার উপকারিতা \n" +
                "কমলা একটি সুস্বাদু ও সহজলভ্য ফল যা প্রায় সারা বছরই পাওয়া যায়। চোখ ধাধানো রঙ ও পুষ্টিগুণে ভরপুর কমলা ফল হিসেবে বা জুস করে খাওয়া হয় কিংবা জেম, জেলি তৈরি করতে ব্যবহার করা হয়। প্রতিদিন কমলা খেলে শরীরের নানান সমস্যা ও রোগ বালাই থেকে দূরে থাকা যায়। কমলা লেবুতে প্রচুর পরিমাণ ভিটামিন সি, ভিটামিন এ, ফ্ল্যাভনয়েড, অ্যান্টি-অক্সিডেন্ট, ক্যালসিয়াম, ম্যাগনেসিয়াম, পটাসিয়াম ও ডায়েটারি ফাইবার থাকে। একজন মানুষের প্রতিদিন যে পরিমাণ ভিটামিন সি প্রয়োজন হয়, তার প্রায় পুরোটাই একটি কমলালেবুতে পাওয়া যায়। ওজন কমানো, ত্বকের পুষ্টি এমন কি হৃদযন্ত্র ভালো রেখে শরীরে রক্ত চলাচল নিয়মিত রাখতে সাহায্য করে কমলা। তাছাড়া কমলায় রয়েছে বিটা ক্যারোটিন যা সেল ড্যামেজ প্রতিরোধ করতে সাহায্য করে। কমলার রয়েছে আরো অনেক উপকারিতা, আসুন জেনে নেই কমলার উপকারিতা এবং পুষ্টিগুণ সমূহ।\n" +
                "\n" +
                "কমলার উপকারিতা\n" +
                "কমলার উপকারিতা এবং পুষ্টিগুণ\n" +
                "\n" +
                "কমলার পুষ্টিগুণঃ কমলা লেবু নানা পুষ্টিগুণে সমৃদ্ধ। প্রতি ১০০ গ্রাম কমলাতে রয়েছে –\n" +
                "\n" +
                "উপাদান\tপরিমাণ\n" +
                "খাদ্যশক্তি\t৪৯ কিলোক্যালরি\n" +
                "আমিষ\t০.৯৪ গ্রাম\n" +
                "শর্করা\t১১.৮৯ গ্রাম\n" +
                "ফাইবার\t ২.৫ গ্রাম\n" +
                "কোলেস্টেরল\t০ মিলিগ্রাম\n" +
                "চর্বি\t০.৩০ গ্রাম\n" +
                "ভিটামিন এ\t২৩০ আইইউ\n" +
                "ভিটামিন সি\t৪৮.৫ মিলিগ্রাম\n" +
                "পটাশিয়াম\t১৭৯ মিলিগ্রাম\n" +
                "ক্যালসিয়াম\t৪০ মিলিগ্রাম\n" +
                "সোডিয়াম\t০ মিলিগ্রাম\n" +
                "ম্যাগনেসিয়াম\t১০ মিলিগ্রাম\n" +
                "লৌহ\t০.০৯ মিলিগ্রাম\n" +
                "জিংক\t০.০৬ মিলিগ্রাম\n" +
                "কমলার উপকারিতাঃ আসুন জেনে নেই কমলার উপকারিতা এবং পুষ্টিগুণ সমূহ।\n" +
                "\n" +
                "রোগ প্রতিরোধ ক্ষমতা বৃদ্ধি করেঃ কমলা লেবুতে প্রচুর পরিমাণ ভিটামিন সি এবং অ্যান্টি-অক্সিডেন্ট জাতীয় উপাদান থাকে, যা রোগ-প্রতিরোধ ক্ষমতা বাড়ায় এবং ছোটবড় নানা ব্যাধি ও সংক্রমণ থেকে সুরক্ষা দেয়। ভিটামিন সি এর অভাবে মুখে যে ঘাঁ হয় সেটার ঔষুধ হিসেবে কমলা ভাল কাজ করে।\n" +
                "\n" +
                "\n" +
                " \n" +
                "ক্যান্সারের ঝুকি কমায়ঃ কমলায় রয়েছে প্রচুর পরিমাণ আলফা ও বেটা ক্যারোটিন ফ্ল্যাভনয়েড যা ক্যান্সার প্রতিরোধ করতে সাহায্য করে। কমলালেবুতে লিমোনয়েড নামে এক পদার্থ থাকে  যা মুখ, ত্বক, ফুসফুস, স্তন, পাকস্থলীতে ক্যানসার প্রতিরোধে সরাসরি উপযোগী।  তাই ক্যান্সার থেকে রক্ষা পেতে প্রতিদিন ১ টি কমলা খাওয়া উচিত।\n" +
                "\n" +
                "দৃষ্টি শক্তি বৃদ্ধি করতেঃ চোখের দৃষ্টি শক্তি ঠিক রাখতে দরকার প্রয়োজনীয় ভিটামিন এ। কমলায় প্রচুর পরিমাণে ভিটামিন এ রয়েছে। তাছাড়া মস্তিষ্কের বিকাশের জন্য জরুরি ফলিক অ্যাসিড যথেষ্ট পরিমাণে থাকে কমলালেবুতে।\n" +
                "\n" +
                "ওজন কমায়ঃ কমলার মধ্যে থাকা অ্যান্টিঅক্সিডেন্ট ওজন কমায়। তাই যাঁরা ওজন কমাতে চান, নিয়মিত খাদ্যতালিকায় কমলার রস রাখতে পারেন।\n" +
                "\n" +
                "ত্বকের সৌন্দর্য্য বৃদ্ধিতেঃ কমলার রসে থাকা অ্যান্টিঅক্সিডেন্ট ত্বককে ভালো রাখে এবং ত্বক তারুণ্যদীপ্ত করে সতেজ ও সজীব রাখতে সাহায্য করে। বয়স বাড়ার সঙ্গে সঙ্গে আমাদের ত্বকও দ্রুত বুড়িয়ে যেতে শুরু করে। কমলায় থাকা ভিটামিন সি এবং অন্যান্য অ্যান্টি অক্সিডেন্ট ত্বকের লাবণ্য ধরে রাখে বহু বছর। ফলে, বয়স বাড়লেও, আপনাকে দেখাবে চিরতরুণের ন্যায়।এটি ত্বকের ব্রণ সমস্যা দূর করে ও ত্বকের কালো দাগ সারায়।\n" +
                "\n" +
                "\n" +
                " \n" +
                "হার্ট সুস্থ রাখেঃ কমলায় বিদ্যমান পটাশিয়াম এবং ক্যালশিয়ামের মতো খনিজ উপাদানগুলো শরীরে সোডিয়ামের প্রভাব নিয়ন্ত্রণের মাধ্যমে রক্তচাপ ও হৃদস্পন্দন ঠিক রাখতে সাহায্য করে। শরীরে কোলেস্টেরল লেভেল কমাতেও কমলালেবুর জুড়ি মেলা ভার। কমলার চর্বিহীণ আঁশ, সোডিয়াম মুক্ত এবং কোলেস্টেরল মুক্ত উপাদানগুলো হৃদপিণ্ড সুস্থ রাখে।\n" +
                "\n" +
                "এছাড়া কমলার প্রচুর পরিমাণে ভিটামিন সি যা যে কোনো ক্ষতস্থান দ্রুত শুকাতে সাহায্য করে এবং  ফ্লু ও ঠান্ডা প্রতিরোধে কাজ করে। এতে উপস্থিত ক্যালসিয়াম যা দাঁত ও হাঁড়ের গঠনে সাহায্য করে। কার্ডিওভাস্কুলার সিস্টেমে ভারসাম্য বজায় রাখতে সহায়ক কমলালেবু। কমলা খেলে খুধা বাড়ে, খাওয়ার রুচি বাড়াতেও সাহায্য করে।\n" +
                "\n" +
                "টিকাঃ কমলা খাওয়ার পর খোসা ফেলে দিবেন না। কারণ কমলার খোসাতেও গুণের শেষ নেই। কমলার খোসা নানাভাবে রূপচর্চায় অত্যন্ত উপযোগী। কমলার খোসা স্কিনে ব্ল্যাকহেডস দূর করতে সহায়ক। দাঁতের হলদে ভাব দূর করতে পারে কমলার খোসা।  ",R.drawable.vitamin));

        lstBook.add(new Book("পেঁপে","Benefits","পেঁপে একটি সুস্বাদু এবং স্বাস্থ্যের জন্য অত্যন্ত উপকারী একটি ফল। পুষ্টিগুন বিবেচনায় পেঁপে অনেক ফলের চেয়ে এগিয়ে রয়েছে। তাই পেঁপের আরেক নাম পাওয়ার ফ্রুট কারণ, এতে রয়েছে অনেক রোগের নিরাময় ক্ষমতা। সহজলভ্য এবং কম দামে পাওয়া যায় বলে এর জনপ্রিয়তাও অনেক। পেঁপে কাঁচা ও পাকা দুই ভাবেই খাওয়া যায়। কাঁচা পেঁপে সালাদে ও রান্নায় এবং পাকা পেঁপে ফল হিসেবে খাওয়া যায়। এর পেপেইন নামের উপাদান আমিষকে হজম করে সহজেই এবং পরিপাক তন্ত্রকে পরিষ্কার করে। ক্যালরির পরিমাণ অনেক কম থাকায় এটি ওজন কমাতেও বেশ সহায়ক। তাছাড়া পাকা পেঁপে কোষ্ঠকাঠিন্য সারাতে সাহায্য করে। প্রচুর আঁশ ও ক্যারোটিন থাকায় এটি অন্ত্রের ক্যানসারের ঝুঁকিও কমায়। পেঁপে হার্ট অ্যাটাক ও স্ট্রোকের ঝুঁকি কমায়। আসুন জেনে নেয়া যাক পাকা পেঁপের উপকারিতা সম্পর্কে বিস্তারিত ভাবে।\n" +
                "\n" +
                "পাকা পেঁপে\n" +
                "পাকা পেঁপে\n" +
                "\n" +
                "রোগ প্রতিরোধ ক্ষমতা বাড়ায়\n" +
                "পেঁপেতে প্রচুর পরিমাণে ভিটামিন এ, সি ও ই আছে। এই ভিটামিন গুলো রোগ প্রতিরোধ ক্ষমতা বাড়ায় এবং শরীরের বিভিন্ন সমস্যা দূর করে। এতে উপস্থিত ভিটামিন সি ত্বক, চুল ও মাড়ির জন্য খুবই উপকারী। এছাড়া পেঁপেতে রয়েছে প্রচুর পরিমাণে ভিটামিন এ যা চোখের জন্য উপকারী।\n" +
                "\n" +
                "হজমশক্তি বাড়ায়\n" +
                "পেঁপেতে প্রচুর পরিমাণে এনজাইম আছে যা খাবার হজমে সহায়তা করে থাকে। এছাড়াও প্রচুর পানি ও দ্রবণীয় ফাইবার আছে। যারা হজমের সমস্যায় ভুগে থাকেন তাঁরা নিয়মিত পাকা বা কাঁচা পেঁপে খেতে পারেন। এক্ষেত্রে পেঁপে খুব উপকারি।\n" +
                "\n" +
                "\n" +
                " \n" +
                "ওজন কমায়\n" +
                "প্রাকৃতিকভাবে আমাদের অতিরিক্ত ওজন কমাতে সাহায্য করে পেঁপে। পেঁপেতে ক্যালোরির পরিমাণ খুব কম থাকে এবং উপকারী ফাইবার বা আঁশ বেশি থাকে বলে যারা ওজন সমস্যায় ভুগছেন তাঁরা পেপে খেতে পারেন নিয়মিত।\n" +
                "\n" +
                "কোলেস্টেরল কমায়\n" +
                "পেঁপেতে কোনো কোলেস্টেরল নেই। আর পেঁপেতে আছে প্রচুর পরিমাণে ফাইবার, ভিটামিন সি এবং অ্যান্টি অক্সিডেন্ট যা ধমনীতে কোলেস্টেরল জমতে বাঁধা প্রদান করে। অন্যান্য কোলেস্টেরল যুক্ত খাবারের বদলে পেঁপে খান। তাহলে আপনার কোলেস্টেরলের পরিমাণ নিয়ন্ত্রণে থাকবে।\n" +
                "\n" +
                "ত্বকের জন্য উপকারী\n" +
                "ত্বকের জন্য পেঁপে অনেক উপকারী। ত্বকের ঔজ্জ্বল্য বাড়াতে, একজিমা রোধ করতে, এবং ত্বকের বিভিন্ন সমস্যা দূর করতে পেঁপে খুবই উপকারী।\n" +
                "\n" +
                "ভিটামিন বি এর অভাব পূরন করে\n" +
                "পেঁপেতে আছে ভিটামিন বি-১ ও ভিটামিন বি-৬, এছাড়াও প্রচুর পরিমাণে ফলেট নামের একটি উপকারি ভিটামিন আছে। তাই ভিটামিন বি এর অভাব পূরণ করার জন্য নিয়মিত পেঁপে খাওয়া উচিত।\n" +
                "\n" +
                "\n" +
                " \n" +
                "অ্যান্টিঅক্সিডেন্ট ও ক্যারোটিনের উৎস\n" +
                "পেঁপেতে প্রচুর পরিমাণে অ্যান্টিঅক্সিডেন্ট, বিটা ক্যারোটিন, ফ্লেভানয়েড, লুটেইন, ক্রিপ্টোক্সান্থিন আছে যা শরীরের জন্য খুবই উপকারী। ক্যারোটিন এবং অ্যান্টিঅক্সিডেন্ট ফুসফুস ও অন্যান্য ক্যান্সারের ঝুঁকির হাত থেকে শরীরকে রক্ষা করে।\n" +
                "\n" +
                "ডায়াবেটিস প্রতিরোধ করে\n" +
                "চিনির পরিমাণ কম থাকায় ডায়াবেটিস রোগীদের জন্য পেঁপে একটি আর্দশ ফল। যাদের ডায়াবেটিস নেই তাদের প্রতিদিনের খাদ্যতালিকায় পেঁপে রাখা উচিত। পেঁপে ডায়াবেটিস হওয়া প্রতিরোধ করে।\n" +
                "\n" +
                "হাড় মজবুত করে\n" +
                "পেঁপেতে প্রচুর পরিমাণ ক্যালসিয়াম, পটাশিয়াম, ম্যাগনেশিয়াম এবং কপার রয়েছে, নিয়মিত পেঁপে খাওয়ার ফলে শরীরে ক্যালসিয়াম তৈরি হয় যা হাড় মজবুত করে। তাছাড়া আর্থারাইটিস, অস্টিও আর্থারাইটিস দূর করতে সাহায্য করে পেঁপে।\n" +
                "\n" +
                "ক্যান্সার প্রতিরোধক\n" +
                "পেঁপে ক্যান্সার নিরাময়েও ভূমিকা রাখে, পেঁপেতে রয়েছে প্রচুর পরিমাণের অ্যান্টিঅক্সিডেন্ট, ফ্ল্যাভোনোক্সিড যা দেহে ক্যান্সারের কোষ তৈরিতে বাঁধা দেয়। গবেষণায় দেখা গেছে যে পেঁপের বিটা কেরোটিন উপাদান কোলন ক্যান্সার, প্রোসটেট ক্যান্সার প্রতিরোধ করে।\n" +
                "\n" +
                "উচ্চরক্তচাপ কমায়\n" +
                "পেঁপে আমাদের দেহের সঠিক রক্ত সরবরাহে কাজ করে। আমাদের দেহে জমা থাকা সোডিয়াম দূর করতে সহায়তা করে যা হৃদপিণ্ডের রোগের জন্য দায়ী। উচ্চরক্তচাপ আক্রান্তরা কাঁচা বা পাঁকা পেঁপে খেতে পারেন। দুটোই উপকারী।\n" +
                "\n" +
                "তাছাড়া শ্বাস- প্রশ্বাসের আরোগ্য ক্ষেত্রে পেঁপের ভূমিকা অনেক। নিয়মিত পেঁপে খাওয়ার ফলে শ্বাস- প্রশ্বাসের সমস্যা কমে যায়। দাঁতের যন্ত্রণার অব্যর্থ ওষুধ হল পেঁপে। অন্ত্রের কৃমি রোধ করে পেঁপে। যাদের ডায়াবেটিস আছে তাঁরা পাকা পেঁপের বদলে কাঁচা পেঁপে খান। কারণ পাকা পেঁপে খেলে ডায়াবেটিস বেড়ে যেতে পারে।   ",R.drawable.papaya));








        lstBook.add(new Book("মাশরুম","Benefits","মাশরুম কেবল খেতেই সুস্বাদু নয়, এটি আমাদের স্বাস্থ্যের জন্যও যথেষ্ট উপকারী। মাশরুম সালাদ হিসেবে, ভেজে, সুপ করে বা রান্না করে খাওয়া যায়। প্রতিদিনের খাদ্যতালিকায় মাশরুম রাখা উচিত। তবে শুধু চাষ করে উৎপন্ন মাশরুম খেতে হবে। বুনো জায়গায় জন্মানো মাশরুম অবশ্যই গ্রহণ করা নিষেধ। মাশরুমে প্রচুর প্রোটিন, ভিটামিন, মিনারেল, অ্যামাইনো এসিড, অ্যান্টিবায়োটিক ও অ্যান্টিঅক্সিডেন্ট থাকে। এসব উপাদান ডায়াবেটিস, ক্যান্সার, ইত্যাদি রোগ প্রতিরোধে ও ওজন কমাতে অত্যন্ত গুরুত্বপূর্ণ ভূমিকা রাখে।  মাশরুমে চর্বি ও শর্করা কম থাকায় এবং আঁশ বেশি থাকায় এটি ডায়াবেটিস রোগীদের জন্য আদর্শ খাবার। এটি রক্তে চর্বি নিয়ন্ত্রণে সাহায্য করে এবং চুল পড়া ও চুল পাকা প্রতিরোধ করে। আমরা প্রতিদিন যেসব খাবার খেয়ে থাকি সেগুলোর চেয়ে মাশরুমের পুষ্টিগুণ তুলনামূলকভাবে বেশি বলে এটি শরীরের প্রয়োজনীয় পুষ্টির চাহিদা পূরণ করে এবং শরীরকে সুস্থ রাখে।" +
                "রোগ প্রতিরোধ ক্ষমতা বৃদ্ধি করে\n" +
                "মাশরুম মানবদেহের রোগ প্রতিরোধ ক্ষমতা বৃদ্ধি করে। প্রাকৃতিকভাবে মাশরুমেই সবচেয়ে বেশি ভিটামিন ও মিনারেল এবং অ্যান্টিঅক্সিডেন্ট বিদ্যমান। মানবদেহের রোগ প্রতিরোধক ক্ষমতা সৃষ্টি করাই ভিটামিন, মিনারেলের ও অ্যান্টিঅক্সিডেন্ট এর প্রধান কাজ।\n" +
                "\n" +
                "রক্তচাপ নিয়ন্ত্রণ করে\n" +
                "মাশরুমে সোডিয়ামের পরিমাণ খুবই কম থাকে। এবং এতে উচ্চমাত্রার আঁশ এবং প্রচুর পরিমাণে পটাসিয়াম থাকে যা রক্তচাপ নিয়ন্ত্রণে সাহায্য করে এবং হৃদপিণ্ডের কাজে সহায়তা করে।\n" +
                "\n" +
                "\n" +
                " \n" +
                "ওজন নিয়ন্ত্রণে সহায়তা করে\n" +
                "ওজন কমিয়ে পেশীবহুল শরীর তৈরি করতে সাহায্য করে মাশরুম। মাশরুমের ফাইবার বা আঁশ দীর্ঘক্ষণ পেট ভরা রাখতে সাহায্য করে। এটি রক্তে চিনির পরিমাণ নিয়ন্ত্রণ করে এবং ওজন কমাতে সহায়তা করে। অধিক ফ্যাট সমৃদ্ধ লাল মাংসের পরিবর্তে মাশরুম গ্রহণ করলে ওজন কমানো সহজ হয়।\n" +
                "\n" +
                "ডায়াবেটিস নিয়ন্ত্রণ করে\n" +
                "মাশরুম গ্রহণ করলে রক্তে চিনির পরিমাণ নিয়ন্ত্রণে থাকে। প্রোটিন, ফাইবার, ভিটামিন এবং মিনারেলে ভর্তি মাশরুম ডায়াবেটিক রোগীদের জন্য খুবই উপকারী। মাশরুমে এনজাইম ও প্রাকৃতিক ইনসুলিন থাকে যা চিনিকে ভাঙ্গতে পারে।\n" +
                "\n" +
                "অ্যানিমিয়া দূর করে\n" +
                "মাশরুমে প্রচুর পরিমাণ আয়রন থাকে। অ্যানিমিয়ার রোগীদের রক্তে আয়রনের পরিমাণ খুব কম হয়ে যায়। এর ফলে মানসিক অবসাদ, মাথার যন্ত্রণা এবং হজমের সমস্যা দেখা দেয়। মাশরুম অ্যানিমিয়ার সমস্যা দূর করে।\n" +
                "\n" +
                "\n" +
                " \n" +
                "কোলেস্টেরল কমায়\n" +
                "মাশরুমে যে ফাইবার থাকে, তা আমাদের শীররে কোলেস্টেরলের মাত্রা কম রাখতে সাহায্য করে। তাছাড়া মাশরুমে কোলেস্টরেল কমানোর অন্যতম উপাদান ইরিটাডেনিন, লোভাষ্টটিন, এনটাডেনিন, কিটিন এবং ভিটামিন বি, সি ও ডি থাকায় নিয়মিত মাশরুম খেলে উচ্চ রক্তচাপ কমে যায়।\n" +
                "\n" +
                "অ্যান্টিঅক্সিডেন্ট\n" +
                "মাশরুমে মানুষের শরীরের জন্য অত্যাবশ্যকীয় অ্যান্টিঅক্সিডেন্ট পলিফেনল ও সেলেনিয়াম নামের অ্যান্টিঅক্সিডেন্ট থাকে। এই অত্যাবশ্যকীয় অ্যান্টিঅক্সিডেন্টগুলো মারাত্মক কিছু রোগ, যেমন- স্ট্রোক, স্নায়ুতন্ত্রের রোগ এবং ক্যান্সার থেকে শরীরকে রক্ষা করে।\n" +
                "\n" +
                "হাড়ের শক্তি বাড়ায়\n" +
                "প্রচুর পরিমাণে ক্যালশিয়াম থাকার জন্য মাশরুম আমাদের হাড়ের শক্তি বাড়াতে সাহায্য করে। গাঁটের ব্যথা কমাতে এবং হাড়ের বিভিন্ন রোগ প্রতিরোধ করতে মাশরুমের জুড়ি মেলা ভার।\n" +
                "\n" +
                "ক্যান্সার প্রতিরোধ করে\n" +
                "আমাদের শরীরে রোগ প্রতিরোধ ক্ষমতা বাড়ায় মাশরুম। স্তন ক্যানসার এবং প্রস্টেট ক্যানসার প্রতিরোধ করতে মাশরুমের কোনও তুলনাই নেই। মাশরুমের ফাইটোকেমিক্যাল টিউমারের বৃদ্ধিতে বাঁধার সৃষ্টি করে।\n" +
                "\n" +
                "ত্বক সুস্থ রাখে\n" +
                "মাশরুমে নিয়াসিন ও রিবোফ্লাবিন থাকে যা ত্বকের জন্য উপকারী। এই ছত্রাকে ৮০-৯০ ভাগ পানি থাকে যা ত্বককে নরম ও কোমল রাখে।\n" +
                "\n" +
                "ভিটামিন ডি থাকে\n" +
                "সব্জিতে ভিটামিন ডি পাওয়া  খুবই দুষ্কর। কিন্তু মাশরুমে প্রচুর পরিমাণে ভিটামিন ডি রয়েছে, যা ক্যালসিয়াম ও ফসফরাসের শোষণ বৃদ্ধিতে সহায়তা করে।\n" +
                "\n" +
                "হজমে সাহায্য করে\n" +
                "এতে থাকা ফাইবার ও এনজাইম হজমে সহায়তা করে। এটি অন্ত্রে উপকারি ব্যাকটেরিয়ার কাজ বৃদ্ধিতে সাহায্য করে এবং কোলন এর পুষ্টি উপাদান শোষণকেও বাড়তে সাহায্য করে।",R.drawable.mashrooms));

        lstBook.add(new Book("চাল কুমড়ার উপকারিতা এবং পুষ্টিগুণ","Benefits","চাল কুমড়ার উপকারিতা ও পুষ্টি বার্তাঃ\n" +
                "চাল কুমড়ার বহুবিধ উপকার নিন্মে আলোচনা করা হল\n" +
                "\n" +
                "চাল কুমড়া এন্টি মাইক্রোবিয়াল এজেন্ট হিসাবে পেট এবং অন্ত্রের ক্ষতিকারক ব্যাকটেরিয়া দূর করতে সাহায্য করে। এটি গ্যাস্ট্রোইনটেস্টাইনাল ইনফেকশন বা আলসার রোগের বিরুদ্ধে লড়াই করে। এটি মসলাযুক্ত খাবার বা দীর্ঘদিনের জন্য উপবাসের কারণে পাকস্থলিতে তৈরি হওয়া এসিড দূর করতে সাহায্য করে।\n" +
                "চাল কুমড়া মানসিক রোগীদের জন্য পথ্য হিসেবে কাজ করে, কারন এটি ব্রেইন এর নার্ভ ঠাণ্ডা রাখে। এই জন্য চাল কুমড়াকে ব্রেইন ফুড বলা হয়।\n" +
                "প্রতিদিন চাল কুমড়ার রস খেলে যক্ষ্মা রোগের উপসর্গ কেটে যায়। চাল কুমড়া রক্তপাত বন্ধ করতে সাহায্য করে, যাদের কাশের সঙ্গে রক্ত বের হয়, এমন ক্ষেত্রে চাল কুমড়ার রস খেলে ভালো হয়ে যায়। এতে রক্ত বের হওয়া থেমে যায়।\n" +
                "চাল কুমড়া শরীরের ওজন ও মেদ কমাতে অনেক উপকারি একটি সবজি। এটি রক্ত নালীতে রক্ত চলাচল সহজতর করে। চাল কুমড়া অধিক ক্যালরি যুক্ত খাবারের বিকল্প হিসেবেও খাওয়া যায়।\n" +
                "মুখের ত্বক এবং চুলের যত্নেও চাল কুমড়ার রস অনেক সাহায্য করে। চাল কুমড়ার রস নিয়মিত চুল ও ত্বকে মাখলে চুল চকচকে হয় এবং ত্বক সুন্দর হয়, বয়সের ছাপ প্রতিরোধ করতেও চাল কুমড়া সাহায্য করে।\n" +
                "এছাড়া চাল কুমড়ার বিচি গ্যাস্ট্রিক রোগের উপশম করে। কোষ্ঠকাঠিন্য, পেট ফাঁপা এবং প্রস্রাব কোন কারণে অনিয়মিত হয়ে গেলে চাল কুমড়া খেলে অনেক উপকার হয়।\n" +
                "পুষ্টিতে ভরপুর। ...\n" +
                "অ্যান্টিঅক্সিডেন্ট এবং অ্যান্টি-ইনফ্লেমেটরি যৌগগুলিতে সমৃদ্ধ। ...\n" +
                "অনুশীলন পুনরুদ্ধার উত্সাহ দিতে পারে। ...\n" +
                "হার্টের স্বাস্থ্যের জন্য উপকৃত হতে পারে। ...\n" +
                "বাত এবং গাউটের লক্ষণগুলি উন্নত করতে পারে। ...\n" +
                "ঘুমের মান উন্নত করতে পারে। ...\n" +
                "আপনার ডায়েটে যোগ করা সহজ।",R.drawable.papaya));
        lstBook.add(new Book("পাট শাকের উপকারিতা এবং পুষ্টিগুণ","Benefits","পুষ্টিগুণে ভরা পাটশাক অনেকের কাছেই প্রিয় একটি খাবার। পাটশাক খেতে যেমন সুস্বাদু আর তেমনই সহজলভ্য। সাধারণত পাটশাক ভেজে নিয়ে গরম ভাতের সাথে খাওয়া হয়। এটি শাক হিসেবে শুধু মুখরোচকই নয় পাটের পাতায় রয়েছে অনেক পুষ্টিগুণ। পাট শাকে প্রচুর পরিমাণ পটাশিয়াম, আয়রন, ক্যালশিয়াম, ম্যাগনেশিয়াম, ফসফরাস, সেলেনিয়াম এবং ভিটামিন সি, ই, কে, বি- ৬ এবং নিয়াসিন রয়েছে। প্রতি ১০০ গ্রাম পাটশাকে ক্যালরি থাকে ৭৩। এতে আমিষ থাকে ৩.৬ গ্রাম, ক্যালসিয়াম ২৯৮ মিলিগ্রাম, লোহা ১১ মিলিগ্রাম ও ক্যারোটিন ৬৪০০ (আইইউ)। তাছাড়া পাট শাকে রয়েছে উচ্চমাত্রায় অ্যান্টিঅক্সিডেন্ট, ক্যারোটিন এবং খাদ্যআঁশ। এসব পুষ্টি উপাদান রোগবালাই থেকে আমাদেরকে দূরে রাখে। সম্মানিত পাঠক দেখে নিন এবার পাট শাকের উপকারিতা এবং পুষ্টিগুণ সম্পর্কে।\n" +
                "\n" +
                "পাট শাক\n" +
                "পাট শাক\n" +
                "\n" +
                "মুখের রুচি বাড়ায়\n" +
                "তেতো স্বাদের পাটশাক খাওয়ার রুচি বাড়ায়। মুখের স্বাদ ফিরিয়ে আনে ও মেদ বৃদ্ধির আশঙ্কা কমায়। পাটশাকের তেতো স্বাদ মুখে লালা ক্ষরণ করে শ্বেতসারকে ভাঙতে সাহায্য করে। এতে হজমের সুবিধা হয় ফলে খাবারের রুচি বাড়ে।\n" +
                "\n" +
                "নিদ্রাহীনতা দূর করে\n" +
                "পাটশাকে থাকা ম্যাগনেশিয়াম উপাদান শরীরে প্রয়োজনীয় হরমোন উৎপাদন করে যা স্নায়ুতন্ত্র শান্ত রাখে এবং নিরবচ্ছিন্ন নিদ্রা নিশ্চিত করে। তাই ভাল ঘুমের জন্য পাট শাক খেতে পারেন।\n" +
                "\n" +
                "\n" +
                " \n" +
                "রোগ প্রতিরোধ ক্ষমতা বাড়ায়\n" +
                "পাট শাকের ভিটামিন এ, ই এবং সি শরীরের রোগ পতিরোধ ক্ষমতা বাড়ায়। এতে থাকা ভিটামিন সি ও ক্যারোটিন মুখের ঘা দূর করতে সাহায্য করে। তাছাড়া ভিটামিন-সি রক্তের শ্বেত কনিকা বৃদ্ধি করে এবং ভিটামিন-এ, ভিটামিন ই চোখ, হৃদপিণ্ডসহ অন্যান্য অঙ্গের রোগ প্রতিরোধ ক্ষমতা বাড়ায়।\n" +
                "\n" +
                "হাড়ের বৃদ্ধি সাধন করে\n" +
                "পাটশাকে প্রচুর পরিমাণে ক্যালসিয়াম আছে যা হাড় ভালো রাখতে সাহায্য করে এবং হাড়ের ক্ষয় রোধ করে। তাছাড়া এতে থাকা আয়রন, ম্যাগনেশিয়াম, সোডিয়াম এবং অন্যান্য পুষ্টি উপাদান হাড় গঠন ও ক্ষয়পূরণ করে এবং হাড়ভঙ্গুরতা রোধ করে।\n" +
                "\n" +
                "উচ্চ রক্তচাপ দূর করে\n" +
                "পাটশাকে বিদ্যমান উচ্চ মাত্রার পটাশিয়াম রক্তসঞ্চালন ও রক্তচাপ স্বাভাবিক রাখতে সহায়তা করে। ফলে উচ্চ রক্তচাপ জনিত সমস্যা দূর হয়। এছাড়া পাটশাক রক্তের কোলেস্টেরল কমাতে সহায়তা করে। নিয়মিত খেলে হার্ট অ্যাটাক এবং ষ্ট্রোকের ঝুঁকি কমে যায়।\n" +
                "\n" +
                "\n" +
                " \n" +
                "আয়রণের ভাল উৎস\n" +
                "পাটশাকে প্রচুর পরিমান আয়রন থাকে যা রক্তে হিমোগ্লোবিন উৎপাদনে সহায়তা করে। পাটশাকে থাকা আয়রন দেহের স্বাভাবিক তাপমাত্রা এবং কর্মদক্ষতাও বৃদ্ধি করে।\n" +
                "\n" +
                "হজম শক্তি বড়ায়\n" +
                "পাটশাকে থাকা খাদ্যআঁশ হজম প্রক্রিয়াকে দারুণভাবে ত্বরান্বিত করে আমাদের হজম শক্তি বাড়িয়ে দেয়। এর ফলে কোষ্ঠকাঠিন্য দূর করে।\n" +
                "\n" +
                "বাতের ব্যথা দূর করে\n" +
                "পাট শাকে প্রচুর ভিটামিন ই থাকে। ভিটামিন-ই গেঁটেবাত, আর্থরাইটস এবং প্রদাহ জনিত অন্যান্য রোগ প্রতিরোধে কার্যকরী ভূমিকা পালন করে থাকে। তাই এই সকল রোগের জন্য পাট শাক একটি গুরুত্বপূর্ণ পথ্য।\n" +
                "\n" +
                "তাছাড়া পাটশাকে থাকা উচ্চমাত্রার অ্যান্টি অক্সিডেন্ট শরীরে যেকোনো ধরণের ক্যানসার রোধে সহায়তা করে। এতে বিদ্যমান ফলিক অ্যাসিড ত্বক ও চুল ভালো রাখতে সাহায্য করে। এছাড়া এটি ডায়াবেটিক ও রক্তচাপ নিয়ন্ত্রণ ও মানসিক চাপ দূর করে শরীর সুস্থ রাখতে সহায়তা করে।",R.drawable.vl));

        lstBook.add(new Book("লাউ শাকের উপকারিতা এবং পুষ্টিগুণ","Benefits","ঘরের চালে, উঠানে বা খেতে খামারে অনেক জায়গাতেই লাউ গাছ ও লাউ শাক জন্মাতে দেখা যায়। লাউ শাক আমাদের দেশের একটা জনপ্রিয় শাক। লাউ শাক পছন্দ করেন না এমন বাঙ্গালী পাওয়া মুস্কিল হবে। দেখতে খুব সাদাসিধে হলেও এর উপকারিতা এবং পুষ্টিগুণ কিন্তু অনেক। লাউ শাকও যে আমাদের শরীর ও স্বাস্থ্যের উন্নয়নে অপরিসীম ভূমিকা রাখে সে কথাই আজ আপনাদের জানাবো। সম্মানিত পাঠক তাহলে জেনে নিন লাউ শাকের উপকারিতা এবং পুষ্টিগুণের কথা।\n" +
                "\n" +
                "লাউ শাক\n" +
                "লাউ শাক\n" +
                "\n" +
                "লাউ শাক ফলিক এসিড সমৃদ্ধ খাবার। গর্ভস্থ শিশুর স্পাইনাল কর্ড এবং মস্তিষ্কের বৃদ্ধির জন্য পর্যাপ্ত পরিমাণে ফলিক এসিড সমৃদ্ধ খাবার গ্রহণ প্রয়োজন। ফলিক এসিডের অভাবে গর্ভস্থ শিশুর স্পাইনাল কর্ডের বৃদ্ধি ব্যহত হয়, যার ফলে প্যারালাইসিস, মস্তিষ্ক বিকৃতি অথবা মৃত শিশু জন্মাতে পারে।\n" +
                "লাউ শাক উচ্চ মাত্রার ভিটামিন-সি সমৃদ্ধ যা ঠাণ্ডা এবং যে কোন ধরনের সংক্রমণ প্রতিরোধে সাহায্য করে।\n" +
                "\n" +
                " \n" +
                "লাউ শাক মস্তিষ্ককে ঠান্ডা রাখে এবং ঘুমের সমস্যা সমাধানে সাহায্য করে। এই শাক দেহের তাপমাত্রা নিয়ন্ত্রণ করে।\n" +
                "লাউ শাকে যথেষ্ট পরিমাণে ফাইবার বা আঁশ থাকে যা কোষ্ঠকাঠিন্য সমস্যা দূর করে এবং পাইলস প্রতিরোধে সাহায্য করে।\n" +
                "লাউ শাক বিটা-ক্যারোটিন, লুটেইন এবং জিয়েজ্যান্থিন-এ পরিপূর্ণ। বিটা-ক্যারোটিন রোগ প্রতিরোধ ক্ষমতাকে শক্তিশালী করে এবং লুটেইন ও জিয়েজ্যান্থিন চোখের রোগ প্রতিরোধ করে।\n" +
                "লাউ শাকে প্রচুর পরিমাণে ক্যালসিয়াম এবং ম্যাগনেশিয়াম পাওয়া যায় যা হাড় শক্ত ও মজবুত করে, অস্টিওপোরেসিস এবং অন্যান্য ক্যালসিয়ামের অভাবজনিত রোগের ঝুঁকি কমায়।\n" +
                "লাউ শাকে ক্যালরি কম থাকে এবং কোলেস্টেরল ও ফ্যাট মুক্ত। তাই ওজন কমানোর জন্য লাউ শাক একটি আদর্শ খাবার হতে পারে।\n" +
                "লাউ শাক পটাসিয়াম সমৃদ্ধ খাবার। পটাসিয়াম হৃদস্পন্দন ও রক্তচাপ স্বাভাবিক রাখে।\n" +
                "লাউ শাক আয়রন সমৃদ্ধ খাবার যা রক্তে হিমোগ্লোবিনের পরিমাণ এবং লোহিত রক্ত কনিকার সংখ্যা বাড়িয়ে রক্ত তৈরিতে সাহায্য করে।",R.drawable.vitamin));
        lstBook.add(new Book("পালং শাকের উপকারিতা এবং পুষ্টিগুণ","Benefits","শাক-সবজির মধ্যে পালং শাক খেতে যেমন সুস্বাদু তেমনি পুষ্টিগুণে সমৃদ্ধ। সুলভে পাওয়া সুস্বাদু এই শাকের রয়েছে নানা ধরণের কঠিন রোগ সারানোর কার্যকরী গুণ। এটি ভাজি কিংবা রান্না করে খাওয়া যায়। নানারকম অসুখ-বিসুখ থেকে দূরে থাকতে খাবারের তালিকায় রাখতে পারেন এই সবুজ শাকটি। পালং শাকে রয়েছে প্রয়োজনীয় ভিটামিন এ ও কে, ভিটামিন সি, ভিটামিন ই, খাদ্য আঁশ, আয়রন, ক্যালসিয়াম, পটাশিয়াম, ম্যাগনেশিয়াম, ম্যাঙ্গানিজ, জিংক, ফলিক এসিড ও সেলেনিয়াম। এছাড়া এতে আছে প্রচুর এন্টিঅক্সিডেন্ট। এই সমস্ত পুষ্টি উপাদানগুলো শরীরের স্বাভাবিক কাজকর্ম এর জন্য অপরিহার্য। তাই খাদ্য তালিকায় অবশ্যই রাখুন পালং শাক। চলুন, জেনে নিই পালং শাকের উপকারিতা সম্পর্কে বিস্তারিত ভাবে।\n" +
                "\n" +
                "পালং শাক\n" +
                "পালং শাক\n" +
                "\n" +
                "পালং শাকে থাকা ফ্লাভোনয়েডস ক্যান্সার প্রতিরোধে গুরুত্বপূর্ণ ভূমিকা পালন করে। এটা প্রোস্টেট ক্যান্সার প্রতিরোধে খুবই কার্যকর।\n" +
                "পালং শাকে থাকা উচ্চ মাত্রার ম্যাগনেসিয়াম রক্তচাপ কমাতে সাহায্য করে।\n" +
                "\n" +
                " \n" +
                "এর উচ্চ মাত্রার বিটা ক্যারোটিন চোখের ছানি পড়ার ঝুঁকি কমাতে সাহায্য করে।\n" +
                "পালং শাকে প্রচুর ভিটামিন ও মিনারেলস থাকায় এটি মাসিকজনিত সমস্যা দূর করতে সহায়তা করে।\n" +
                "পালং শাক দাঁত ও হাড়ের ক্ষয়রোধেও কার্যকর ভূমিকা পালন করে।\n" +
                "এতে থাকা ভিটামিন এ দেহকে বিভিন্ন সংক্রমণ ও রোগ থেকে রক্ষা করে।\n" +
                "ডায়াবেটিক রোগীদের জন্য পালং শাক খুব উপকারী।\n" +
                "পালং শাকে বিভিন্ন ধরনের ত্বকের সমস্যা যেমন ব্রণ, বলিরেখা পড়া ইত্যাদির দূরীকরণেও বেশ কার্যকর। এছাড়া এটা ত্বকের বয়সের ছাপ পড়ার গতিকে ধীর করে এবং ত্বককে নরম ও স্থিতিস্থাপক অবস্থা ধরে রাখতে সাহায্য করে।\n" +
                "বাতের ব্যথা, অস্টিওপোরোসিস, মাথাব্যথা দূর করতে ও প্রদাহনাশক হিসেবে পালং শাক কাজ করে।\n" +
                "পালং শাকে প্রচুর আয়রন ও ভিটামিন ‘সি’ থাকায় রক্তস্বল্পতা দূর করতে কার্যকর ভূমিকা পালন করে।\n" +
                "পালং শাক পেট পরিষ্কার রাখতে অপরিহার্য। এটি কোষ্ঠকাঠিন্য দূর করতেও সাহায্য করে।\n" +
                "পালং শাকে থাকা পুষ্টি উপাদান শরীরের ক্লান্তিভাব দূর করে শক্তির মাত্রা বৃদ্ধি করে।\n" +
                "এই সবজিতে থাকা ফলিক এসিড সুস্থ কার্ডিওভাসকুলার সিস্টেমের জন্য খুবই গুরুত্বপূর্ণ। হৃদযন্ত্রের সুস্থতা ধরে রাখতে পালং শাকের ওপর নির্ভরতা রাখতে পারেন।",R.drawable.vl));
        lstBook.add(new Book("ধনেপাতার উপকারিতা এবং পুষ্টিগুণ","Benefits","ধনেপাতা অতিপরিচিত একটি সবজি। ধনে পাতাকে আমরা সালাদ এবং রান্নার স্বাদ বাড়ানোর কাজে সবচেয়ে বেশি ব্যবহার করে থাকি। আবার অনেকে ধনেপাতার চাটনি খুব পছন্দ করে থাকেন। কিন্তু শুধু স্বাদ এবং ঘ্রাণ বাড়ানোর কাজেই এর গুণাগুণ শেষ হয়ে যায় না। এ পাতা আমাদের স্বাস্থ্যের জন্য অনেক ভালো একটি শাক জাতীয় খাবার। ধনেপাতায় রয়েছে পটাশিয়াম, ক্যালসিয়াম, ম্যাঙ্গানিজ, লোহা ও ম্যাগনেশিয়ামের মতো বেশ কয়েকটি উপকারী খনিজ। এছাড়া ভিটামিন এ, ফলিক অ্যাসিড এবং ভিটামিন কে-র জোগান দেয় এই পাতা। শুধু তাই নয়, এই উদ্ভিদ অ্যান্টিসেপ্টিক, অ্যান্টিফাংগাল এবং যে কোনও চুলকানি ও চামড়ার জ্বলনে গুরুত্বপূর্ণ ওষুধ। অনেকেই আমরা ধনে পাতার উপকারিতা না জেনেই নিয়মিত বিভিন্ন তরকারিতে ব্যবহার করে আসছি। চলুন আজ জেনে নেই ধনেপাতার উপকারিতা সম্পর্কে।\n" +
                "\n" +
                "ধনেপাতা\n" +
                "ধনেপাতা\n" +
                "\n" +
                "ধনে পাতা খেলে শরীরে খারাপ কোলেস্টরলের মাত্রা কমে যায়, ভাল কোলেস্টরলের মাত্রা বৃদ্ধি পায়। ফলে হৃদরোগের ঝুকি কমে যায়।\n" +
                "হজমে উপকারী, ধনেপাতা শরীর ঠান্ডা রাখে এবং হজমে সাহায্য করে। তাছাড়া ধনে পাতা পেট ফাঁপা ও পাকস্থলির বিভিন্ন সমস্যা দূর করে হজমশক্তি বাড়াতেও সাহায্য করে। ধনেপাতা ক্ষুধা বৃদ্ধি করে থাকে এবং বায়ুনাশক।\n" +
                "\n" +
                " \n" +
                "ডায়াবেটিসে আক্রান্তদের জন্যে ধনে পাতা বিশেষ উপকারী। এটি ইনসুলিনের ভারসাম্য বজায় রাখে এবং রক্তের সুগারের মাত্রা কমায়।\n" +
                "ত্বক ও চুলের ক্ষয়রোধ করে ধনে পাতা। ধনে পাতায় রয়েছে ভিটামিন এ, ভিটামিন সি, ফসফরাস ও ক্লোরিন। তাই প্রাকৃতিক ব্লিচ হিসেবে ধনে পাতা দারুন ভূমিকা পালন করে। ত্বক সুস্থ ও সতেজ রাখতে তাই ধনে পাতার উপকারিতা অনেক।\n" +
                "দেহের কাটা-ছেঁড়া অংশগুলো দ্রুত শুকানোর জন্য খুবই উপকারি এই উপাদান। দেহের চুলকানি-পাঁচড়ায় ধনেপাতার রস লাগালে তাড়াতাড়ি ভলো হয়ে যায়।\n" +
                "ধনেপাতাই ভিটামিন-এ থাকে প্রচুর পরিমাণে। আর চোখের পুষ্টি জোগায় এই ভিটামিন-এ। যাদের রাতকানা রোগ আছে। তাদের জন্য ধনেপাতা অনেক উপকার।\n" +
                "ধনে পাতার ফ্যাট স্যলুবল ভিটামিন এবং অ্যান্টিঅক্সিডেন্ট ভিটামিন ‘এ’ ফুসফুস এবং পাকস্থলীর ক্যান্সার প্রতিরোধে কাজ করে।\n" +
                "ধনেপাতা অত্যন্ত স্বাদময় সবজি। আর এই ধনেপাতা বেটে ভর্তা করে খেলে মুখের রুচি বাড়াতে সাহায্য করে।\n" +
                "স্মৃতিশক্তি প্রখর এবং মস্তিস্কের নার্ভ সচল রাখতে সাহায্য করে ধনে পাতা। ধনে পাতার ভিটামিন ‘কে’ অ্যালঝেইমার রোগের চিকিৎসায় বেশ কার্যকরী।\n" +
                "\n" +
                " \n" +
                "এর মধ্যে থাকা অ্যান্টিমাইক্রোবিয়াল, অ্যান্টিইনফেকসাস, ডিটক্সিফাইং উপাদান, ভিটামিন ‘সি’ এবং আয়রন গুটিবসন্ত প্রতিকার এবং প্রতিরোধ করে।\n" +
                "হাড় মজবুত করতে ধনেপাতার গুন অপরিসীম। এটি হাড়কে মজবুত করে। সুতরাং ধনেপাতা নিয়মিত পরিমাণমত খাওয়া উচিত।\n" +
                "তাছাড়া এতে রয়েছে অ্যান্টি ইনফ্লেমেটরি উপাদান যা বাতের ব্যথাসহ হাড় এবং জয়েন্টের ব্যথা উপশমে কাজ করে। মেয়েদের মাসিকে অতিরিক্ত ক্ষরণ নিয়ন্ত্রণে আনতেও ধনে পাতা অনেক গুরুত্বপূর্ণ। ধনেপাতা চিবিয়ে রস বের করে তা দিয়ে দাঁত মাজলে দাঁত থেকে রক্ত পড়া বন্ধ হয় খুব দ্রুত। ধনেপাতা মুখগহবরের ক্যান্সারের বিরুদ্ধেও লড়াই করে।\n" +
                "\n" +
                "সতর্কতাঃ\n" +
                "কিছু কিছু ক্ষেত্রে ধনেপাতা অ্যালার্জিক প্রতিক্রিয়া সৃষ্টি করতে পারে। চোখের দৃষ্টি ক্ষতি হতে পারে। অনেকের ক্ষেত্রে সূর্যরশ্মির সংবেদনশীলতা বা সানলাইট সেনসিটিভিটি দেখা দিতে পারে এবং অত্যাধিক মাত্রায় খাওয়া হোলে সানবার্ন হতে পারে। অবশ্য আমরা প্রতিদিন যে পরিমাণে ধনে পাতা সেবন করি তা স্বাস্থ্যের কোনো ক্ষতি করে না। অতিমাত্রায় রস সেবন করলেই ক্ষতির কারণ হয়।",R.drawable.vl));
        lstBook.add(new Book("মূলা শাকের উপকারিতা এবং পুষ্টিগুণ ","Benefits","মূলা শাক স্বাদে বেশি মজার না হলেও এর রয়েছে অসাধারণ স্বাস্থ্য উপকারিতা। অনেকেই মূলা শাক  একটু তিতা তিতা লাগে বলে খেতে চান না। আপনি হয়তোবা কখনো চিন্তাও করেননি তিক্ত স্বাদের এই শাকের রয়েছে এত গুণাবলী। সম্মানিত পাঠক আসুন এবার জেনে নেই মূলা শাকের উপকারিতা সম্বন্ধে বিস্তারিত ভাবে-\n" +
                "\n" +
                "মূলা শাক\n" +
                "মূলা শাক\n" +
                "\n" +
                "মুলা শাকে প্রচুর পরিমাণে ভিটামিন সি পাওয়া যায় যা অ্যান্টি-অক্সিডেন্ট হিসেবে কাজ করে দেহের রোগ প্রতিরোধ করে। এছাড়াও এতে মলিবডেনাম, পটাসিয়াম, ভিটামিন বি কমপ্লেক্স সমৃদ্ধ ফলিক এসিড রয়েছে।\n" +
                "মূলা শাক অ্যান্টিক্যান্সার উপাদান সমৃদ্ধ সবজি, মুলা শাক গ্রহণ করলে অ্যালার্জি ও হৃদপিণ্ডের বিভিন্ন রোগ থেকে সুরক্ষা পাওয়া সম্ভব।\n" +
                "\n" +
                " \n" +
                "মুলা শাক আমাদের দেহ থেকে ফ্রি র\u200D্যাডিকেল বা মুক্তমূলক পরিষ্কারক হিসেবে কাজ করে। মুলা শাকের উপকারী উপাদান সমূহ শরীরের অ্যান্টি-অক্সিডেন্টকে সক্রিয়ভাবে কাজ করতে সাহয্য করে। ফলে বিভিন্ন ধরনের ক্যান্সারের আক্রমণ থেকে এটি শরীরকে রক্ষা করে থাকে।\n" +
                "মুলা শাকে বিদ্যমান ফাইবার দেহের ব্লাড সুগারের পরিমাণ নিয়ন্ত্রণে রাখতে সাহায্য করে।\n" +
                "সতর্কতা\n" +
                "মুলা শাকে প্রচুর পরিমাণে অক্সালেট রয়েছে। অধিক পরিমাণে মুলা শাক গ্রহণ করার ফলে অক্সালেট জমাট বেধে শরীরে বিভিন্ন সমস্যার সৃষ্টি করতে পারে। এছাড়া ক্যালসিয়াম শোষণে অক্সালেট বাধা সৃষ্টি করে থাকে। যারা কিডনি বা পিত্তথলির বিভিন্ন সমস্যায় ভুগছেন তাদের মুলা শাক এড়িয়ে চলা উচিৎ।",R.drawable.vl));


        RecyclerView myrv = (RecyclerView) findViewById(R.id.recyclerview_id);
        RecyclerViewAdapter3 myAdapter = new RecyclerViewAdapter3(this,lstBook);
        myrv.setLayoutManager(new GridLayoutManager(this,1));
        myrv.setAdapter(myAdapter);

    }
    @Override
    public void onBackPressed() {
        StartAppAd.onBackPressed(this);
        super.onBackPressed();
    }
}