package com.better.nutritiontherapy;

import androidx.appcompat.app.AppCompatActivity;
import androidx.appcompat.widget.Toolbar;
import androidx.recyclerview.widget.GridLayoutManager;
import androidx.recyclerview.widget.RecyclerView;

import android.os.Bundle;


import com.startapp.sdk.adsbase.StartAppAd;

import java.util.ArrayList;
import java.util.List;

public class VesosActivity extends AppCompatActivity {
    List<Book> lstBook;

    @Override
    protected void onCreate(Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
        setContentView(R.layout.activity_vesos);
        Toolbar toolbar = findViewById(R.id.toolbar);
        toolbar.setTitle("ভেষজ গুণ");
        setSupportActionBar(toolbar);
        getSupportActionBar().setDisplayHomeAsUpEnabled(true);

        lstBook = new ArrayList<>();
        lstBook.add(new Book("থানকুনি","c","আমাদের দেশের খুব পরিচিত একটি ভেষজ গুণসম্পন্ন উদ্ভিদ। এর ল্যাটিন নাম সেন্টালা আকিয়াটিকা। থানকুনি পাতা দেশের সর্বত্র পাওয়া যায়। রোগ চিকিৎসার অঙ্গনে থানকুনি পাতার অবদান অপরিসীম। প্রক্রিয়াজাতকরণের মাধ্যমে বহু রোগের  উপশম হয় এর ভেষজ গুণ থেকে। খাদ্য হিসাবে এই পাতা সরাসরি খেলে রোগ নিরাময়ে যথার্থ  ভূমিকা রাখতে পারে। অঞ্চলভেদে থানকুনি পাতাকে টেয়া, মানকি, তিতুরা, থানকুনি, আদামনি, ঢোলামানি, থুলকুড়ি, মানামানি, ধূলাবেগুন, আদাগুনগুনি নামে ডাকা হয়।\n" +
                "উপকারিতা\n" +
                "জ্বর\n" +
                "থানকুনি পাতার রস ১ চামচ ও শিউলি পাতার রস ১ চামচ মিশিয়ে প্রতি দিন সকালে খেলে জ্বর সারে।\n" +
                "পেটের পীড়া\n" +
                "অল্প পরিমাণ আমগাছের ছাল, আনারসের কচি পাতা ১টি, কাঁচা হলুদের রস, ৪/৫ টি থানকুনি গাছ শিকড়সহ ভালো করে ধুয়ে একত্রে বেটে রস করে খালি পেটে খেলে পেটের পীড়া ভালো হয়। ছোট বাচ্চাদের ক্ষেত্রে এটা আরও বেশি কার্যকর।\n" +
                "পাঁচড়া রোধ\n" +
                "কাঁচা হলুদের রস চা চামচের ২ চামচ, থানকুনি পাতার রস ২/৩ চামচ একত্রে মিশিয়ে শরীরে মাখলে পাঁচড়া রোগ ভাল হয়।\n" +
                "গ্যাস্ট্রিক\n" +
                "আধ কেজি দুধে ১ পোয়া মিশ্রি ও আধা পোয়া থানকুনি পাতার রস একত্রে মিশিয়ে প্রতি দিন সকালে ১ সপ্তাহ খেলে গ্যাস্ট্রিক ভালো হয়।\n" +
                "হজমশক্তি বৃদ্ধি\n" +
                "বেগুন/পেঁপের সাথে থানকুনি পাতা মিশিয়ে শুক্তো রান্না করে প্রতি দিন ১ মাস খেলে হজমশক্তি বৃদ্ধি পায়।\n" +
                "রক্ত দূষণ রোধে থানকুনি\n" +
                "প্রতি দিন সকালে খালি পেটে ৪ চা চামচ থানকুনি পাতার রস ও ১ চা চামচ মধু/ মিশিয়ে ৭ দিন খেলে রক্ত দূষণ ভালো হয়।\n" +
                "বাক স্ফুরণে\n" +
                "যে সব বাচচা কথা বলতে দেরি করে অথবা অস্পষ্ট, সে ক্ষেত্রে ১ চামচ করে থানকুনি পাতার রস গরম করে ঠান্ডা হলে ২০/২৫ ফোঁটা মধু মিশিয়ে ঠান্ডা দুধের সাথে কিছু দিন খাওয়ালে অসুবিধাটা সেরে যায়।\n" +
                "খুসখুসে কাশি\n" +
                "২ চামচ থানকুনির রস সামান্য চিনিসহ খেলে সঙ্গে সঙ্গে খুসখুসে কাশিতে উপকার পাওয়া যায়। ১ সপ্তাহ খেলে পুরোপুরি ভালো হয়ে যাবে।\n" +
                "আমাশয়\n" +
                "প্রতি দিন সকালে ৫/৭ টি থানকুনি পাতা চিবিয়ে ৭ দিন খেলে আমাশয় ভালো হয়। অথবা, থানকুনি পাতা বেঁটে পাতার রসের সাথে চিনি মিশিয়ে দু’ চামচ দিনে দু’ বার খেলে আমাশয় ভালো হয়।\n" +
                "পেট ব্যথা\n" +
                "থানকুনি পাতা বেঁটে গরম ভাতের সাথে খেলে পেট ব্যথা ভাল হয়।\n" +
                "লিভারের সমস্যা\n" +
                "প্রতি দিন সকালে থানকুনির রস ১ চামচ, ৫/৬ ফোঁটা হলুদের রস (বাচ্চাদের লিভারের দোষে) সামান্য চিনি ও মধুসহ ১ মাস খেলে লিভারের সমস্যা ভালো হয়।\n" +
                "সূত্র: চিরঞ্জীব বনৌষধি –শিবকালী ভট্টাচার্য, হেলথ বিডি সহ অন্যান্য ওয়েবসাইট\n" +
                "\n",R.drawable.bark));





        lstBook.add(new Book("ডুমুর","ভেষজ গুণ","\n" +
                "হাড় মজবুত করে\n" +
                "অনেক সময় দেহে ক্যালসিয়ামের ঘাটতি দেখা দিতে পারে। এ সময় হাত পায়ের গিঁটে ব্যথা, হাড় ক্ষয়ে যাওয়া, দাঁত ভঙ্গুর ইত্যাদি হয়। এই ধরণের সমস্যা থেকে নিজেকে বাঁচাতে এবং প্রতিরোধ গড়ে তুলতে প্রয়োজন ক্যালসিয়ামের। কারণ ক্যালসিয়ামে রয়েছে হাড় মজবুত এবং ক্ষয়রোধ করার দারুণ কার্যকর ক্ষমতা। আর প্রচুর পরিমাণে ক্যালসিয়ামের নির্ভরযোগ্য একটি উৎসের নাম চির পরিচিত ডুমুর।\n" +
                "হৃদপিণ্ড সুস্থ রাখে\n" +
                "ডুমুর ও ডুমুরের পাতায় এমন একটি উপাদান আছে যা মানব দেহের ট্রাইগ্লিসারাইড লেভেল নিয়ন্ত্রণে সাহায্য করে। এই লেভেল নিয়ন্ত্রণে থাকলে হার্ট সুস্থ থাকে। এ ছাড়া ডুমুরে রয়েছে যথেষ্ট পরিমাণে ম্যাঙ্গানিজ। তাই খাদ্য তালিকায় ডুমুর রাখা জরুরি।\n" +
                "স্তন ক্যানসার প্রতিরোধ করে\n" +
                "এক গবেষণায় দেখা গেছে, খাদ্য আঁশসমৃদ্ধ ডুমুর নিয়মিত খাওয়ার ফলে ৩৪% নারীর মধ্যে স্তন ক্যানসার হওয়ার সম্ভাবনা কমে গেছে। যে সব নারীর মেনোপজ হয়ে গেছে অর্থাৎ মাসিক স্থায়ী ভাবে বন্ধ হয়ে গেছে তাদের পরবর্তী সময়ে হরমোনের ভারসাম্য নষ্ট হতে পারে। এতে স্তন ক্যান্সার হওয়ার প্রবণতা বেড়ে যায় অনেক বেশি। নিয়মিত ডুমুর খেলে এ সম্ভাবনাকে ৫০% পর্যন্ত কমিয়ে আনা সম্ভব বলে দাবি ওই গবেষকদের।\n" +
                "উচ্চ রক্তচাপ নিয়ন্ত্রণে সাহায্য করে\n" +
                "পটাশিয়াম উচ্চ রক্তচাপ নিয়ন্ত্রণে সাহায্য করে। নিয়মিত পটাশিয়ামের জোগান দিতে ডুমুরের জুড়ি নেই। ফল হিসেবে খাবার অভ্যাস না থাকলেও মাঝে মাঝে সবজি হিসেবে রাখতে পারেন খাবার তালিকায়। তা ছাড়া বয়স বৃদ্ধির সঙ্গে সঙ্গে উচ্চ রক্তচাপজনিত সমস্যায় পড়েন না এমন মানুষ খুঁজে পাওয়ায় দুষ্কর। নিজেকে তাদের তালিকার বাইরে রাখতে এখনই নিতে পারেন ব্যবস্থা।\n" +
                "দেহের ওজন কমায়\n" +
                "ডুমুরে উপস্থিত পেকটিন রক্তে কোলেস্টেরলের মাত্রা নিয়ন্ত্রণ করে। যাঁরা নিজের ওজন নিয়ে সংশয়ে ভোগেন তাঁরা নিয়মিত ডুমুর খেতে পারেন।\n" +
                "ডায়াবেটিক নিয়ন্ত্রণ করে\n" +
                "ডায়াবেটিক নিয়ন্ত্রণে রাখতে রোগীকে ইনসুলিন ইনজেকশন নিতে হয়। গবেষণায় জানা গেছে, ডুমুরের পাতায় আছে অ্যান্টি-ডায়াবেটিক উপাদান। যা রোগীকে ইনসুলিন গ্রহণের পরিমাণ কমাতে সাহায্য করে। ডাক্তারের পরামর্শ নিয়ে ডুমুরের পাতার রস খেতে পারেন। ইনসুলিনের ওপর নির্ভরশীল ডায়াবেটিক রোগীর জন্য ডুমুর খুবই উপকারী।\n" +
                "পেটের সমস্যা দূর করে\n" +
                "পেটের সমস্যা দূর করতে ডুমুর খুব ভালো কাজ করে। কোষ্ঠকাঠিন্য ও পাইলস প্রতিরোধে সহায়ক হিসেবে কাজ করে ডুমুর। এ ছাড়াও দুর্বলতায় ভোগেন এ রকম ব্যক্তির জন্য ডুমুর উপকারী। পিত্ত ঠান্ডা করতেও বেশ উপযোগী।\n" +
                "এ ছাড়াও ডুমুরের নানাবিধ ব্যবহার প্রচলিত আছে। কাঁটা ছেড়া বা পোকামাকড়ের কামড়ে জ্বালা পোড়া রোধে ডুমুরের রস ব্যবহার করলে উপশম হবে। ব্রন সারাতেও দারুন কার্যকর।\n" +
                "তথ্যসূত্র : বাংলামেল ২৪ ডট কম, স্বাস্থ্য বার্তা এবং অন্যান্য সূত্র থেকে সংগৃহীত\n" +
                "\n",R.drawable.vf));


        lstBook.add(new Book("আমলকী","ভেষজ গুণ","আমলকী হল আমাদের দেহের জন্য সব চাইতে উপকারী ভেষজের মধ্যে একটি। এটি আপনি প্রতি দিনই খেতে পারেন এবং এর কোনও পার্শ্বপ্রতিক্রিয়া নেই। বরং আছে দারুণ সব উপকার। প্রতি দিন একটি করে আমলকী খেতে পারেন। কিংবা আমলকীর আচার। খেতে পারেন আমলকীর মোরব্বা কিংবা আমলকীর পাউডার ব্যবহার করতে পারেন রান্নায়। এই সামান্য আমলকী আপনার দেহেকে সুস্থ সবল রাখতে সাহ্যায্য করবে।\n" +
                "প্রতিদিন একটি আমলকী খাওয়ার ২০টি উপকারিতা হল :\n" +
                "•\t১) আমলকী চুলের টনিক হিসেবে কাজ করে এবং চুলের পরিচর্যার ক্ষেত্রে এটি একটি গুরুত্বপূর্ণ উপাদান। এটি কেবল চুলের গোড়া মজবুত করে তা নয়, এটি চুলের বৃদ্ধিতেও সাহায্য করে।\n" +
                "•\t২) এটি চুলের খুসকির সমস্যা দূর করে ও পাকা চুল প্রতিরোধ করে।\n" +
                "•\t৩) আমলকীর রস কোষ্ঠকাঠিন্য ও পাইলসের সমস্যা দূর করতে পারে। এ ছাড়াও এটি পেটের গোলযোগ ও বদহজম রুখতে সাহায্য করে।\n" +
                "•\t৪) এক গ্লাস দুধ বা জলের সঙ্গে আমলকী গুঁড়ো ও সামান্য চিনি মিশিয়ে দিনে দু’বার খেতে পারেন। এটি অ্যাসিডিটির সমস্যা কম রাখতে সাহায্য করবে।\n" +
                "•\t৫) আধা চূর্ণ শুষ্ক ফল এক গ্লাস জলে ভিজিয়ে খেলে হজম সমস্যা কেটে যাবে। খাবারের সঙ্গে আমলকীর আচার হজমে সাহায্য করে।\n" +
                "•\t৬) প্রতি দিন সকালে আমলকীর রসের সঙ্গে মধু মিশে খাওয়া যেতে পারে। এতে ত্বকের কালো দাগ দূর হবে ও ত্বকের উজ্জ্বলতা বাড়বে।\n" +
                "•\t৭) আমলকীর রস দৃষ্টিশক্তি বাড়াতে সাহায্য করে। এ ছাড়াও চোখের বিভিন্ন সমস্যা যেমন চোখের প্রদাহ, চোখ চুলকানি বা জল পড়ার সমস্যা থেকে রেহাই দেয়।\n" +
                "•\t৮) আমলকী চোখ ভাল রাখার জন্য উপকারী। এতে রয়েছে ফাইটো-কেমিক্যাল যা চোখের সঙ্গে জড়িত ডিজেনারেশন প্রতিরোধ করতে সাহায্য করে।\n" +
                "•\t৯) এ ছাড়াও প্রতি দিন আমলকীর রস খেলে নিঃশ্বাসের দুর্গন্ধ দূর হয় এবং দাঁত শক্ত থাকে।\n" +
                "•\t১০) আমলকীর টক ও তেঁতো মুখে রুচি ও স্বাদ বাড়ায়। রুচি বৃদ্ধি ও খিদে বাড়ানোর জন্য আমলকী গুঁড়োর সঙ্গে সামান্য মধু ও মাখন মিশিয়ে খাওয়ার আগে খেতে পারেন।\n" +
                "•\t১১) রোগ প্রতিরোধ ক্ষমতা বাড়ায় এবং মানসিক চাপ কমায়।\n" +
                "•\t১২) কফ, বমি, অনিদ্রা, ব্যথা-বেদনায় আমলকী অনেক উপকারী।\n" +
                "•\t১৩) ব্রঙ্কাইটিস ও অ্যাজমার জন্য আমলকীর জুস উপকারী।\n" +
                "•\t১৪) শরীর ঠাণ্ডা রাখে, শরীরের কার্যক্ষমতা বাড়িয়ে তোলে, পেশি মজবুত করে।\n" +
                "•\t১৫) এটি হৃদযন্ত্র, ফুসফুসকে শক্তিশালী করে ও মস্তিষ্কের শক্তিবর্ধন করে। আমলকীর আচার বা মোরব্বা মস্তিষ্ক ও হৃদযন্ত্রের দুর্বলতা দূর করে।\n" +
                "•\t১৬) শরীরের অপ্রয়োজনীয় ফ্যাট ঝরাতে সাহায্য করে।\n" +
                "•\t১৭) লোহিত রক্তকণিকার সংখ্যা বাড়িয়ে তুলে দাঁত ও নখ ভাল রাখে।\n" +
                "•\t১৮) এর অ্যান্টিঅক্সিডেন্ট উপাদান বুড়িয়ে যাওয়া ও সেল ডিজেনারেশন প্রতিরোধ করতে সাহায্য করে।\n" +
                "•\t১৯) সর্দি-কাশি, পেটের পীড়া ও রক্তশূন্যতা দূরীকরণে বেশ ভাল কাজ করে।\n" +
                "•\t২০) ব্লাড সুগার লেভেল নিয়ন্ত্রণে রেখে ডায়াবেটিস প্রতিরোধ করতে সাহায্য করে। কোলেস্টেরল লেভেলেও কম রাখতে যথেষ্ট সাহায্য করে।\n" +
                "তথ্যসূত্র : বাংলামেল ২৪ ডট কম, স্বাস্থ্য বার্তা এবং অন্যান্য সূত্র থেকে সংগৃহীত\n",R.drawable.vf));



        lstBook.add(new Book("জলপাই","ভেষজ গুণ","\n" +
                "জলপাই শীতকালীন ফল। পৃথিবীর প্রায় সব দেশেই এই ফলটি পাওয়া যায়। আমাদের দেশে সবুজ জলপাই সহজলভ্য। পৃথিবীর অনেক দেশে কালো জলপাই জন্মে। জলপাইয়ের পাতা ও ফল দুটোই ভীষণ উপকারী। জলপাইয়ের রস থেকে যে তেল তৈরি হয় তার রয়েছে যথেষ্ট পুষ্টিগুণ।\n" +
                "প্রচণ্ড পরিমাণে টক এই ফলে রয়েছে --- উচ্চ মানের ভিটামিন সি, ভিটামিন এ, ভিটামিন ই। এই ভিটামিনগুলো দেহের রোগজীবাণু ধ্বংস করে, উচ্চরক্তচাপ কমায়, রক্তে চর্বি জমে যাওয়ার প্রবণতা কমিয়ে হৃৎপিণ্ডের রক্তপ্রবাহ ভাল রাখে। ফলে হৃৎপিণ্ড থেকে অধিক পরিশোধিত রক্ত মস্তিষ্কে পৌঁছয়, মস্তিষ্কের কর্মক্ষমতা বাড়ে। ত্বকের কাটাছেঁড়া দ্রুত শুকাতে সাহায্য করে। উচ্চ রক্তচাপ ও রক্তে চিনির পরিমাণ নিয়ন্ত্রণে এর রয়েছে গুরুত্বপূর্ণ ভূমিকা।\n" +
                "সেদ্ধ জলপাইয়ের চেয়ে কাঁচা জলপাইয়ের পুষ্টিমূল্য অধিক। এই ফলের আয়রন রক্তের আরবিসির কর্মশক্তি বৃদ্ধি করে। জলপাইয়ের খোসায় রয়েছে আঁশজাতীয় উপাদান। এই আঁশ কোষ্ঠকাঠিন্য দূর করে, ত্বকের ঔজ্জ্বল্য বাড়ায়, কোলনের পাকস্থলীর ক্যানসার দূর করতে রাখে অগ্রণী ভূমিকা।\n" +
                "জলপাইয়ের পাতারও রয়েছে যথেষ্ট ঔষধি গুণ। এই পাতা ছেঁচে কাটা, ক্ষত হওয়া স্থানে লাগালে কাটা দ্রুত শুকোয়। বাতের ব্যথা, ভাইরাসজনিত জ্বর, ক্রমাগত মোটা হয়ে যাওয়া, জন্ডিস, কাশি, সর্দিজ্বরে জলপাই পাতার গুঁড়ো জরুরি পথ্য হিসেবে কাজ করে। মাথার উকুন তাড়াতে, ত্বকের ব্যাকটেরিয়া, ছত্রাকজনিত সমস্যা দূর করার জন্য এই পাতার গুঁড়ো ব্যবহৃত হয়। জলপাইয়ের তেল ব্যবহারের প্রচলনও কারও অজানা নয়। রিউমাটয়েড আর্থ্রাইটিসে জলপাই পাতার গুঁড়ো ও জলপাইয়ের তেল ব্যবহারে হাড় ও মাংসপেশির ব্যথা কমে।\n" +
                "জলপাইয়ের তেল কুসুম গরম করে চুলের গোড়াতে ম্যাসাজ করলে চুলের পুষ্টি ও বৃদ্ধি ভালো হয়, চুলের ঝরে যাওয়া তুলনামূলক ভাবে কমে।\n" +
                "তথ্যসূত্র : বাংলামেল ২৪ ডট কম, স্বাস্থ্য বার্তা এবং অন্যান্য সূত্র থেকে সংগৃহীত\n",R.drawable.vf));


        lstBook.add(new Book("তেঁতুল","ভেষজ গুণ","তেঁতুল আমাদের দেশের বসন্ত কালের টকজাতীয় ফল হলেও সারা বছর পাওয়া যায়। অনেকেরই ধারণা তেঁতুল খাওয়া স্বাস্থ্যের জন্য ক্ষতিকর। এ ধারণা সম্পূর্ণ ভুল। বরং তেঁতুলে রয়েছে প্রচুর পুষ্টি ও ভেষজ গুণ।\n" +
                "তেঁতুল দেহে উচ্চ রক্তচাপ নিয়ন্ত্রণ করে এবং হৃদরোগীদের জন্য খুব উপকারী। তেঁতুল দিয়ে কবিরাজি, আয়ুর্বেদীয়, হোমিও ও অ্যালোপ্যাথিক ওষুধ তৈরি করা হয়। পাকা তেঁতুলে মোট খনিজ পদার্থ সব ফলের চেয়ে অনেক বেশি।\n" +
                "তেঁতুলে খাদ্যশক্তির পরিমাণ নারিকেল ও খেজুর ছাড়া সব ফলের চেয়ে অনেক বেশি। ক্যালসিয়ামের পরিমাণ সব ফলের চেয়ে ৫ থেকে ১০ গুণ বেশি আছে। তেঁতুলে অন্যান্য পুষ্টি উপাদান স্বাভাবিক পরিমাণে আছে।\n" +
                "তেঁতুল যে সব রোগের জন্য উপকারী তা হল স্কার্ভি রোগ, কোষ্ঠবদ্ধতা, শরীর জ্বালা করা। এ সব অসুস্থতায় তেঁতুলের শরবত খুব উপকারী।\n" +
                "তেঁতুল রক্তের কোলস্টেরল কমায়। মেদভুঁড়ি কমায়। পেটে গ্যাস হলে তেঁতুলের শরবত খেলে ভালো হয়। সাধারণ ভাবে তেঁতুল খেলে কোনও ক্ষতি হয় না। তবে বেশি খেলে রক্তের চাপ কমে যাওয়ার সম্ভাবানা রয়েছে। নীচে প্রতি ১০০ গ্রাম খাদ্যোপযোগী তেঁতুলে কতটা পুষ্টিমান আছে তা উল্লেখ করা হল।\n" +
                "পুষ্টি উপাদান\tপাকা তেঁতুল\tকাঁচা তেঁতুল\tবিলিতি তেঁতুল\n" +
                "জলীয় অংশ (গ্রাম)\t২০.৯\t৮৩.৬\t৭৯.২\n" +
                "মোট খনিজ পদার্থ (গ্রাম)\t২.৯\t১.২\t০.৭\n" +
                "আঁশ (গ্রাম)\t৫.৬\t–\t১.০\n" +
                "খাদ্যশক্তি (কিলোক্যালোরি)\t২৮৩\t৬২\t৭৮\n" +
                "আমিষ (গ্রাম)\t৩.১\t১.১\t২.৭\n" +
                "চর্বি (গ্রাম)\t০.১\t০.২\t.০৪\n" +
                "শর্করা (গ্রাম)\t৬৬.৪\t১৩.৯\t১৬\n" +
                "ক্যালসিয়াম (মিলিগ্রাম)\t১৭০\t২৪\t১৪\n" +
                "আয়রন (মিলিগ্রাম)\t১০.৯\t\t১.০\n" +
                "ক্যারোটিন (মাইক্রোগ্রাম)\t৬০\t\t\n" +
                "ভিটামিন বি১ (মিলিগ্রাম)\t \t০.০১\t.০২২\n" +
                "ভিটামিন বি ২ (মিলিগ্রাম)\t০.০৭\t০.০২\t.০০৩\n" +
                "ভিটামিন সি (মিলিগ্রাম)\t৩\t৬\t১০৮\n" +
                "ওই তথ্য থেকে দেখা যায় পাকা তেঁতুল সব চেয়ে বেশি পুষ্টিসমৃদ্ধ। তবে এই পুষ্টিমান তেঁতুলের উৎপাদনের স্থান, জাত ও জলবায়ুর পরিবর্তনের জন্য কিছুটা পরিবর্তন হতে পারে। পাকা তেঁতুল কফ ও বায়ুনাশক, খিদে বাড়ায় ও উষ্ণবীর্য হয়। তেঁতুল গাছের ছাল, ফুল, পাতা, বিচি ও ফল সবই ওষুধ হিসেবে ব্যবহৃত হয়। তেঁতুল বীজের শাঁস পুরনো পেটের অসুখে উপকারী। তেঁতুল পাতার রস কৃমিনাশক ও চোখ ওঠা সারায়। মুখে ঘা হলে পাকা তেঁতুল জলে কুলকুচি করলে উপকার পাওয়া যায়। বুক ধড়ফড় করা, মাথা ঘোরা ও রক্তের প্রকোপে তেঁতুল উপকারী। কাঁচা তেঁতুল বায়ুনাশক। কাঁচা তেঁতুল গরম করে আঘাত পাওয়া স্থানে প্রলেপ দিলে ব্যথা সারে। তেঁতুল গাছের শুকনো বাকলের প্রলেপ, ক্ষতস্থানে লাগালে ক্ষত সারে। পুরনো তেঁতুল খেলে আমাশয়, কোষ্ঠবদ্ধতা ও পেট গরমে উপকার পাওয়া যায়। পুরনো তেঁতুল খেলে কাশি সারে। তেঁতুলের শরবত কোষ্ঠকাঠিন্য দূর করে।\n" +
                "তথ্যসূত্র : বাংলামেল ২৪ ডট কম, স্বাস্থ্য বার্তা এবং অন্যান্য সূত্র থেকে সংগৃহীত\n",R.drawable.vl));
        lstBook.add(new Book("চালতা","Benefits","চালতা গ্রামবাংলার একটি অতি পরিচিত ফল হলেও শহরবাসীর কাছ থেকে এটি ধীরে ধীরে হারিয়ে যাচ্ছে। অনেকেরই কাছে এর আচার অনেক পছন্দের। এই ফলের রয়েছে অনেক ভেষজ গুণ। আসুন এক নজরে জেনে নিই উপকারিতা :\n" +
                "•\tচালতা হার্ট ও লিভারের টনিক হিসেবে কাজ করে।\n" +
                "•\tআয়ুর্বেদ শাস্ত্র মতে চালতার ডায়াবেটিস প্রতিরোধ ক্ষমতাও রয়েছে।\n" +
                "•\tচালতা ক্যালসিয়ামের একটি ভালো উৎস। ক্যালসিয়াম হাড় ভালো রাখার জন্য জরুরি। এ ছাড়া ফসফরাস, আয়রন ও ভিটামিন 'এ', 'বি' ও 'সি'র পাওয়া যায় চালতায়।\n" +
                "•\tকোনও ধরনের বদহজমজনিত সমস্যার জন্য চালতা উপকারী।\n" +
                "•\tচালতা অন্ত্রের সংক্রমণ, অর্শরোগ, কোষ্ঠকাঠিন্য এবং ডায়েরিয়া নিরাময়ে সাহায্য করে।\n" +
                "•\tভিটামিন 'এ' ও 'সি' পূর্ণ একটি ফল। তাই এটি স্কার্ভি ও লিভারের সমস্যার জন্য ব্যবহার করা হয়।\n" +
                "•\tকিডনি আক্রান্ত রোগীরা নিয়মিত চালতা খেলে উপকার পাবেন।\n" +
                "•\tচালতার পাতা ঠান্ডা ও কাশির জন্য উপকারী।\n" +
                "তথ্যসূত্র : বাংলামেল ২৪ ডট কম, স্বাস্থ্য বার্তা এবং অন্যান্য সূত্র থেকে সংগৃহীত\n",R.drawable.vf));


        lstBook.add(new Book("হরীতকী","Benefits","আয়ুর্বেদিক বিজ্ঞানে ত্রিফলা নামে পরিচিত তিনটি ফলের একটি হল হরীতকী। এই ফলটি আদৌ স্বাদু নয়। তাই শুধু খাওয়া একটু কষ্টকর। স্বাদে তেঁতো হলেও এই ফলটির নানা গুণ আছে। এটি ট্যানিন, অ্যামাইনো অ্যাসিড, ফ্রুকটোজ ও বিটা সাইটোস্টেবল সমৃদ্ধ। হরীতকী দেহের অন্ত্র পরিষ্কার করে এবং একই সঙ্গে দেহের শক্তি বৃদ্ধি করে। এটা রক্তচাপ ও অন্ত্রের খিঁচুনি কমায়। হৃদপিণ্ড ও অন্ত্রের অনিয়ম দূর করে।\n" +
                "এই ফল রেচক, পিচ্ছিলকারক, পরজীবীনাশক, পরিবর্তনসাধক, অন্ত্রের খিঁচুনি রোধক এবং স্নায়ুবিক শক্তিবর্ধক। তাই কোষ্ঠকাঠিন্য, স্নায়ুবিক দুর্বলতা, অবসাদ এবং অধিক ওজনের চিকিৎসায় ব্যবহৃত হয়।\n" +
                "হরীতকীতে অ্যানথ্রাইকুইনোন থাকার কারণে রেচক বৈশিষ্ট্য সমৃদ্ধ। কোষ্ঠকাঠিন্য দূর করে হরীতকী। অ্যালার্জি দূর করতে হরীতকী বিশেষ উপকারী। হরীতকী ফুটিয়ে খেলে সেই অ্যালার্জি কমে যায়। হরীতকী ফলের গুঁড়ো নারকেল তেলের সঙ্গে ফুটিয়ে মাথায় লাগালে চুল ভালো থাকবে। হরীতকীর গুঁড়ো জলে মিশিয়ে খেলে ত্বকের উজ্জ্বলতা বাড়বে। গলা ব্যথা বা মুখ ফুলে গেলে হরীতকী জলে ফুটিয়ে সেই জল দিয়ে গার্গল করলে আরাম পাবেন। দাঁতে ব্যথা হলে হরীতকী গুঁড়ো লাগান, ব্যথা দূর হবে।\n" +
                "রাতে শোয়ার আগে অল্প বিট নুনের সঙ্গে ২ গ্রাম লবঙ্গ বা দারুচিনির সঙ্গে হরীতকীর গুঁড়ো মিশিয়ে খান। পেট পরিষ্কার হবে।\n" +
                "হরীতকী একটি ডালপালা বহুল মাঝারি আকারের গাছ। এ গাছের কাণ্ড গোলাকার। বাংলাদেশের চট্টগ্রাম, কক্সবাজার, ভাওয়াল ও মধুপুরের গড়ে হরীতকী গাছ বেশি পাওয়া যায়। নভেম্বর-ডিসেম্বর মাসে হরীতকী গাছের বীজ সংগ্রহ করতে হয়।\n" +
                "তথ্যসূত্র : বাংলামেল ২৪ ডট কম, স্বাস্থ্য বার্তা এবং অন্যান্য সূত্র থেকে সংগৃহীত\n ",R.drawable.asia));

        lstBook.add(new Book("আদা","Benefits","আদা মূলত গাছের শিকড়। মসলা হিসেবে আদার ব্যবহার সব খাবারকেই সুস্বাদু করে, একেবারে জিভে জল এনে দেয়। আদায় রয়েছে কিছু রোগের অসাধারণ নিরাময় ক্ষমতা।\n" +
                "আদার কয়েকটি উপকারিতা\n" +
                "•\t১। মাথা ব্যথা ও উচ্চ রক্তচাপ থাকলে খেটে পারেন আদার চা। রক্তচাপ স্বাভাবিক হয়ে আসবে, মাথাব্যথারও উপশম হবে।\n" +
                "•\t২। মাতৃত্বকালীন বমি বমি ভাব কিছুটা হলেও কমায় আদা।\n" +
                "•\t৩। শরীরের জয়েন্টে ব্যথা হলে আদা কুচি কুচি করে খেলে আরাম পাওয়া যায়।\n" +
                "•\t৪। শ্বেতী রোগ ? আদা বেঁটে দিনে তিন থেকে চার বার লাগান। চার থেকে বারো সপ্তাহ নিয়মিত ব্যবহারে উপকার পাবেন।\n" +
                "•\t৫। নিয়মিত আদা খেলে অফুরান প্রাণশক্তি পাওয়া যায়। কমে যায় রোগব্যাধি।\n" +
                "•\t৬। খাবার হজম হচ্ছে না ? পেটে গুড় গুড়, আদাজল খেয়ে নিন। আরাম পাবেন।\n" +
                "•\t৭। অপারেশনের পর কাঁচা আদা খান, দ্রুত সেরে উঠবেন।\n" +
                "•\t৮। সর্দি লাগলে আদা কুচি করে রুমালে নিয়ে নাকে ঝাঁজ নিন। বন্ধ নাক খুলে যাবে।\n" +
                "•\t৯। ভ্রমণের সময় বমি ভাব এলে যদি মুখে এক টুকরো আদা দেন দেখবেন বমি ভাব উধাও।\n" +
                "•\t১০। হজমে গোলযোগ হলে আদা কিংবা আদা চা খেতে পারেন। দ্রুত সমস্যা কাটিয়ে উঠতে পারবেন।\n" +
                "•\t১১। শীতকালে অনেকেরই শ্বাসকষ্ট দেখা দেয়। এই শ্বাসকষ্টের বিরুদ্ধে লড়াই করার অসাধারণ এক ক্ষমতা আছে আদায়। এ ছাড়া বুকে কফ জমে কিংবা ঠান্ডা লেগে যাদের শ্বাস-প্রশ্বাসের সমস্যা দেখা দেয়, তাদের জন্য প্রাকৃতিক ওষুধ হলো আদা।\n" +
                "•\t১২। এতে থাকা ভিটামিন, মিনারেল ও অ্যামাইনো অ্যাসিড শরীরে রক্ত চলাচল বাড়ায় এবং হৃৎপিণ্ডকে কর্মক্ষম রাখে। এটি ধমনি থেকে অতিরিক্ত চর্বি সরিয়ে হার্ট অ্যাটাক ও স্ট্রোকের ঝুঁকিও কমিয়ে দিতে পারে।\n" +
                "•\t১৩। রক্ত সঞ্চালনের গতিকে স্বাভাবিক রাখতে সাহায্য করে। এ ছাড়া রোগ প্রতিরোধ করার ক্ষমতাকেও বাড়িয়ে দিতে পারে এই মসলা। এর উপাদানগুলো পেশির কর্মদক্ষতাÿবাড়ায়। আবার ব্যথা প্রশমনেও কার্যকর।\n" +
                "•\t১৪। অনেক কারণে আমরা মানসিক চাপ ও অস্থিরতায় ভুগে থাকি। এক গবেষণায় দেখা গেছে, আদায় থাকা কিছু উপাদান মানসিক চাপ দূর করতে সাহায্য করে।\n" +
                "•\t১৫। মাসিকের সময় অনেকেরই তল পেট ব্যথা ও শারীরিক অস্বস্তি দেখা দিতে পারে, এ ধরনের সমস্যা এড়াতেও আদা খেয়ে দেখতে পারেন।\n" +
                "তথ্যসূত্র : বাংলামেল ২৪ ডট কম, স্বাস্থ্য বার্তা, প্রথম আলো এবং অন্যান্য সূত্র থেকে সংগৃহীত\n",R.drawable.asia));

        lstBook.add(new Book("তুলসী","Benefits","সবুজ রঙের গুল্মজাতীয় একটি উপকারী উদ্ভিদ। তুলসী শরীরের বিভিন্ন কার্যক্রমে সমতা বজায় রাখে এবং মানসিক চাপ সহ্য করতে সাহায্য করে। এ ছাড়াও তুলসী বিভিন্ন রকম ভাইরাস, ব্যাক্টেরিয়া ও ফাংগাস থেকে শরীরকে রক্ষা করে। পাতা কাঁচা চিবিয়ে খাওয়া যায়। অনেকে বেঁটে রসটা খান। তুলসী পাতার চা বেশ সুস্বাদু। আসুন জেনে নেওয়া যাক শরীরের জন্য তুলসী পাতার উপকারিতা।\n" +
                "শ্বাস প্রশ্বাসের সমস্যা\n" +
                "ঠান্ডা লাগলে তুলসী পাতার ব্যবহার আশীর্বাদের মতো কাজ করে। গলার সব রকম সমস্যায় তুলসী পাতা ব্যবহৃত হয়।\n" +
                "হার্টের অসুখ\n" +
                "তুলসী পাতায় আছে ভিটামিন সি ও অ্যান্টিঅক্সিডেন্ট। এই উপাদানগুলো হার্টকে বিভিন্ন সমস্যা থেকে মুক্ত রাখে সহায়তা করে। তুলসী পাতা হার্টের কর্মক্ষমতা বাড়ায় ও এর স্বাস্থ্য ভালো রাখে।\n" +
                "মানসিক চাপ\n" +
                "তুলসীর ভিটামিন সি ও অন্যান্য অ্যান্টিঅক্সিডেন্টগুলো মানসিক চাপ কমাতে সহায়তা করে। এই উপাদানগুলো নার্ভকে শান্ত করে। এ ছাড়াও তুলসী পাতার রস শরীরের রক্তচাপ নিয়ন্ত্রণে রাখে।\n" +
                "মাথা ব্যথা\n" +
                "মাথা ব্যথা ও শরীর ব্যথা কমাতে তুলসী খুবই উপকারী। এর বিশেষ উপাদান মাংশপেশীর খিঁচুনি রোধ করতে সহায়তা করে।\n" +
                "বয়স রোধ করা\n" +
                "ভিটামিন সি, ফাইটোনিউট্রিয়েন্টস ও এসেন্সিয়াল অয়েলগুলো চমৎকার অ্যান্টিঅক্সিডেন্টের হিসেবে কাজ করে যা বয়সজনিত সমস্যাগুলো কমায়। তুলসী পাতাকে যৌবন চিরকাল ধরে রাখার টনিক ও মনে করেন কেউ কেউ।\n" +
                "রোগ নিরাময় ক্ষমতা\n" +
                "তুলসী গাছের ঔষধি-গুণাবলি সমৃদ্ধ গাছ। তুলসীকে নার্ভের টনিক বলা হয় এবং এটা স্মরণশক্তি বাড়ানোর জন্য বেশ উপকারী। এটি শ্বাসনালী থেকে শ্লেষ্মাঘটিত সমস্যা দূর করে। তুলসী পাতা পাকস্থলীর ও কিডনির স্বাস্থ্যের জন্য অত্যন্ত উপকারী।\n" +
                "পোকার কামড়\n" +
                "তুলসী পাতা হল প্রোফাইল্যাক্টিভ যা পোকামাকড় কামড়ে দিলে উপসম করতে সক্ষম। পোকার কামড়ে আক্রান্ত স্থানে তুলসী পাতার তাজা রস লাগিয়ে রাখলে পোকার কামড়ের ব্যথা ও জ্বলা থেকে কিছুটা মুক্তি পাওয়া যায়।\n" +
                "ত্বকের সমস্যা\n" +
                "তুলসী পাতার রস ত্বকের জন্য খুবই উপকারী। তুলসী পাতা বেঁটে সারা মুখে লাগিয়ে রাখলে ত্বক সুন্দর ও মসৃণ হয়। এ ছাড়াও তিল তেলের মধ্যে তুলসী পাতা ফেলে হালকা গরম করে ত্বকে লাগালে ত্বকের যে কোনও সমস্যায় বেশ উপকার পাওয়া যায়। এ ছাড়াও ত্বকের কোনও অংশ পুড়ে গেলে তুলসীর রস এবং নারকেলের তেল ফেটিয়ে লাগালে জ্বালা কমবে এবং সেখানে কোনও দাগ থাকবে না।\n" +
                "সূত্র: চিরঞ্জীব বনৌষধি –শিবকালী ভট্টাচার্য, হেলথ বিডি সহ অন্যান্য ওয়েবসাইট\n",R.drawable.asia));

        lstBook.add(new Book("বেল","Benefits","বেল আমাদের রাজ্যের জনপ্রিয় একটি ফল। গরমের দিনে এক গ্লাস বেলের শরবত শরীর ও মনে তৃপ্তি জোগায়। বেল পেটের নানা রকম রোগ সারাতে জাদুর মতো কাজ করে। কাঁচা বেল ডায়েরিয়া ও আমাশয় রোগে ধন্বন্তরী ওষুধ হিসাবে বিবেচিত। বেলে আছে প্রচুর পরিমাণ ভিটামিন সি, ভিটামিন এ, ক্যালসিয়াম, ফসফরাস ও পটাসিয়াম।\n" +
                "বেলের শরবত কোষ্ঠকাঠিন্য দূর করে। প্রতি দিন বেলের শরবত পান করলে শরীরের ক্লান্তি দূর হয়। এক গ্লাস বেলের শরবত সারা দিনের ক্লান্তি প্রশমন করে। যাঁদের পাইলস, অ্যানাল ফিস্টুলা, হেমোরয়েড (মলদ্বারের রোগ) রয়েছে, তাঁদের জন্য বড় সাইজের বেল বেশ উপকারী।\n" +
                "বেলের বীজগুলো পিচ্ছিল ধরনের। এমন হওয়ার জন্য এ ফল পাকস্থলীতে  উপকারী পরিবেশ তৈরি করে, খাবার সঠিক ভাবে হজম হয়। অনেক সময় দীর্ঘ বছরের কোষ্ঠকাঠিন্য থেকে ক্ষতিকর নানা রকম অসুখ তৈরি হয়। বেল নিয়মিত খেলে এ সমস্যা দূর হয়। ভিটামিন ‘সি’ দেহের রোগ-প্রতিরোধ ক্ষমতাকে করে শক্তিশালী। বসন্ত ও গ্রীষ্মকালীন রোগগুলোর বিরুদ্ধে করে যুদ্ধ।\n" +
                "এই ফলে ন্যাচারাল ফাইবার বা আঁশের পরিমাণও অনেক বেশি। আঁশযুক্ত শাক সবজি বা ফল হজমশক্তি বাড়িয়ে, গ্যাস-অ্যাসিডিটির পরিমাণ কমায়, দূর করে কোষ্ঠকাঠিন্য। ফলে হজমে সমস্যা দূর হয়। ত্বকের ব্রণ ভালো করে বেল। তবে শুধু বেল খেলে চলবে না, ব্রণ ভালো হওয়ার জন্য খেতে হবে প্রচুর জল, পুষ্টিকর খাবার, সেই সঙ্গে প্রয়োজন ত্বকের পরিচর্যা।\n" +
                "বেলের ভিটামিন ‘এ’ চোখের বাহ্যিক ও অভ্যন্তরীণ অঙ্গগুলোকে পুষ্টি জোগায়। যারা নিয়মিত বেল খায়, তাদের কোলন ক্যানসার (চোখের অসুখ নয়), গ্লুকোমা, জেরোসিস, জেরোপথ্যালমিয়া (এগুলো চোখের অসুখ) হওয়ার প্রবণতা থাকে তুলনা মূলক ভাবে কম।\n" +
                "সূত্র: চিরঞ্জীব বনৌষধি –শিবকালী ভট্টাচার্য, হেলথ বিডি সহ অন্যান্য ওয়েবসাইট\n",R.drawable.bark));
        lstBook.add(new Book("আতা ফল","Benefits","আতা আমাদের দেশের সুপরিচিত এবং সুস্বাদু একটি ফল। অনেকের কাছে আতা খুব পছন্দের ফল। আতা খেতে ভারি মিষ্টি এ ফল খুব সজলভ্য। পাকা আতার শাঁস মিষ্টি হয়ে থাকে। খাওয়ার সময় জিভে চিনির মতো মিহি দানা দানা লাগে। পুষ্টিগুণে সমৃদ্ধ ফলটি সহজে পেট ভরাতেও দারুণ সাহায্য করে। আমাদের শরীরকে সুস্থ রাখতে সহায়ক ভূমিকা পালন করে গুণে ভরা আতাফল। পুষ্টিগুণে সমৃদ্ধ এই ফলটির প্রতি ১০০ গ্রামে পাওয়া যায় শর্করা ২৫ গ্রাম, পানি ৭২ গ্রাম, প্রোটিন ১.৭ গ্রাম, ভিটামিন এ ৩৩ আইইউ, ভিটামিন সি ১৯২ মিলিগ্রাম, ক্যালসিয়াম ৩০ মিলিগ্রাম, আয়রন ০.৭ মিলিগ্রাম, ম্যাগনেসিয়াম ১৮ মিলিগ্রাম, ফসফরাস ২১ মিলিগ্রাম, পটাসিয়াম ৩৮২ মিলিগ্রাম, সোডিয়াম ৪ মিলিগ্রাম। ",R.drawable.asia));

        lstBook.add(new Book("বাসক পাতা","Benefits","বাসক কথাটি অর্থ সুগন্ধকারক। এটি গুল্মজাতীয় উদ্ভিদ। লোকের মুখে ঘুরে ঘুরে বাসকের নাম পরিণত হয়েছিল ‘বসায়।’ বাসকের অনেক গুণ। বাসকের ছাল, পাতা, রস সবই উপকারী। আয়ুর্বেদ শাস্ত্রে বাসক পাতাকে নানা রোগ সারাতে ব্যবহার করা হয়। সর্দি-কাশির মহা ওষুধ বাসক, একটি অন্যতম গুরুত্বপূর্ণ ভেষজ উদ্ভিদ। গাছটি লম্বায় ১-১৫ মিটার (৩-৫ ফুট) পর্যন্ত হয়। কচি অবস্থায় গাছের গোড়া সবুজ হলেও পরিণত অবস্থায় হাল্কা বেগুনি রঙের মতো দেখায়। পাতাগুলি লম্বায় ৫-১২ সেন্টিমিটারের মতো হয়। ফুল সাদা রঙের এবং গুচ্ছাকারে ফোটে। ফলগুলি ক্যাপসুলের মতো দেখতে।\n" +
                "বাসকের তাজা অথবা শুকনো পাতা ওষুধের কাজে লাগে। বাসকের পাতায় ‘ভাসিসিন’ নামীর ক্ষারীয় পদার্থ এবং তেল থাকে। শ্বাসনালীর লালাগ্রন্থিকে সক্রিয় করে বলে বাসক শ্লেষ্মানাশক হিসেবে প্রসিদ্ধ। বাসক পাতার নির্যাস, রস বা সিরাপ শ্লেষ্মা তরল করে নির্গমে সুবিধা করে দেয় বলে সর্দি, কাশি এবং শ্বাসনালীর প্রদাহমূলক ব্যাধিতে বিশেষ উপকারী। তবে অধিক মাত্রায় খেলে বমি হয়, অন্তত বমির ভাব বা নসিয়া হয়, অস্বস্তি হয়।\n" +
                "উপকারিতা\n" +
                "•\t১. বাসক পাতার রস ১-২ চামচ হাফ থেকে এক চামচ মধু-সহ খেলে শিশুর সদির্কাশি উপকার পাওয়া যায়।\n" +
                "•\t২. বাসক পাতার রস স্নানের আধ ঘণ্টা আগে মাথায় কয়েক দিন মাখলে উকুন মরে যায়। আমবাত ও ব্রণশোথে (ফোঁড়ার প্রাথমিক অবস্থা) বাসক পাতা বেঁটে প্রলেপ দিলে ফোলা ও ব্যথা কমে যায়।\n" +
                "•\t৩. যদি বুকে কফ জমে থাকে এবং তার জন্য শ্বাসকষ্ট হয় বা কাশি হয় তা হলে বাসক পাতার রস ১-২ চামচ এবং কন্টিকারী রস ১-২ চামচ, ১ চামচ মধুসহ খেলে কফ সহজে বেরিয়ে আসে।\n" +
                "•\t৪. প্রস্রাবে জ্বালা-যন্ত্রণা থাকলে বাসকের ফুল বেঁটে ২-৩ চামচ ও মিছরি ১-২ চামচ সরবত করে খেলে এই রোগে উপকার পাওয়া যায়।\n" +
                "৫. জ্বর হলে বা অল্প জ্বর থাকলে বাসকের মূল ৫-১০ গ্রাম ধুয়ে থেঁতো করে ১০০ মিলিলিটার জলে ফোটাতে হবে।\n" +
                "•\t৬. ২৫ মিলিলিটার থাকতে নামিয়ে তা ছেঁকে নিয়ে দিনে ২ বার করে খেলে জ্বর এবং কাশি দুই-ই চলে যায়।\n" +
                "•\t৭. বাসকের কচি পাতা ১০-১২টি ও এক টুকরো হলুদ এক সঙ্গে বেঁটে দাদ বা চুলকানিতে লাগালে কয়েক দিনের মধ্যে তা সেরে যায়।\n" +
                "•\t৮. বাসক পাতা বা ফুলের রস ১-২ চামচ মধু বা চিনি ১ চামচ-সহ প্রতি দিন খেলে জন্ডিস রেগে উপকার পাওয়া যায়।\n" +
                "•\t৯. পাইরিয়া বা দাঁতের মাড়ি দিয়ে রক্ত পড়লে বাসক পাতা ২০টি থেঁতো করে ২ কাপ জলে সিদ্ধ করে ১ কাপ থাকতে নামিয়ে ঈষদুষ্ণ অবস্থায় কুলকুচি করলে এই রোগে উপকার পাওয়া যায়।\n" +
                "•\t১o. যাঁদের হাঁপানির টান আছে তাঁরা বাসক পাতা শুকনো করে, ওই পাতা বিড়ি বা চুরুটের মতো পাকিয়ে, তার সাহায্যে ধূমপান করলে শ্বাসকষ্ট প্রশমিত হয়।\n" +
                "•\t১১. যাঁদের গায়ে ঘামের গন্ধ হয় তাঁরা বাসক পাতার রস গায়ে লাগালে দুর্গন্ধ দূর হবে।\n" +
                "•\t১২. বাসক পাতার রস ও শঙ্খচূর্ণ মিশিয়ে নিয়মিত ব্যবহার করলে রঙ ফরসা হবে।\n" +
                "•\t১৩. এক কলসি জলে তিন-চারটি বাসক পাতা ফেলে তিন-চার ঘণ্টা ভিজিয়ে রাখার পর সেই জল বিশুদ্ধ হয়ে যায়। এর পর ব্যবহার করতে পারেন।\n",R.drawable.bark));

        lstBook.add(new Book("ঘৃতকুমারী","Benefits","অ্যালোভেরা বা ঘৃতকুমারী একটি গুরুত্বপূর্ণ ভেষজ ওষধি গাছ। অ্যালোভেরা গাছের গোড়া থেকেই সবুজ রঙের পাতা হয় এবং পাতাগুলো পুরু ধরনের হয় যার দুই পাশেই করাতের মতো ছোট ছোট কাঁটা থাকে। পাতার ভেতরে স্বচ্ছ পিচ্ছিল ধরনের শাঁস থাকে যাকে অ্যালোভেরা জেল বলা হয়। এই গাছের পাতা থেকেই নতুন গাছ জন্মায়।\n" +
                "ভেষজ গুণ\n" +
                "•\tঅ্যালোভেরায় রয়েছে অ্যান্টিব্যাকটেরিয়াল এবং অ্যান্টিএইজিং উপাদান যা ত্বকের সুরক্ষায় বিশেষ ভাবে কার্যকর। প্রতি দিন ১ গ্লাস অ্যালোভেরার শরবত পান করলে দেহের ভেতর থেকে ত্বকের নানা সমস্যা যেমন ব্রন, ইনফেকশন এমনকী ত্বকের বুড়িয়ে যাওয়ার সমস্যা থেকে রেহাই পাওয়া যায়। এ ছাড়াও অ্যালোভেরার রস সরাসরি ত্বকে প্রয়োগ করলে ব্রন এবং ব্রনের দাগ থেকেও মুক্তি পাওয়া যায়।\n" +
                "•\tত্বকের পাশাপাশি অ্যালোভেরা চুলের জন্যও বেশ ভালো একটি উপকারী উপাদান। প্রতি দিন মাত্র ১ গ্লাস অ্যালোভেরার শরবত চুলের নানা সমস্যা থেকে রেহাই দেবে। চুল পড়া, চুলের আগা ফাটা এবং চুল পাতলা হয়ে যাওয়ার মতো সমস্যার সমাধান করে অ্যালোভেরা। এ ছাড়াও অ্যালোভেরার রস সরাসরি তেলের সাথে মিশিয়ে চুলে লাগাতে পারেন।\n" +
                "•\tঅ্যালোভেরার রস শরীরের রোগ প্রতিরোধ ক্ষমতা বাড়াতে সহায়তা করে। প্রতি দিন ১ গ্লাস অ্যালোভেরার শরবত দেহের সাদা রক্তকণিকা বাড়ায় যা রোগ প্রতিরোধে বিশেষভাবে কার্যকর।\n" +
                "•\tঅ্যালোভেরার রস রক্তের সাথে মিশে রক্তে অক্সিজেনের প্রবাহ বাড়িয়ে দেয়। এতে করে আমাদের দেহের শিরা উপশিরায় অক্সিজেন সম্বলিত রক্তের সরবরাহ বেড়ে যায় এবং তা আমাদের হৃদপিণ্ডের কর্মক্ষমতা বাড়ায়।\n" +
                "•\tঅনেকেই হজমের নানা সমস্যায় ভুগে থাকেন। তাদের জন্য অ্যালোভেরার শরবত মহৌষধ হিসেবে কাজ করে থাকে। অ্যালোভেরার একটি বিশেষ গুণ হল এটি কোষ্ঠকাঠিন্য এবং ডায়েরিয়াজনিত সমস্যার সমাধান করতে পারে। অ্যালোভেরা শুধুমাত্র হজম শক্তিই উন্নত করে না, এর পাশাপাশি পেটের নানা সমস্যার জন্য দায়ী ব্যাকটেরিয়াও ধ্বংস করতে সহায়তা করে।\n",R.drawable.asia));








        lstBook.add(new Book("চিরতা","Benefits","চিরতা বীরুৎ জাতীয় বহুবর্ষজীবী উদ্ভিদ।  জেসিএনেসি বর্গের অন্তর্গত এই গাছটির বৈজ্ঞানিক নাম Swertia chirayita (Roxb. ex Fleming) H. Karst.। এই গাছের উচ্চতা প্রায় দেড় মিটার। গাছে পাতা কম-বেশি ১০ সেমি দীর্ঘ। এর স্বাদ তেঁতো। নানা ধরনের রোগ প্রতিরোধে চিরতা কার্যকর।\n" +
                "ভেষজ গুণ\n" +
                "•\tডায়েরিয়া ও লিভারের বিভিন্ন রোগে প্রতিরোধে চিরতার জল উপকারী।\n" +
                "•\tইনফ্লুয়েঞ্জা হলে ৫ থেকে ১০ গ্রাম চিরতা চার কাপ জলে সিদ্ধ করে দুই কাপ করুন। এর পর ওই জল ছেঁকে সকালে অর্ধেক এবং বিকেলে অর্ধেক করে খেতে দিন। রোগী সুস্থ থাকবে।\n" +
                "•\tঅ্যালার্জিতে শরীর ফুলে উঠলে চিরতার জল খেলে উপকার পাবেন। রাতে পাঁচ গ্রাম চিরতা ২৫০ মিলিলিটার গরম জলে ভিজিয়ে রেখে পরের দিন সকালে ওই জল দু-তিনবারে খান।\n" +
                "•\tগর্ভাবস্থার প্রথম দিকে বমিভাব হলে এক গ্রাম চিরতা গুঁড়ো করে চিনির জলে মিশিয়ে খেলে বমি বন্ধ হয়ে যাবে। এ ছাড়া ঘন ঘন বা জ্বরের কারণে বারবার বমি হয়ে পেটে কিছুই থাকে না। সে ক্ষেত্রে দুই কাপ গরম জলে পাঁচ গ্রাম চিরতা একটু থেঁতো করে ভিজিয়ে রাখুন। দু-তিন ঘণ্টা পর ছেঁকে জল অল্প অল্প করে খান।\n" +
                "•\tহাঁপানির প্রকোপ বেশি হলে আধা গ্রাম চিরতা গুঁড়া তিন ঘণ্টা পর পর মধু মিশিয়ে দুই থেকে তিন বার অল্প অল্প করে চেটে খান, হাঁপানির প্রকোপ কমবে।\n" +
                "•\tকৃমির উপদ্রব হলে ২৫০ থেকে ৫০০ মিলিগ্রাম পর্যন্ত চিরতা অল্প মধু বা একটু চিনি মিশিয়ে খান, সমস্যা মিটবে। এ ছাড়া কৃমির কারণে যদি পেটে ব্যথা হয়, তাও সেরে যাবে।\n" +
                "•\tচুলকানিতে ২০ গ্রাম চিরতা অল্প জল দিয়ে ছেঁকে লোহার কড়াইয়ে সরষের তেল গরম করে তাতে ভাজুন, যেন পুড়ে না যায়। এর পর নামিয়ে ছেঁকে অল্প অল্প করে নিয়ে চুলকানিতে ঘষে ঘষে লাগান। তিন দিনের মধ্যে চুলকানি কমে যাবে।\n" +
                "•\tচুল পড়ে যাওয়ায় তিন গ্রাম চিরতা এক কাপ গরম জলে ভিজিয়ে রেখে পরের দিন সেই জল ছেঁকে মাথা ধুয়ে ফেলুন। চুল পড়ে যাওয়া কমবে। তবে এক দিন পর পর চার দিন চুল ধুতে হবে। এ ছাড়া ২৫ গ্রাম চিরতা ফুল ২০০ গ্রাম নারিকেল তেলে ভেজে ওই তেল মাথায় ব্যবহার করুন। খুশকি থাকলে সেরে যাবে।\n",R.drawable.bark));

        lstBook.add(new Book("অশ্বগন্ধা","Benefits","অশ্বগন্ধা একটি ভেষজ উদ্ভিদ। এই গাছের পাতা সেদ্ধ করলে ঘোড়ার মূত্রের মতো গন্ধ বেরোয় বলে একে অশ্বগন্ধা বলে হয়।এই পাতার বৈজ্ঞানিক নাম ‘উইথানিয়া সোমনিফেরা (এল) ডুনাল’। আয়ুর্বেদে একে বলা হয় বলদা ও বাজিকরি।\n" +
                "অশ্বগন্ধা গাছের মূল এবং পাতা স্নায়ুর বিভিন্ন রোগে ব্যবহৃত হয়। এই গাছ বাংলাদেশ, ভারত, পাকিস্তান, শ্রীলংকায় পাওয়া যায়। ঘুম আনার ওষুধ হিসাবে প্রাচীন মেসোপটেমিয়া এবং মিশরে এর ব্যবহারের প্রমাণ পাওয়া যায়।\n" +
                "অশ্বগন্ধার মূল, পাতা, ফুল, ফল, ছাল, ডাল সবই ওষুধ হিসাবে ব্যবহার করা হয়। গাছটি সাধারণত দুই-আড়াই হাত উঁচু হয় এবং শাখাবহুল। এতে ছোট ছোট মটরের মতো ফল হয়।\n" +
                "ভেষজ গুণ\n" +
                "•\tশক্তিবর্ধক: এ গাছের রস শক্তিবর্ধক। শুক্রাণু বাড়াতে অশ্বগন্ধার নাম সুবিদিত।\n" +
                "•\tঅশ্বগন্ধার এর মূল ও পাতা স্নায়ুবিক বিভিন্ন রোগে উপশম আনে। দুধ ও ঘিয়ের সঙ্গে পাতা ফুটিয়ে খেলে শরীরে বল পাওয়া যায়। ইনসমনিয়ায় বা অনিদ্রায় ভুগলে অশ্বগন্ধা উত্তম ওষুধ হিসাবে কার্যকর হতে পারে।\n" +
                "•\tভালো ঘুমের জন্য অশ্বগন্ধা গুঁড়ো চিনিসহ ঘুমানোর আগে খেতে পারেন।\n" +
                "•\tসর্দি-কাশি থেকে মুক্তি পেতে অশ্বগন্ধার মূল গুঁড়ো করে খাওয়া যেতে পারে।\n" +
                "•\tচোখের ব্যথা দূর করতে অশ্বগন্ধা বিশেষ উপকারী।\n" +
                "•\tক্রনিক ব্রংকাইটিসের ক্ষেত্রেও অশ্বগন্ধা একটি কার্যকর ওষধু। অশ্বগন্ধার মূল অন্তর্ধুমে পুড়িয়ে (ছোট মাটির হাঁড়িতে মূলগুলো ভরে সরা দিয়ে ঢেকে পুনঃমাটি লেপে শুকিয়ে ঘুটের আগুনে পুড়ে নিতে হয়। আগুন নিভে গেলে হাঁড়ি থেকে মূলগুলো বের করে গুঁড়ো করে নিতে হয়) ভালো করে গুঁড়িয়ে নিয়ে আধা গ্রাম মাত্রায় একটু মধুসহ চেটে খেলে ক্রনিক ব্রংকাইটিসে উপকার হয়।\n" +
                "•\tমানসিক ও শারীরিক দুর্বলতা, যেমন মাথা ঝিমঝিম করে ওঠা, সংজ্ঞাহীনতা, অবসাদ প্রভৃতি দূর করে অশ্বগন্ধা। মনোযোগ বাড়ায়। ক্লান্তি দূর করে সঞ্জীবনী শক্তি পুনরুদ্ধার করে।\n",R.drawable.asia));
        lstBook.add(new Book(" আমড়ার উপকারিতা","Benefits","আসুন এবার জেনে নিই গুনে ভরপুর আমড়ার উপকারিতা গুলি, যা হয়তো আমরা আগে জানতাম না।\n" +
                "\n" +
                "আমড়া\n" +
                "আমড়া\n" +
                "\n" +
                "ভিটামিন সি সমৃদ্ধ\n" +
                "আমড়া ভিটামিন সি-এর ভাল উৎস। ভিটামিন সি একটি অত্যাবশ্যকীয় ভিটামিন ও প্রাকৃতিক অ্যান্টিঅক্সিডেন্ট। নিয়মিত আমড়া খেলে বিভিন্ন রকম অসুখ থেকে দূরে থাকা যায়। এমনকি ক্যান্সারের মতো মরণ রোগের বিরুদ্ধেও শরীরে প্রতিরোধ ক্ষমতা গড়ে তোলে আমড়া। বিভিন্ন প্রকার ভাইরাল ইনফেকশনের বিরুদ্ধেও লড়াই করে আমড়া। এতে প্রচুর ভিটামিন সি থাকায় স্কার্ভি রোগ প্রতিরোধে সাহায্য করে।\n" +
                "\n" +
                "ক্যালসিয়ামের চাহিদা পূরণ করে\n" +
                "ক্যালসিয়ামের ভালো উৎস আমড়া। এতে পর্যাপ্ত পরিমাণে ক্যালসিয়াম রয়েছে, যা শিশুর দৈহিক গঠনে সাহায্য করে। কাজেই শিশুদেরও নিয়মিত ফলটি খাওয়ান।\n" +
                "\n" +
                "\n" +
                " \n" +
                "ত্বক ভাল রাখে\n" +
                "আমড়ায় প্রচুর ভিটামিন সি রয়েছে যা ত্বক উজ্জ্বল রাখতে সাহায্য করে। ত্বকের ব্রণ কমাতে, ত্বক উজ্জ্বল রাখতেও আমড়া দারুণ উপকার করে থাকে। তাই ত্বক সুস্থ ও উজ্জ্বল রাখতে খেতে পারেন আমড়া।\n" +
                "\n" +
                "রক্তস্বল্পতা রোধ করে\n" +
                "আমড়ায় প্রচুর পরিমাণে আয়রন থাকার কারণে এটি রক্তস্বল্পতা রোধে কার্যকর ভুমিকা পালন করে থাকে। সাথে হিমোগ্লোবিনের মাত্রা সঠিক পর্যায়ে রাখে।\n" +
                "\n" +
                "বদহজম ও কোষ্ঠকাঠিন্য প্রতিরোধ করে\n" +
                "আমড়াতে পেকটিন জাতীয় ফাইবার রয়েছে, যা বদহজম ও কোষ্ঠকাঠিন্য দূর করে। তাই প্রতিদিন এই ফলটি খাওয়ার চেষ্টা করুন।\n" +
                "\n" +
                "সর্দি কাশি, ইনফ্লুঞ্জার বিরুদ্ধে কাজ করে\n" +
                "সর্দি-কাশি-জ্বরের উপশমেও আমড়া অত্যন্ত উপকারী। বিভিন্ন ভাইরাসের আক্রমন থেকে রক্ষা করা ছাড়াও আমড়া সর্দি কাশি, ইনফ্লুয়েঞ্জা রোগের জীবাণুর বিরুদ্ধে কাজ করে। যার ফলে নানা সংক্রমণ থেকে সহজেই বেঁচে থাকা যায়।\n" +
                "\n" +
                "\n" +
                " \n" +
                "হৃদরোগ প্রতিহত করে\n" +
                "আমড়ায় প্রচুর অ্যান্টিঅক্সিডেন্ট থাকে যা কোলেস্টেরলের মাত্রা কমায়। তাই আমড়া খাওয়া সার্বিক হৃদস্বাস্থ্যের জন্যই উপকারী।\n" +
                "\n" +
                "এছাড়া অসুস্থ ব্যক্তিদের মুখের স্বাদ ফিরিয়ে দেয় আমড়া। এমনকি এটি রক্তস্বল্পতাও দূর করে। আমড়ায় থাকা ভিটামিন সি রক্ত জমাট বাঁধতে সাহায্য করে। খাদ্যে থাকা ভিটামিন এ এবং ই আমড়ার সঙ্গে যুক্ত হয়ে অ্যান্টি-অক্সিডেন্ট হিসেবে কাজ করে দেহকে নানা রোগ বালাই থেকে রক্ষা করে  ",R.drawable.bark));

        lstBook.add(new Book("আমলকীর উপকারিতা","Benefits","আমলকী টক আর তেতো স্বাদের ভিটামিন সি সমৃদ্ধ একটি ফল। আমরা কম বেশি অনেকেই আমলকী পছন্দ করি। এর স্বাদ প্রথমে কষটে লাগলেও খাওয়া শেষে মুখে মিষ্টি ভাব আসে। আমলকীতে প্রচুর পরিমাণে এ্যান্টিঅক্সিডেন্ট উপাদান রয়েছে। বিভিন্ন রোগব্যাধি দূর করা ছাড়াও রোগ প্রতিরোধক ক্ষমতা গড়ে তুলতেও আমলকী দারুণ সাহায্য করে। তাছাড়া আমলকীর ভিটামিন সি প্রাকৃতিক অ্যান্টিঅক্সিডেন্ট হিসেবে কাজ করে, যা শরীরের বিভিন্ন ক্ষতিকর মুক্ত মৌলগুলোর (ফ্রি রেডিকেল) প্রভাব থেকে রক্ষা করে। শরীরের বয়স বৃদ্ধির প্রক্রিয়াকে ধীর করে ত্বক ও চুলের স্বাস্থ্য ঠিক রাখে। আমলকী থেকে সবচেয়ে কার্যকর উপকারিতা পেতে হলে কাঁচা আমলকী অথবা আমলকীর জুস করে খাওয়া ভালো। চলুন এবার জেনে নিই আমলকীর উপকারতিা সম্পর্কে বিস্তারিত ভাবে-\n" +
                "\n" +
                "আমলকী\n" +
                "আমলকী\n" +
                "\n" +
                "আমলকীতে প্রচুর পরিমানে ভিটামিন সি থাকে। নিয়মিত ২/১ টি করে আমলকী খেলে ভিটামিন সি এর অভাবজনিত রোগ থেকে মুক্ত থাকা যায় এবং দেহের রোগ-প্রতিরোধ ক্ষমতা বৃদ্ধি পায়।\n" +
                "ভিটামিন সি এর পাশাপাশি এতে আয়রন, ক্যালসিয়াম ও ফসফরাস আছে, যার ফলে পুষ্টিকর পানীয় হিসেবে আমলকীর জুস খাওয়া যায়। \n" +
                "\n" +
                " \n" +
                "আমলকী ত্বক, চুল ও চোখ ভাল রাখার জন্য উপকারী। এতে রয়েছে ফাইটো-কেমিক্যাল যা চোখের সঙ্গে জড়িত ডিজেনারেশন প্রতিরোধ করতে সাহায্য করে। এটি চুলের খুসকির সমস্যা দূর করে ও চুল পাকা প্রতিরোধ করে।\n" +
                "এর এ্যান্টিঅক্সিডেন্ট উপাদান প্রতিরোধ করতে সাহায্য করে।\n" +
                "নিয়মিত আমলকীর জুস খেলে শরীরে কোলস্টেরলের মাত্রা কমে। অ্যামিনো অ্যাসিড ও অ্যান্টিঅক্সিডেন্ট থাকায় হৃদ্যন্ত্র ভালো থাকে। \n" +
                "আমলকী ব্লাড সুগার লেভেল নিয়ন্ত্রণে রেখে ডায়াবেটিস প্রতিরোধ করতে সাহায্য করে। কোলেস্টেরল লেভেলেও কম রাখাতে যথেষ্ট সাহায্য করে।\n" +
                "ত্বকের দাগ দূর করতেও আমলকী কার্যকরী। মুখে আমলকীর জুস মাখানো হলে ত্বকের সমস্যা দূর হয়। \n" +
                "আমলকীর জুস দৃষ্টি শক্তি ভাল রাখার জন্য উপকারী। ছানি প্রতিরোধ করতে সাহায্য করে। ব্রণ ও ত্বকের অন্যান্য সমস্যায় উপকারী।\n" +
                "আমলকী লিভার ভাল রাখে, ব্রেনের কার্যকলাপে সাহায্য করে ফলে মেন্টাল ফাংশনিং ভাল হয়।\n" +
                "\n" +
                " \n" +
                "শরীরের অপ্রয়োজনীয় মেদ ঝরাতে সাহায্য করে। ব্রঙ্কাইটেসও এ্যাজমার জন্য আমলকীর জুস উপকারী।\n" +
                "এছাড়াও প্রতিদিন আমলকির রস খেলে নিঃশ্বাসের দুর্গন্ধ দূর হয় এবং দাঁত শক্ত থাকে।\n" +
                "আমলকীর টক ও তেতো স্বাদ মুখে রুচি ও স্বাদ বাড়ায়। রুচি বৃদ্ধি ও খিদে বাড়ানোর জন্য আমলকী খেতে পারেন।\n" +
                "আমলকীর রস কোষ্ঠকাঠিন্য ও পাইলসের সমস্যা দূর করতে পারে। এছাড়াও এটি পেটের গোলযোগ ও বদহজম রুখতে সাহায্য করে।\n" +
                "তাছাড়া এটি হৃদযন্ত্র, ফুসফুসকে শক্তিশালী করে ও মস্তিষ্কের শক্তিবর্ধন করে। শরীরের অপ্রয়োজনীয় ফ্যাট ঝরাতে সাহায্য করে। আমলকি জ্বর, বদহজম, সানবার্ন, সানস্ট্রোক থেকে রক্ষা করে।   ",R.drawable.asia));

        lstBook.add(new Book("তেলাকুচা","Benefits","তেলাকুচা এক প্রকারের ভেষজ উদ্ভিদ। সাধারণ ঝোপে-জঙ্গলে এই ভেষজ উদ্ভিদের দেখা মেলে। এটি লতানো উদ্ভিদ। এটি গাঢ় সবুজ রঙের নরম পাতা ও কাণ্ডবিশিষ্ট একটি লতাজাতীয় বহুবর্ষজীবী। স্থানীয় ভাবে একে ‘কুচিলা’, তেলা, তেলাকচু, তেলাহচি, তেলাচোরা, কেলাকচু, তেলাকুচা বিম্বী ইত্যাদি নামে ডাকা হয়। অনেক অঞ্চলে এটি সবজি হিসেবে খাওয়া হয়। গাছটির ভেষজ ব্যবহারের জন্য এর পাতা, লতা, মূল ও ফল ব্যবহৃত হয়। তেলাকুচায় প্রচুর বিটা-ক্যারোটিন আছে।\n" +
                "ভেষজ গুণ\n" +
                "•\tতেলাকুচা ফলে আছে ‘মাস্ট সেল স্টেবিলাইজিং’, ‘এনাফাইলেকটিক-রোধী’ এবং ‘এন্টিহিস্টামিন’ জাতীয় উপাদান। আয়ুর্বেদিক চিকিৎসায় তেলাকুচা বহুল ব্যবহার রয়েছে কুষ্ঠ রোগের ক্ষেত্রে তেলাকুচার বহুল ব্যবহার রয়েছে।\n" +
                "•\tসাধারণ জ্বরের ক্ষেত্রে তেলাকুচা ব্যবহার করা যেতে পারে। সর্দিজনিত জ্বরে পাতা ও মূলের রস ২-৩ চামচ একটু গরম করে সকাল-বিকেল খেলে ২-১ দিনেই জ্বরভাব কেটে যায়। ঋতু পরিবর্তনের ফলে, বিশেষ করে শীতের আগে ও পরে যাদের সর্দিজ্বর হয়, তারা যদি আগে থেকেই এ পাতার ও শিকড়ের রস একটু গরম করে সকাল-বিকেল সেবন করে, তবে এই জ্বর আক্রমণের ভয় থাকে না।\n" +
                "•\tডায়াবেটিস নিয়ন্ত্রণে রাখতে তেলাকুচা কার্যকর ভূমিকা নেয়। ডায়াবেটিস রোগীরা নিয়মিত তেলাকুচার ঝোল খেলে উপকার পাবেন।\n" +
                "•\tএ ছাড়া শোথ (ইডিমা), হাঁপানি, ব্রংকাইটিস ও জন্ডিস রোগের ক্ষেত্রে তেলাকুচার ব্যবহার রয়েছে।\n" +
                "•\tপেটে এমন কিছু গেছে যে এখনই বমি করানো দরকার। এ ক্ষেত্রে ৫-৬ চামচ পাতার রস খাইয়ে দিলে বমি হয়ে পেট থেকে অবাঞ্ছিত বস্তু বেরিয়ে আসবে।\n" +
                "•\tঅত্যন্ত বায়ু বা পিত্তবৃদ্ধি হয়ে যদি মাথা গরম হয়, মাথা ধরে বা রাতে ভালো ঘুম না হয় অথবা অত্যধিক রোদে মাথা ধরে, সে ক্ষেত্রে তেলাকুচা পাতার রস কপালে মাখলে অথবা তেলের সঙ্গে মিশিয়ে মাথায় দিলে ওই সব উপসর্গে শান্তি হয়।\n" +
                "•\tরক্ত আমাশয় বা সাদা আমাশয়ে এর পাতার রস চিনি-সহ সেবনে উপকার হয়।\n" +
                "\n",R.drawable.bark));

        lstBook.add(new Book("কালমেঘ","Benefits","কালমেঘ আমাদের দেশে একটি বহুল প্রচলিত ভেষজ উদ্ভিদ। এই গাছের গড় উচ্চতা ১ মিটার। এই গুল্ম জাতীয় উদ্ভিদের ১ সেমি লম্বা ফুলের রং গোলাপী। দেড় থেকে দু সেমি লম্বা ফল অনেকটা ধানের মতো দেখতে। অকেনথেসি বর্গের অন্তর্ভুক্ত এই গাছটির বৈজ্ঞানিক নাম অ্যান্ড্রোগ্রাফিস পানিকুলাটা। ভারতের পূর্বাঞ্চল, হিমাচল প্রদেশ এবং পশ্চিমবঙ্গে জন্মে থাকে। আর্দ্র ও অন্ধকারময় স্থানে এই উদ্ভিদের ভালো বৃদ্ধি হয়। তবে অল্প আলোকে বেশি চাষ হয়। সাধারণ ভাবে বিনা যত্নেই এই গাছ বেড়ে ওঠে। শিকড় ছাড়া কালমেঘ গাছের সব অংশই ওষুধের কাজে লাগে। কালমেঘের স্বাদ অত্যন্ত তেতো। জ্বর, কৃমি, আমাশয়, সাধারণ শারীরিক দুর্বলতা এবং বায়ু আধিক্যে কালমেঘ অত্যন্ত উপকারী।\n" +
                "তরিতরকারি হিসাবে কালমেঘ পাতা খাওয়া না হলেও ওষুধ হিসাবে এর বহুল ব্যবহার রয়েছে।শিশুদের যকৃৎ রোগে এবং হজমের সমস্যায় কালমেঘ ফলপ্রদ। কালমেঘের পাতা থেকে তৈরি আলুই পশ্চিমবঙ্গের ঘরোয়া ওষুধ যা পেটের অসুখে শিশুদের দেওয়া হয়।বড়দেরও পেটের বিভিন্ন রোগের ক্ষেত্রে কালমেঘ পাতা বেশ উপকারি। টাইফয়েড রোগে এবং জীবাণুরোধে কালমেঘ কার্যকর।\n" +
                "ভেষজ গুণ\n" +
                "•\tকালমেঘ গাছের পাতার রস জ্বর, কৃমি, অজীর্ণ, লিভার প্রভৃতি রোগের চিকিৎসায় ব্যবহৃত হয়।\n" +
                "•\tকোষ্ঠকাঠিন্যের সমস্যা থাকলে পাতার রস মধুর সঙ্গে মিশিয়ে খাওয়ানো হয়।\n" +
                "•\tএ গাছের রস রক্ত পরিষ্কারক, পাকস্থলী ও যকৃতের শক্তিবর্ধক ও রেচক হিসেবেও কাজ করে।\n" +
                "•\tগাছের পাতা সিদ্ধ করে ক্ষতস্থানে লাগিয়ে দিলে ঘা-পাঁচড়া জাতীয় রোগ সেরে যায়।\n" +
                "•\tটাইফয়েডের প্রতিষেধক হিসাবে ব্যবহার হয়।\n" +
                "•\tঅঙ্গপ্রত্যঙ্গের জ্বালাভাব দূর করে।\n" +
                "•\tসর্দিকাশি, ব্রঙ্কাইটিস, বাত, অর্শ রোগ নিরাময়ে কার্যকর।\n" +
                "•\tফ্লু ও সাইনাসাইটিসের জন্য উপকারী।\n\n",R.drawable.asia));


        lstBook.add(new Book("অর্জুন","Benefits","ভেষজশাস্ত্রে ওষধি গাছ হিসাবে অর্জুনের ব্যবহার বলা হয়েছে। এই উদ্ভিদ কমব্রিটেসি গোত্রের অন্তর্ভুক্ত। এর বৈজ্ঞানিক নাম ‘টারমিনালিয়া অরজুনা’, সংস্কৃত নাম ককুভ। বৃহদাকৃতির বহুবর্ষজীবী এই উদ্ভিদটি প্রায় ১৮-২৫ মিটার উচ্চতা বিশিষ্ট হয়ে থাকে। গাছটির মাথা ছড়ানো ডালগুলো নীচের দিকে ঝুলোনো থাকে। পাতা দেখতে অনেকটা মানুষের জিহ্বাকৃতির। ছাল খুব মোটা এবং ধূসর বর্ণের। গাছ থেকে সহজেই ছাল ওঠানো যায়। ফল দেখতে কামরাঙার মতো, পাঁচ খাঁজ বিশিষ্ট কিন্তু আকৃতিতে অনেক ছোট।\n" +
                "ভেষজ গুণ\n" +
                "•\tবুক ধড়ফড় করলে অর্জুন ছাল কাঁচা হলে ১০-১২ গ্রাম, শুকনো হলে ৫-৬ গ্রাম একটু ছেঁচে ২৫০ মিলি দুধ ও ৫০০ মিলি জলের সাথে মিশিয়ে জাল দিয়ে আনুমানিক ১২৫ মিলি থাকতে ছেঁকে খেলে বুক ধড়ফড়ানি কমে যায়। তবে পেটে যাতে বায়ু না থাকে সে দিকে খেয়াল রাখতে হবে।\n" +
                "•\tঅর্জুন ছাল বেটে খেলে হৃৎপিন্ডের পেশি শক্তিশালী হয় কার্যক্ষমতা বাড়ে। এটি রক্তের কোলেস্টরল কমায় এবং রক্তচাপ নিয়ন্ত্রণে রাখে।\n" +
                "•\tবিচুর্ণ ফল মূত্রবর্ধক হিসেবে কাজ করে এবং লিভারসিরোসিসের টনিক হিসাবে ব্যবহৃত হয়।\n" +
                "•\tঅর্জুনের ছালে ট্যানিন রয়েছে, এ টানিন মুখ, জিহ্বা ও মাড়ির প্রদাহের চিকিৎসায় ব্যাবহার হয়। এটি মাড়ির রক্তপাত বন্ধ করে এবং শরীরে ক্ষত, খোস পাঁচড়া দেখা দিলে অর্জুনের ছাল বেঁটে লাগালে সেরে যায়।\n" +
                "•\tঅর্জুনের ছাল হাঁপানি, আমাশয়, ঋতুস্রাবজনিত সমস্যা, ব্যথা, প্রদর ইত্যাদি চিকিৎসায়ও উপকারী।\n" +
                "•\tএ ছাড়া অর্জুনে স্যাপোনিন রয়েছে, এটি যৌন উদ্দীপনা বাড়ায়। অর্জুনের ছালের রস যৌন উদ্দীপনা বাড়াতেও ব্যবহার হয়।\n" +
                "•\tঅর্জুন গাছের তেল খাদ্য হজম ক্ষমতা বাড়ায়। খাদ্যতন্ত্রের ক্রিয়া স্বভাবিক রাখতে সাহায্য করে।\n" +
                "•\tক্যানসার কোষের বর্ধন রোধকারী গ্যালিক অ্যাসিড, ইথিগ্যালি, লিউটেনোলিন রয়েছে অর্জুন ছালে। এ কারণে এটি ক্যানসার চিকিৎসায় ব্যবহারের সুযোগ রয়েছে।\n" ,
        R.drawable.bark));



        lstBook.add(new Book("বহেড়া","ভেষজ গুণ","বহেড়ার বৈজ্ঞানিক নাম ‘টারমিনালিয়া বেলেরিকা’। আয়ুর্বেদ শাস্ত্রে একে বিভিতকী বলা হয়। সাধারণ ভাবে এর পরিচিতি বহেড়া নামেই। এই গাছের জন্ম ভারতবর্ষে। পশ্চিমবঙ্গে বনাঞ্চল ও গ্রামে এই গাছের দেখা মেলে। বহেড়া গাছ ১৫-২৫ ফুট পর্যন্ত লম্বা হয়। এর বাকল ধূসর ছাই রঙের। পাতা কাঁঠাল পাতার মতো মোটা, লম্বায় প্রায় ৫ ইঞ্চি। এর ফুল ডিম্বাকৃতির প্রায় ১ ইঞ্চির মতো লম্বা। কাঁচা পাকা বহেড়া ফলের রঙ সবুজ থাকে। পেকে গেলে লাল। পরে শুকিয়ে গেলে ক্রমশ বাদামি। ফলের বাইরের আবরণ মসৃণ ও শক্ত এবং ভেতরে একটি মাত্র শক্ত বীজ থাকে। ডিসেম্বর থেকে ফেব্রুয়ারি মাসের ভেতর এর ফল পেকে যায়।\n" +
                "ভেষজ গুণ\n" +
                "•\tশ্বেতী রোগ সারাতে বহেড়া যথেষ্ট উপকারী। বহেড়ার বিচির শাঁসের তেল বের করে নিয়মিত শ্বেতীর উপর লাগালে অল্প দিনেই গায়ের রঙ স্বাভাবিক হবে।\n" +
                "•\tরক্ত আমাশয় হলে প্রতি দিন জলের সঙ্গে বহেড়া ফলের চূর্ণ মিশিয়ে পান করলে আমাশয় ভালো হয়ে যাবে।\n" +
                "•\tঅকালে চুল পাকা রোধে বহেড়া উপকারী। বহেড়া ফলের বিচি বাদ দিয়ে শুধু খোসা নিয়ে জল দিয়ে ভালো ভাবে মসৃণ করে বাঁটুন। এ বার বাঁটা মিশ্রণটি এক কাপ জলে গুলে সেটা ছেঁকে নিন। এ বার সেই জল দিয়ে চুল ধুয়ে ফেলুন। এ ভাবে নিয়মিত বহেড়ার জল দিয়ে চুল ধুলে উপকার পাওয়া যাবে।\n" +
                "•\tআধ চা চামচ বহেড়া চূর্ণ ও ঘি একসাথে গরম করে তার সাথে মধু মিশিয়ে চেটে খেলে কফের সমস্যা কমে যায়।\n" +
                "•\tযাদের মাথায় অকালে টাক পড়েছে তারা বহেড়ার বিচির শাঁস অল্প জল মিহি করে বেঁটে টাকে লাগালে উপকার পাওয়া যায়।\n" +
                "•\tশরীরে কোনও স্থানে ফুলে গেলে বহেড়ার ছাল বেঁটে একটু গরম করে নিয়ে ফুলো জায়গায় প্রলেপ দিলে ফুলো কমে যাবে।\n",R.drawable.asia));


        lstBook.add(new Book("রসুন","ভেষজ গুণ","রসুনে রয়েছে এলিসিন যা ব্রডস্পেকট্রাম যা অ্যান্টিবায়োটিক হিসেবে কাজ করে। তা ছাড়া এলিসটাটিন, এলিসাটিনসহ নানা প্রকার কার্যকর উপাদান রয়েছে। যা রক্তের কোলেস্টেরল হ্রাস সহ বিভিন্ন কাজ করে থাকে। প্রথম বার হার্ট অ্যাটাকের পর রোজ কাঁচা রসুন খাওয়া রোগীরা বেশির ভাগই দ্বিতীয় অ্যাটাকে আক্রান্ত হন না বা হলেও অনেক পরে। নিয়মিত কাঁচা রসুন সেবনে মোট কোলেস্টেরলের মাত্রা উল্লেখযোগ্য পরিমাণে কমে। কাঁচা রসুন শরীরের রোগ প্রতিরোধ ক্ষমতা বাড়ায়, বিভিন্ন সংক্রমণ রোধ করে, ক্ষত দূরীকরণে সাহায্য করে, সর্দিকাশি ও প্রদাহ দূর করে। যে কোনও রসুনের একটা কোয়া পাতলা পর্দা বাদ দিয়ে ছেঁচ করে বা চিবিয়ে ভরা পেটে খেতে শুরু করুন। আস্তে আস্তে এর মাত্রা বাড়ানো যায়। তবে যাঁরা করোনারি হৃদরোগী, বিশেষ করে যাঁরা নিয়মিত অ্যাসপিরিন খান, তাঁরা বিশেষজ্ঞের পরামর্শ নিয়ে রসুন খেতে শুরু করুন।\n" +
                "এক গবেষণায় দেখা গেছে, একটি মাঝারি সাইজের রসুনে এক লাখ ইউনিট পেনিসিলিনের সমান অ্যান্টিবায়োটিকের কার্যক্ষমতা রয়েছে। শুধু তাই নয়, ব্যাকটেরিয়া ও প্রোটোজোয়ার মাধ্যমে সৃষ্টি অ্যামিবিক ডিসেনট্রি নির্মূলের ক্ষেত্রে রসুন বেশ কার্যকরী। আধুনিক ভেষজ চিকিত্সকরাও সর্দি, কাশি, জ্বর, ফ্লু, ব্রঙ্কাইটিস, কৃমি, রক্তে কোলেস্টেরলের মাত্রা নিয়ন্ত্রণ, খাদ্য পরিপাকের সমস্যাসহ লিভার ও পিত্তথলির নানা উপসর্গ দূর করতে রসুন খাওয়ার পরামর্শ দেন। দেহের রোগ সংক্রমণ দূর করার জন্য এক সঙ্গে তিন কোয়া রসুন দিনে তিন থেকে চার বার চিবিয়ে খাওয়ার পরামর্শ দেওয়া হয়। রক্তের চাপ ও রক্তের কোলেস্টেরলের মাত্রা কমানোর জন্য প্রতি দিন তিন থেকে ১০ কোয়া রসুন খেতে পারেন। তা ছাড়া রসুনের জল সেবন করতে হলে ছয় কোয়া রসুন পিষে এককাপ ঠান্ডা জলে ৬ ঘণ্টা ভিজিয়ে রাখুন। তার পর ভালো ভাবে ছেঁকে রসুন জল সেবন করুন।\n" +
                "এক নজরে রসুনের উপকারিতা ---\n" +
                "•\tযাঁরা উচ্চ রক্তচাপে ভুগছেন তাঁরা রসুন খেতে পারেন। উপকার পাবেন।\n" +
                "•\tরক্তে কোলেস্টেরল স্বাভাবিকের চেয়ে বেশি হলে কাঁচা রসুন চিবিয়ে খান।\n" +
                "•\tআয়ুর্বেদিক ওষুধ বানাতে রসুন ব্যবহৃত হয়। ওজন কমানোর আয়ুর্বেদিক প্যাকেট বানাতেও ব্যবহৃত হয় রসুন।\n" +
                "•\tসর্দিকাশিতেও রসুন উপকারী।\n" +
                "•\tশরীরের ব্যথা কমায় রসুন। রসুন হচ্ছে ন্যাচারাল পেনকিলার। শিশু কিংবা বড়দের দাঁতে ব্যথা হলে একে কোয়া রসুন চিবোলে দাঁতে ব্যথা উপশম হবে।\n" +
                "•\tক্যানসার প্রতিরোধ করে রসুন।\n" +
                "•\tরসুনে রয়েছে পর্যাপ্ত পরিমাণে ম্যাঙ্গানিজ, ভিটামিন বি ৬ এবং ভিটামিন সি।\n" +
                "•\tহৃদরোগের ঝুঁকি কমাতে সহায়ক রসুন।\n" +
                "•\tনিয়মিত রসুন খেলে ব্যাকটেরিয়া ও ভাইরাসজনিত রোগের ঝুঁকি কমে যায়।\n" +
                "•\tআমেরিকান ক্যানসার ইনস্টিটিউটের গবেষকরা জানান, নিয়মিত রসুন খেলে প্রোস্টেট ক্যানসার, স্তন ক্যানসারের ঝুঁকি অনেকাংশে কমে যায়।\n" +
                "•\tসবচেয়ে বেশি উপকার পেতে কাঁচা রসুন চিবিয়ে খান। কাঁচা রসুন অ্যান্টিবায়োটিকের মতো কাজ করে।\n" +
                "তথ্যসূত্র : বাংলামেল ২৪ ডট কম, স্বাস্থ্য বার্তা এবং অন্যান্য সূত্র থেকে সংগৃহীত\n",R.drawable.bark));

        lstBook.add(new Book("নিম ","ভেষজ গুণ","নিমের পাতা থেকে আজকাল প্রসাধনীও তৈরি হচ্ছে। কৃমিনাশক হিসেবে নিমের রস খুবই কার্যকর। নিমের কাঠ খুবই শক্ত। এ কাঠে কখনও ঘুণ ধরে না। পোকা বাসা বাঁধে না। উইপোকা খেতে পারে না। এ কারণে নিম কাঠের আসবাবপত্রও তৈরি করা হচ্ছে আজকাল। এ ছাড়া প্রাচীনকাল থেকেই বাদ্যযন্ত্র বানানোর জন্য নিমকাঠ ব্যবহার করা হচ্ছে। নিমের এই গুণাগুণের কথা বিবেচনা করেই বিশ্ব স্বাস্থ্য সংস্থা নিমকে ‘একুশ শতকের বৃক্ষ’ বলে ঘোষণা করেছে।\n" +
                "নিমের কিছু ব্যবহারিক উপকারিতা\n" +
                "কফজনিত বুকের ব্যথা\n" +
                "অনেক সময় বুকে কফ জমে বুক ব্যথা করে। এ জন্য ৩০ ফোটা নিম পাতার রস সামান্য গরম জলে মিশিয়ে দিনে ৩/৪ বার খেলে বুকের ব্যথা কমবে। গর্ভবতী, শিশু ও বৃদ্ধদের জন্য এই ওষুধটি নিষিদ্ধ।\n" +
                "কৃমি\n" +
                "পেটে কৃমি হলে শিশুরা রোগা হয়ে যায়। চেহারা ফ্যকাশে হয়ে যায়। এ জন্য ৫০ মিলিগ্রাম পরিমাণ নিম গাছের মূলের ছালের গুঁড়ো দিনে ৩ বার সামান্য গরম জল সহ খেতে হবে।\n" +
                "উকুন নাশ\n" +
                "নিমের পাতা বেঁটে হালকা করে মাথায় লাগান। ঘণ্টা খানেক পরে মাথা ধুয়ে ফেলুন। ২/৩ দিন এ ভাবে লাগালে উকুন মরে যাবে।\n" +
                "অজীর্ণ\n" +
                "অনেক দিন ধরে পেটে অসুখ। পাতলা পায়খানা হলে ৩০ ফোটা নিম পাতার রস, সিকি কাপ জলের সঙ্গে মিশিয়ে সকাল-বিকাল খাওয়ালে উপকার পাওয়া যাবে।\n" +
                "খোস পাঁচড়া\n" +
                "নিম পাতা সিদ্ধ করে জল দিয়ে চান করলে খোস পাঁচড়া চলে যায়। পাতা বা ফুল বেটে গায়ে কয়েক দিন লাগালে চুলকানি ভালো হয়।\n" +
                "পোকামাকড়ের কামড়\n" +
                "পোকামাকড় কামড় দিলে বা হুল ফোটালে নিমের মূলের ছাল বা পাতা বেঁটে ক্ষতস্থানে লাগালে ব্যথা উপশম হবে।\n" +
                "দাঁতের রোগ\n" +
                "নিমের পাতা ও ছালের গুঁড়ো কিংবা নিমের ছাল দিয়ে নিয়মিত দাত মাজলে দাঁত হবে মজবুত।\n" +
                "জন্ডিস\n" +
                "বাচ্চাদের জন্য ৫-১১ ফোঁটা, বয়স্কদের জন্য ১ চামচ রস একটু মধু মিশিয়ে খালি পেটে খেতে হবে প্রতি দিন সকালে।\n" +
                "ডায়াবেটিস রোগ\n" +
                "৫টি গোলমরিচের সঙ্গে ১০টি নিম পাতা একত্রে সকালে খালি পেটে খেতে হবে।\n" +
                "তথ্যসূত্র : হেলথ বিডি সহ অন্যান্য সূত্র থেক সংগৃহীত\n" +
                "\n" +
                "হলুদের অপর নাম বর্ণবতী। বলবর্ধক, রক্তপরিষ্কারক, পিত্তনাশক, দাহ-নিবারক ইত্যাদি উপকারের কারণে হলুদ বিভিন্ন নামে পরিচিত, যেমন কাঞ্চনী, পীত, বরবর্ণিলী, যোষিৎপ্রিয়া ও বর্ণবিধায়িনী। এতে আছে কফ, বাত, পিত্ত, ব্রণ, চর্মরোগ, শোথ, পাণ্ডু, কৃমি, প্রমেহ, অরুচি, উদরী ও বিষদোষ প্রশমন করার ক্ষমতা। প্রাচীনকাল থেকে এটি ঘরোয়া ওষুধ হিসেবে ব্যবহার করা হচ্ছে এবং এটি ভারতবর্ষে আয়ুর্বেদ ও হেকমিতে ব্যবহৃত। এটি ভেষজ ছাড়াও বর্ণ, রুচি ও দীপ্তির জন্য উপকারী হিসেবে চিহ্নিত। এর ভেষজ ব্যবহারগুলি হল :\n" +
                "পেটের বায়ু ও পুরনো ডায়েরিয়া\n" +
                "পেটে গ্যাস হলে ও পুরনো ডায়েরিয়ায় হলুদের গুঁড়ো বা রস জল সহ খেলে খুবই উপকার হয়।\n" +
                "পেটে ব্যাথা\n" +
                "পেটের সংক্রমণ রোধে হলুদ খুবই কার্যকর। মাখন বা দুধের সাথে হলুদের গুঁড়ো মিশিয়ে খেলে উপকার মেলে।\n" +
                "কৃমি\n" +
                "কাঁচা হলুদের রস ১৫-২০ ফোঁটা (বয়সানুপাতে) সামান্য লবণ মিশিয়ে সকালে খালি পেটে খেতে হয়। কৃমি দমনে কার্যকর ওষুধ, তাই একে কৃমিঘ বা কৃমিনাশকারীও বলে।\n" +
                "লিভারের দোষ\n" +
                "পাণ্ডু রোগে (জন্ডিস) গায়ের রঙ ফ্যাকাশে হয়ে আসছে বুঝতে পারলে হলুদের রস ৫ থেকে ১০ ফোঁটা থেকে শুরু করে বয়সানুপাতে ১ চা চামচ পর্যন্ত একটু চিনি বা মধু মিশিয়ে খাওয়ার ব্যবস্থা বহু আগে থেকে চলে আসছে। আবার একটু হলুদ গুঁড়ো তার দ্বিগুণ পরিমাণ দইয়ে মিশিয়ে খেলে পিলে ও যকৃতের দোষ এবং জন্ডিস সারে। মধু সহ হলুদ খেলে বিশেষ উপকার পাওয়া যায়।\n" +
                "তোতলামি\n" +
                "ছোটবেলায় যাদের কথা আটকে যায় বা স্বাভাবিক ভাবে তাড়াতাড়ি কথা বলার অভ্যাস, সে ক্ষেত্রে হলুদ গুঁড়ো করে (কাঁচা হলুদ শুকিয়ে গুঁড়ো করতে হবে) তা দুই-তিন গ্রাম পরিমাণে এক চা চামচ ঘিয়ে একটু ভেজে সেটাকে দুই-তিনবার চেটে চেটে খাওয়াতে হয়। এতে তোতলামি কমে যায়।\n" +
                "হামজ্বর\n" +
                "•\tক) এই জ্বরে কাঁচা হলুদ শুকিয়ে গুঁড়ো করে সাথে করলা পাতার রস ও অল্প মধু মিশিয়ে খাওয়ালে তা সারে।\n" +
                "•\tখ) হলুদের শিকড় রোদে শুকিয়ে গুঁড়ো করে এক চা চামচ মধু ও করলা পাতার রস মিশিয়ে খেলে হাম সারে।\n" +
                "পুরনো ঘুসঘুসে জ্বর, কোষ্ঠবদ্ধতা, হজমে দুর্বলতা, পুরনো কাশি\n" +
                "মধু মিশিয়ে হলুদের গুঁড়ো খেলে এ সব রোগে বিশেষ উপকার পাওয়া যায়।\n" +
                "এলার্জি\n" +
                "খাদ্য বিশেষে অনেকের দেহ চাকা চাকা হয়ে ফুলে ওঠে, চুলকায়, লাল হয়ে যায় তাকে চট্টগ্রামে পিঁড়ি বাত বলে। এ ক্ষেত্রে নিমপাতার গুঁড়ো এক ভাগ, কাঁচা হলুদ শুকিয়ে গুঁড়ো করে সেটা দুই ভাগ ও শুকনো আমলকীর গুঁড়ো তিন ভাগ এক সঙ্গে মিশিয়ে এক গ্রাম হারে তা সকালে খালি পেটে বেশ কিছু দিন খেতে হয়।\n" +
                "কফ, সর্দি ও ঠান্ডা লাগা\n" +
                "দুধে হলুদ সিদ্ধ করে বেঁটে চিনি মিশিয়ে খেলে সর্দি সারে। পুরনো কফ রোগ, গলা ফোলা ও গলা জ্বালায় আধা চা-চামচ হলুদের গুঁড়ো ৩০ মিলি গরম দুধে মিশিয়ে খেলে খুবই উপকার হয়। এতে বড় চামচে দুধ ঢেলে তাতে হলুদের গুঁড়ো মিশিয়ে অল্প আঁচে উৎরিয়ে নিতে হয়।\n" +
                "কাশি\n" +
                "খুব বেশি কাশির ঝোঁক হলে এক কাপ ঈষৎ উষ্ণ জলে এক চিমটি হলুদ মিশিয়ে ধীরে ধীরে পান করলে কাশির উপশম হয়।\n" +
                "সর্দিজ্বর\n" +
                "গরম দুধে হলুদ গুঁড়ো ও গোলমরিচ গুঁড়ো মিশিয়ে খেলে সর্দিজ্বর কমে।\n" +
                "ফোঁড়া\n" +
                "পোড়া হলুদের ছাই জলে গুলে লাগালে ফোঁড়া পাকে ও ফেটে যায়; আবার গুঁড়ো লাগালে তাড়াতাড়ি শুকিয়ে যায়।\n" +
                "তথ্যসূত্র : হেলথ বিডি সহ অন্যান্য সূত্র থেক সংগৃহীত\n" +
                "\n",R.drawable.asia));

        RecyclerView myrv = (RecyclerView) findViewById(R.id.recyclerview_v_id);
        RecyclerViewAdapter3 myAdapter = new RecyclerViewAdapter3(this,lstBook);
        myrv.setLayoutManager(new GridLayoutManager(this,1));
        myrv.setAdapter(myAdapter);
    }
    @Override
    public void onBackPressed() {
        StartAppAd.onBackPressed(this);
        super.onBackPressed();
    }
}